{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.88, 6.64], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [8.88, 12.26], "text": " BBC Sounds, music, radio, podcasts."}, {"timestamp": [13.0, 18.34], "text": " Well, it is very confusing, and it's hard to make the right decisions"}, {"timestamp": [18.34, 23.28], "text": " because it's hard to actually understand how long is it going to last for,"}, {"timestamp": [23.72, 26.1], "text": " what are the volume drops likely to be,"}, {"timestamp": [26.56, 31.6], "text": " what does it all actually mean? It is very hard to have a handle on that, much more so than at any"}, {"timestamp": [31.6, 37.54], "text": " time, I think, in my career. So I think it is a very complicated time to lead a business."}, {"timestamp": [38.3, 43.6], "text": " Spare a thought for Andrew Baxter, managing director of Europa Worldwide Group."}, {"timestamp": [44.12, 48.86], "text": " Who'd be the head of an international logistics company right now,"}, {"timestamp": [49.24, 52.78], "text": " trying to move millions of pounds worth of freight around the world"}, {"timestamp": [52.78, 54.58], "text": " in the middle of a pandemic?"}, {"timestamp": [55.36, 56.88], "text": " Do you ever transport toilet roll?"}, {"timestamp": [58.22, 63.74], "text": " Yes, we have. We've been transporting increasing amounts of toilet roll in recent times,"}, {"timestamp": [63.74, 66.78], "text": " but those issues are caused by panic buying."}, {"timestamp": [66.9, 71.56], "text": " They are not caused by an inability of distribution companies to move goods."}, {"timestamp": [72.12, 75.16], "text": " However, companies like Andrew Baxter are having problems"}, {"timestamp": [75.16, 77.54], "text": " keeping the smooth supply lines going."}, {"timestamp": [78.2, 83.38], "text": " One of the biggest problems that we have is that we have people going off with symptoms"}, {"timestamp": [83.38, 87.86], "text": " and that is creating an issue for us in the various parts of our business,"}, {"timestamp": [87.98, 90.4], "text": " whether it's drivers or people in the warehouses."}, {"timestamp": [91.22, 93.94], "text": " We have siloed a number of staff."}, {"timestamp": [94.6, 100.32], "text": " Sent home with the government paying 80% of their salary and his company topping up the rest."}, {"timestamp": [100.72, 103.46], "text": " So that is a change that needs adjusting to."}, {"timestamp": [103.46, 108.82], "text": " We've moved, more or less, all of our office staff are working from home"}, {"timestamp": [108.82, 113.24], "text": " and did so pretty much immediately after it was recommended that that was done."}, {"timestamp": [113.4, 114.92], "text": " So that's a very big thing."}, {"timestamp": [114.98, 118.66], "text": " I mean, we've probably got 550 people working from home."}, {"timestamp": [118.98, 124.58], "text": " That's a very big shift in our business to go from having everybody in offices to everybody at home."}, {"timestamp": [125.28, 129.86], "text": " Andrew himself was speaking to me from an armchair in his living room in Nottinghamshire,"}, {"timestamp": [130.32, 132.88], "text": " although he's far from having a relaxing time."}, {"timestamp": [137.72, 143.72], "text": " His job is to mastermind a delivery network of freight lorries travelling to and from Europe,"}, {"timestamp": [143.72, 145.84], "text": " as well as directing containers"}, {"timestamp": [145.84, 152.02], "text": " of goods travelling by air and sea, and a warehouse business which stores, packs and sends"}, {"timestamp": [152.02, 157.62], "text": " off goods on behalf of online retailers. He welcomed the announcement that smaller businesses"}, {"timestamp": [157.62, 162.3], "text": " would be offered emergency loans, but thinks these measures should go further."}, {"timestamp": [162.8, 167.1], "text": " I think that the government have made a number of steps in order to support businesses,"}, {"timestamp": [167.6, 170.0], "text": " which have given a lot of reassurance."}, {"timestamp": [170.44, 175.78], "text": " Reassurance, for example, that our customers are less likely to go bankrupt in this circumstance."}, {"timestamp": [176.14, 179.4], "text": " Without the government's support, I think it would be a very different picture."}, {"timestamp": [179.86, 183.88], "text": " But it is certainly a very, very challenging environment."}, {"timestamp": [183.88, 188.72], "text": " And it's, of course, concerning because we don't know how long it's going to go on for."}, {"timestamp": [188.92, 192.18], "text": " We don't properly understand what the financial impact of it is."}, {"timestamp": [192.18, 199.18], "text": " As a mid-sized business, there is, at the moment, no specific government support scheme."}, {"timestamp": [199.52, 205.24], "text": " We want to see those schemes properly being announced and in place to support mid-sized companies."}, {"timestamp": [205.24, 210.22], "text": " But yes, it's as difficult to an environment as I've ever had to work in."}, {"timestamp": [217.02, 224.12], "text": " In this programme, I'm going to be examining whether the complex global web of supply chains can hold up"}, {"timestamp": [224.12, 226.72], "text": " under the enormous pressure of the coronavirus"}, {"timestamp": [226.72, 233.48], "text": " pandemic. And looking further into the future, asking whether this crisis has shown that the days"}, {"timestamp": [233.48, 240.16], "text": " of the speedy delivery of a tremendous choice of cheap goods from all over the world is over."}, {"timestamp": [243.68, 252.0], "text": " A glance at the Highways England traffic cameras online shows the motorways are wonderfully clear right now with little traffic other than lorries."}, {"timestamp": [252.0, 261.0], "text": " While many of us here and abroad are told to stay at home and borders across Europe are closed, freight is still allowed to travel freely."}, {"timestamp": [261.0, 266.76], "text": " Many of the lorries serve the fraught front of the supply lines, the supermarkets,"}, {"timestamp": [266.76, 273.12], "text": " their shelves stripped bare by a few panic buyers and the rest of us buying a couple more of"}, {"timestamp": [273.12, 279.2], "text": " what we consider life's essentials where we can, to the extent that supermarket sales over the"}, {"timestamp": [279.2, 290.0], "text": " past four weeks are the highest ever recorded. Here's Elizabeth De Jong, Director of Policy at the Freight Transport Association."}, {"timestamp": [290.0, 294.0], "text": " Our food retail is very busy indeed."}, {"timestamp": [294.0, 302.0], "text": " In that, some of our retailers are talking about demand at 50 to 100% more than usual."}, {"timestamp": [302.0, 307.7], "text": " It's very busy indeed for them. Can the road hauliers, can they keep up?"}, {"timestamp": [308.58, 311.76], "text": " They can keep up. Things are changing and they're adapting."}, {"timestamp": [312.42, 318.04], "text": " So you'll have noticed some changes. When you go to the supermarket, you'll notice that"}, {"timestamp": [318.04, 324.52], "text": " the opening hours are shorter to allow longer for logistics industry to restock the"}, {"timestamp": [324.52, 325.44], "text": " supermarkets."}, {"timestamp": [326.06, 329.94], "text": " You'll be noticing that there are fewer ranges available"}, {"timestamp": [329.94, 336.78], "text": " because that allows more throughput from manufacturers of food as well."}, {"timestamp": [336.78, 340.06], "text": " And also, there's been some changes we've been working on with government"}, {"timestamp": [340.06, 345.42], "text": " to allow that supply chain, that road supply chain, to work as efficiently as possible."}, {"timestamp": [346.26, 350.86], "text": " The latest weekly industry survey shows that one in 10 HGV drivers"}, {"timestamp": [350.86, 356.76], "text": " and one in six van drivers are off work, many sick or self-isolating."}, {"timestamp": [357.38, 362.52], "text": " So Elizabeth De Jong says haulage and delivery businesses are having to be inventive."}, {"timestamp": [363.1, 366.42], "text": " They've been putting out requests for elsewhere in the"}, {"timestamp": [366.42, 371.68], "text": " logistics industry to help them. So there's other areas which aren't busy at all around"}, {"timestamp": [371.68, 378.82], "text": " events, hospitality and really needing the work. We've been running a campaign and others in"}, {"timestamp": [378.82, 384.32], "text": " the industry too to match areas which don't have work with areas that have lots of work."}, {"timestamp": [384.32, 388.44], "text": " It can't be easy to find lorry drivers, though, at short notice."}, {"timestamp": [389.16, 392.34], "text": " Interestingly, only a matter of weeks ago,"}, {"timestamp": [392.8, 397.56], "text": " there was a driver shortage of 59,000 HGV drivers."}, {"timestamp": [398.2, 401.28], "text": " We're in such different circumstances now"}, {"timestamp": [401.28, 404.3], "text": " that the areas of the economy that are doing less well,"}, {"timestamp": [404.3, 405.18], "text": " where the premises"}, {"timestamp": [405.18, 412.8], "text": " are shut, have really been reaching out to find work for their drivers. So we're in such a"}, {"timestamp": [412.8, 418.4], "text": " different environment now, from where that was such a scarce resource to where there are"}, {"timestamp": [418.4, 423.32], "text": " spare drivers in certain parts of the industry. That's so interesting. I haven't realized that"}, {"timestamp": [423.32, 430.18], "text": " that what we're seeing then is different sectors working together to keep people in employment"}, {"timestamp": [430.18, 432.5], "text": " and to keep the supply chain moving."}, {"timestamp": [432.5, 433.5], "text": " Yes."}, {"timestamp": [433.5, 438.6], "text": " As an industry, we're very, very flexible, but this is being a real come together of the logistics"}, {"timestamp": [438.6, 446.32], "text": " industry, subcontracting work, putting out requests for drivers, seeking alternative suppliers and manufacturers."}, {"timestamp": [446.92, 450.58], "text": " It's a real time of coming together to share the work."}, {"timestamp": [451.18, 456.08], "text": " So one of the many lorries pulling into a supermarket and loading bay could now be driven by someone"}, {"timestamp": [456.08, 458.4], "text": " who normally delivers food to restaurants."}, {"timestamp": [459.2, 465.96], "text": " Talking of food, I've wondered whether the panic buying is just the beginning of our grocery-related problems."}, {"timestamp": [466.44, 472.46], "text": " We get so much fresh produce from our European neighbours like Spain and Italy, where the COVID-19"}, {"timestamp": [472.46, 478.46], "text": " outbreak is severe and movement restrictions tight. If there are fewer people available there to"}, {"timestamp": [478.46, 488.88], "text": " harvest fruit and vegetables, could that lead to shortages here? Yes, certainly that has been quite a concern for our industry and for supermarkets."}, {"timestamp": [489.76, 496.16], "text": " Interestingly, today on our catch-up meeting with the Department for Transport."}, {"timestamp": [496.66, 498.22], "text": " That was on Monday this week."}, {"timestamp": [498.82, 506.36], "text": " The food retailers are reporting that you can even get fresh pasta from Italy and your tomatoes and lettuces."}, {"timestamp": [506.36, 512.28], "text": " But the big difference is that rather than perhaps the 14 types of lettuces or tomatoes that"}, {"timestamp": [512.28, 519.78], "text": " we've been used to receiving, the product range is much less. So maybe four types or so."}, {"timestamp": [519.78, 525.98], "text": " So the message is there is everything you need as long as you're a little flexible. There may not be"}, {"timestamp": [525.98, 531.74], "text": " everything we want, but the goods are coming through. Some of them are taking longer to get through,"}, {"timestamp": [532.14, 538.28], "text": " but currently they are still coming through. Last time I was at the shops, I was eyeing up a cabbage"}, {"timestamp": [538.28, 544.82], "text": " doubtfully, one of the few green vegetables there. Sounds like next time I'd better put it in my"}, {"timestamp": [544.82, 545.18], "text": " basket,"}, {"timestamp": [545.98, 553.46], "text": " next to the chicken, which I could swear is costing more now. Will all these difficulties"}, {"timestamp": [553.46, 559.82], "text": " and these extra steps you're having to take to make things work, is this all going to lead"}, {"timestamp": [559.82, 568.8], "text": " to higher prices in the shops? It may lead to higher prices. We have been looking at labour and costs,"}, {"timestamp": [569.08, 575.84], "text": " and some of the journeys abroad are quite tricky. So currently, to enter Turkey, they're requiring"}, {"timestamp": [575.84, 581.62], "text": " 14 days of quarantine. Because the Turkish authorities don't want to risk a driver from an"}, {"timestamp": [581.62, 585.16], "text": " outbreak hotspot, bringing the virus across the border with them."}, {"timestamp": [585.7, 591.26], "text": " But blimey, it's bad enough being holed up at home. But can you imagine having to self-isolate"}, {"timestamp": [591.26, 598.28], "text": " in the cab of your lorry? Grim. And we're seeing drivers put up their rates for going to some"}, {"timestamp": [598.28, 603.5], "text": " of them more difficult to access countries. We're hoping that this doesn't last for much longer"}, {"timestamp": [603.5, 605.72], "text": " because there is concerted effort across"}, {"timestamp": [605.72, 611.98], "text": " Europe to encourage the authorities to change their minds on this and to move to quarantining"}, {"timestamp": [611.98, 613.6], "text": " only where symptoms are shown."}, {"timestamp": [623.52, 627.3], "text": " The message from Elizabeth DeYoung from the Freight Transport Association"}, {"timestamp": [627.3, 630.84], "text": " is that the sector is under strain but adapting,"}, {"timestamp": [631.44, 635.14], "text": " finding solutions to keep goods moving amidst this crisis."}, {"timestamp": [635.94, 639.74], "text": " But the next person we'll hear from is not so sure."}, {"timestamp": [640.52, 645.78], "text": " Professor Bayata Yovych is chief economist at the European Bank for Reconstruction and Development."}, {"timestamp": [646.44, 655.68], "text": " And before the lockdown, she sat down with Jonti Bloom and told him she believes the fallout from the coronavirus pandemic is a wake-up call."}, {"timestamp": [656.6, 660.74], "text": " The world has become much more complacent about globalization."}, {"timestamp": [661.34, 663.34], "text": " We started taking it for granted."}, {"timestamp": [663.84, 667.56], "text": " We started taking it for granted that trade barriers are low,"}, {"timestamp": [667.56, 671.08], "text": " that we can run very efficient supply chains."}, {"timestamp": [671.58, 674.08], "text": " And the name of the game was cutting costs,"}, {"timestamp": [674.52, 677.5], "text": " moving production to the lowest wage location,"}, {"timestamp": [677.94, 683.1], "text": " and saving money on inventories by focusing on just-in-time production."}, {"timestamp": [686.6, 692.42], "text": " Just-in-time production, as it sounds, relies on getting the supplies you need there and then."}, {"timestamp": [693.02, 696.4], "text": " Factories and ships and ports and lorries all around the world"}, {"timestamp": [696.4, 700.82], "text": " operate on an intensely tight and interlocking schedule"}, {"timestamp": [700.82, 705.92], "text": " so that stock appears in warehouses and shops just in time for an order"}, {"timestamp": [705.92, 714.76], "text": " to be completed, a purchase made. It saves time, materials and crucially costs. It's a super-efficient"}, {"timestamp": [714.76, 721.28], "text": " system and, Professor Yovych argues, highly vulnerable to a global shock like this."}, {"timestamp": [721.28, 726.64], "text": " This focus on just in time production means that if there is a disruption to supply,"}, {"timestamp": [727.34, 729.18], "text": " production grinds to a halt"}, {"timestamp": [729.18, 732.48], "text": " because there is no spare capacity."}, {"timestamp": [733.26, 735.36], "text": " Interestingly, one of the recent surveys"}, {"timestamp": [735.36, 739.54], "text": " of Japanese firms showed that only a quarter of them"}, {"timestamp": [739.54, 743.1], "text": " have a plan B, have an alternative supplier"}, {"timestamp": [743.1, 747.3], "text": " they can turn to in case their Chinese supplier has a problem."}, {"timestamp": [752.0, 758.48], "text": " And that presumably has changed, that it used to be that people kept stocks or they had more than one supplier or something."}, {"timestamp": [758.58, 761.56], "text": " They seem to have kind of narrowed it down to just one source."}, {"timestamp": [762.48, 764.14], "text": " It's all about cost cutting."}, {"timestamp": [764.14, 769.26], "text": " So before firms were much less focused on just in-time production."}, {"timestamp": [769.92, 773.22], "text": " Now that seems to be the standard in many industries."}, {"timestamp": [773.84, 777.1], "text": " Moreover, we've become much more reliant on China,"}, {"timestamp": [777.6, 779.94], "text": " much more reliant on supplies from China."}, {"timestamp": [779.94, 787.52], "text": " So, for instance, a quarter of supplies for high-tech industry in the US comes from China."}, {"timestamp": [788.24, 796.3], "text": " A quarter of supplies for Mexican high-tech industry or Thai high-tech industry or Korean one comes from China."}, {"timestamp": [796.54, 799.48], "text": " So everybody is much more reliant on China than before."}, {"timestamp": [800.02, 807.14], "text": " And in order to save costs, firms tend to focus on doing business with the most efficient supplier,"}, {"timestamp": [807.58, 810.98], "text": " rather than having more suppliers with sums per capacity."}, {"timestamp": [811.58, 817.46], "text": " Will companies and countries have to reorganise their economies to take account of the fact that they've become so dependent on globalisation?"}, {"timestamp": [818.38, 823.44], "text": " Coronavirus will lead to permanent changes in global supply chains."}, {"timestamp": [824.24, 829.66], "text": " Companies now will have to think not only about efficiency and cost,"}, {"timestamp": [829.9, 834.08], "text": " they will have to think about the resilience of their supply chains."}, {"timestamp": [834.88, 839.06], "text": " Perhaps Corona by itself would not have such an impact,"}, {"timestamp": [839.36, 844.1], "text": " but this is a second shock that's happening within the last few years."}, {"timestamp": [844.7, 846.9], "text": " Trade war between the US and China"}, {"timestamp": [846.9, 854.46], "text": " being another shock. Each of these shocks in itself is not enough for companies to redesign their"}, {"timestamp": [854.46, 862.48], "text": " value chains. However, the two shocks together created a perfect storm and I think they are going"}, {"timestamp": [862.48, 867.2], "text": " to lead to a rethinking of the approach to global value chains"}, {"timestamp": [867.2, 876.1], "text": " with focus on resilience, with focus on having suppliers in multiple locations, with focus on"}, {"timestamp": [876.1, 884.98], "text": " having suppliers with some spare capacity. We are likely to see movement of production away from"}, {"timestamp": [884.98, 888.08], "text": " China towards other countries, countries"}, {"timestamp": [888.08, 895.0], "text": " that are maybe closer, countries that are within the same trading arrangement, countries that"}, {"timestamp": [895.0, 898.68], "text": " may have larger wage costs."}, {"timestamp": [898.68, 903.82], "text": " But here, automation can help us with dealing with higher wage costs."}, {"timestamp": [903.82, 906.26], "text": " We've made tremendous progress with robotisation,"}, {"timestamp": [906.96, 911.94], "text": " which means that labour costs are not as important as before."}, {"timestamp": [912.86, 917.34], "text": " The big question is whether companies will dump their international supply chains"}, {"timestamp": [917.34, 919.68], "text": " and bring production back to the UK."}, {"timestamp": [920.32, 921.88], "text": " This is known as reshoring."}, {"timestamp": [922.18, 925.36], "text": " In the 1980s and 90s, the clothing industry, for example,"}, {"timestamp": [925.8, 928.6], "text": " moved almost all of its manufacturing overseas"}, {"timestamp": [928.6, 931.26], "text": " to cheaper countries like China and Bangladesh,"}, {"timestamp": [931.78, 934.12], "text": " with only minimal production left in the UK."}, {"timestamp": [935.04, 937.94], "text": " Might that decision now be reversed?"}, {"timestamp": [938.84, 942.24], "text": " So we have been talking about reshoring for quite a while."}, {"timestamp": [942.62, 943.8], "text": " Probably for a decade,"}, {"timestamp": [943.8, 946.24], "text": " we haven't seen much of it"}, {"timestamp": [946.24, 947.96], "text": " happening as of yet."}, {"timestamp": [948.36, 950.02], "text": " However, I think that"}, {"timestamp": [950.02, 952.3], "text": " the trade war combined with the coronavirus"}, {"timestamp": [952.3, 954.24], "text": " epidemics will"}, {"timestamp": [954.24, 956.0], "text": " lead companies to actually"}, {"timestamp": [956.0, 957.42], "text": " take reshoring seriously."}, {"timestamp": [958.06, 959.74], "text": " They will reshore activities"}, {"timestamp": [959.74, 961.16], "text": " that can be automated"}, {"timestamp": [961.16, 964.02], "text": " because reshoring brings certainty"}, {"timestamp": [964.02, 967.98], "text": " you do not have to worry about your national trade policy."}, {"timestamp": [968.58, 972.98], "text": " You are not facing uncertainty in case trade war happen."}, {"timestamp": [972.98, 978.46], "text": " And it also gives you an opportunity to diversify your supplier base."}, {"timestamp": [979.34, 983.6], "text": " Professor Bayata Yovorchik, who was talking to Jonti Bloom last month."}, {"timestamp": [985.94, 993.22], "text": " And sure enough, as coronavirus has spread, more and more cracks, and frankly, gaping holes have"}, {"timestamp": [993.22, 999.42], "text": " appeared in company supply chains. Jaguar Land Rover said it was having to fly in parts in suitcases"}, {"timestamp": [999.42, 1006.32], "text": " to keep its production lines moving. JCP first cut hours and then sent all factory staff home"}, {"timestamp": [1006.32, 1012.56], "text": " till the end of the month. Even members of the Freight Transport Association, whose reason for being"}, {"timestamp": [1012.56, 1018.8], "text": " is to keep goods moving, are beginning to question the Just In Time production model. Elizabeth"}, {"timestamp": [1018.8, 1023.04], "text": " DeYoung brings us back to those empty supermarket shelves."}, {"timestamp": [1023.04, 1031.0], "text": " Yes, the Just In Time system is one that's been quite a lot of focus on because that's one of the reasons why we see the empty shelves."}, {"timestamp": [1031.0, 1036.8], "text": " And I think in a typical supply chain, there's probably about six to eight weeks of stock,"}, {"timestamp": [1036.8, 1042.0], "text": " but we don't keep any of that stock in the supermarkets."}, {"timestamp": [1042.0, 1044.4], "text": " Things are delivered onto the shelves."}, {"timestamp": [1044.4, 1050.48], "text": " And with the increase in demand running at 50 to 100%, because there has unfortunately"}, {"timestamp": [1050.48, 1054.12], "text": " been the stock pile, that's where we've seen those empty shelves."}, {"timestamp": [1054.12, 1060.24], "text": " I was thinking ahead to some of the longer term impacts and changes in the industry once"}, {"timestamp": [1060.24, 1061.56], "text": " we're through this period."}, {"timestamp": [1061.56, 1065.04], "text": " And I think we will see differences and some increase in the"}, {"timestamp": [1065.04, 1072.28], "text": " amount of stock held because what we now classify as normal may be quite different. So we keep"}, {"timestamp": [1072.28, 1079.08], "text": " stock for what we know our normal range of demand is. But if we're expecting some more coronavirus"}, {"timestamp": [1079.08, 1085.66], "text": " next year, perhaps as there has been talk on,, will need to increase some of our stock levels for"}, {"timestamp": [1085.66, 1091.8], "text": " certain goods in the system as well. Is the just in time model going to work at all going"}, {"timestamp": [1091.8, 1100.7], "text": " forward if we know that supply chains are going to get disrupted in the near future? And, you know,"}, {"timestamp": [1100.7, 1105.06], "text": " even if a vaccine is found and this coronavirus goes away as a problem,"}, {"timestamp": [1105.62, 1108.74], "text": " you know, there could be another pandemic in a few years' time."}, {"timestamp": [1109.62, 1112.56], "text": " Yeah, so I think we'll still see a form of just in time,"}, {"timestamp": [1112.56, 1117.2], "text": " but allows for those bigger variations in what demand might be,"}, {"timestamp": [1117.36, 1120.84], "text": " as we know more and we have pandemics like this,"}, {"timestamp": [1120.94, 1123.4], "text": " higher up our risk register for our businesses."}, {"timestamp": [1124.62, 1126.96], "text": " I think there's some more changes"}, {"timestamp": [1126.96, 1133.04], "text": " we'll see as well, though. I think we've seen resource sharing in the industry. I imagine"}, {"timestamp": [1133.04, 1139.06], "text": " that people will be building that into their normal patterns of business. And we may see"}, {"timestamp": [1139.06, 1144.52], "text": " those ranges and not going back to the levels that we're used to. So we'll see fewer ranges"}, {"timestamp": [1144.52, 1145.2], "text": " in the shop to allow some more flexibility on production again levels that we're used to. So we'll see fewer ranges in the shop"}, {"timestamp": [1145.2, 1148.6], "text": " to allow some more flexibility on production again"}, {"timestamp": [1148.6, 1150.94], "text": " so that we can rebuild those stock levels."}, {"timestamp": [1151.24, 1155.14], "text": " So we've probably got to get used to less choice permanently?"}, {"timestamp": [1155.86, 1157.68], "text": " For a period of time, I would say."}, {"timestamp": [1158.0, 1160.36], "text": " The industry is a very efficient industry"}, {"timestamp": [1160.36, 1163.58], "text": " and it just has margins of 2% at the moment."}, {"timestamp": [1164.34, 1168.34], "text": " It is very focused on efficiency to keep those costs down for people."}, {"timestamp": [1168.74, 1169.78], "text": " But this is what I mean."}, {"timestamp": [1169.84, 1172.74], "text": " Isn't this unsustainable going forward?"}, {"timestamp": [1172.74, 1177.82], "text": " If we know supply chains are going to be disrupted possibly time and time again"}, {"timestamp": [1177.82, 1183.12], "text": " because we now realise that pandemics are a possibility and can be very disruptive,"}, {"timestamp": [1183.32, 1185.74], "text": " if it's not coronavirus, it could be something else next."}, {"timestamp": [1186.58, 1191.44], "text": " I do think that people will be holding more stock in their supply chains,"}, {"timestamp": [1191.44, 1195.22], "text": " but not perhaps at the supermarkets, but in warehousing."}, {"timestamp": [1195.34, 1199.7], "text": " So I'm expecting to see an increase in stock levels of certain items."}, {"timestamp": [1200.26, 1206.46], "text": " I also think as a society, we will have learnt through this that we don't need to panic by."}, {"timestamp": [1206.98, 1209.26], "text": " We've seen the stock coming back."}, {"timestamp": [1209.9, 1214.1], "text": " But to keep stock flowing, the logistics industry has had to think on its feet."}, {"timestamp": [1214.88, 1218.6], "text": " More than a third of UK imports by value arrived by air."}, {"timestamp": [1218.6, 1226.32], "text": " And 60% of it, in passenger planes, alongside your suitcases in the hold. I had no idea about that."}, {"timestamp": [1226.9, 1231.38], "text": " Yes, it's quite incredible. You wouldn't think that that was the case. It actually accounts for"}, {"timestamp": [1231.38, 1237.88], "text": " 9% of revenue for passenger aircraft. And with most passenger flights cancelled,"}, {"timestamp": [1238.48, 1245.14], "text": " what we've seen again is that logistics system is flexible. In order to increase their revenues,"}, {"timestamp": [1245.26, 1248.12], "text": " we're seeing a number of passenger operators"}, {"timestamp": [1248.12, 1252.12], "text": " now convert to carrying freight cargo"}, {"timestamp": [1252.12, 1255.34], "text": " to again find that way through the system."}, {"timestamp": [1255.54, 1259.24], "text": " So Virgin has run its first ever all cargo flights."}, {"timestamp": [1260.08, 1263.24], "text": " Lufthansa has bringing medicines from China."}, {"timestamp": [1263.98, 1268.82], "text": " Austrian airlines have, and I've seen news today that more adjoining them as well."}, {"timestamp": [1269.94, 1273.34], "text": " There isn't enough capacity through what's called air freighters,"}, {"timestamp": [1273.44, 1281.28], "text": " which are bespoke freight aircraft, to make up the shortfall with passengers' airplanes not operating at the moment."}, {"timestamp": [1281.28, 1285.62], "text": " So this innovation in the industry is really important to keep"}, {"timestamp": [1285.62, 1291.22], "text": " things flowing through. The flow of goods coming from China, the first country hit by coronavirus,"}, {"timestamp": [1291.86, 1298.48], "text": " is finally restarting. But that may actually lead to further problems in the next few weeks."}, {"timestamp": [1299.38, 1308.38], "text": " Recently, we've had container loads leaving China again. So they should be arriving shortly in the UK from China."}, {"timestamp": [1309.42, 1314.42], "text": " Most goods coming from China and further afield by sea."}, {"timestamp": [1315.24, 1321.5], "text": " And it's 95% of UK's international trade comes via ships."}, {"timestamp": [1322.18, 1327.18], "text": " Container loads have been down at major ports by about 60%, which in fact"}, {"timestamp": [1327.18, 1332.76], "text": " has an impact across all modes, which then take the containers onto their last destination."}, {"timestamp": [1332.76, 1336.24], "text": " Yeah, that's huge disruption then."}, {"timestamp": [1336.24, 1341.68], "text": " So that's a huge disruption. It's a huge pause at the moment. And the types of things that"}, {"timestamp": [1341.68, 1349.02], "text": " come from China are telecoms, toys, games, electrical equipment and clothes."}, {"timestamp": [1349.56, 1354.8], "text": " And one of the questions now for the industry, they need to sustain a period of time where they've"}, {"timestamp": [1354.8, 1360.66], "text": " not had business to move from the ports, is what do we do with some of these?"}, {"timestamp": [1360.76, 1362.3], "text": " Our retailers are closed."}, {"timestamp": [1363.22, 1366.64], "text": " The end point of destination for some of these items"}, {"timestamp": [1366.64, 1373.52], "text": " are not open. We've got a storage issue and that affects not just the ports or lorries taking"}, {"timestamp": [1373.52, 1379.6], "text": " containers but one in four containers leave our sea ports through rail and it's having an"}, {"timestamp": [1379.6, 1385.42], "text": " impact on our rail network as well. So where are all these goods piling up then?"}, {"timestamp": [1385.82, 1387.32], "text": " They are to arrive."}, {"timestamp": [1387.72, 1389.76], "text": " So they are on their way at the moment."}, {"timestamp": [1390.42, 1392.98], "text": " But we are looking at some of them"}, {"timestamp": [1392.98, 1394.64], "text": " will be able to be kept at a port."}, {"timestamp": [1395.28, 1397.82], "text": " Others will be needing to find warehousing"}, {"timestamp": [1397.82, 1400.26], "text": " inside the country as well."}, {"timestamp": [1400.62, 1403.42], "text": " It's an area that the industry is looking at at the moment."}, {"timestamp": [1404.22, 1409.14], "text": " Calls about warehouse space are one of the things that's been keeping Andrew Baxter from Europa"}, {"timestamp": [1409.14, 1414.2], "text": " Worldwide Group, who we heard from at the beginning of the program, so busy in his armchair."}, {"timestamp": [1415.06, 1422.2], "text": " We have been asked if we can accommodate quite a lot of additional pallet storage, and we have"}, {"timestamp": [1422.2, 1426.38], "text": " been able to accommodate some, so we are now full in all of our warehouses,"}, {"timestamp": [1426.8, 1430.12], "text": " but we cannot accommodate everything that we've been asked for."}, {"timestamp": [1430.48, 1432.02], "text": " And so what do you imagine happening then"}, {"timestamp": [1432.02, 1434.12], "text": " if all these goods are going to be arriving on our shores"}, {"timestamp": [1434.12, 1436.96], "text": " and there's no warehouse space for them?"}, {"timestamp": [1437.92, 1440.88], "text": " I imagine what will happen is all warehouses"}, {"timestamp": [1440.88, 1443.78], "text": " will become probably a bit more full than they previously were."}, {"timestamp": [1443.78, 1448.54], "text": " I don't believe we will be in a situation where ultimately there's some great calamity"}, {"timestamp": [1448.54, 1451.1], "text": " because we haven't got warehousing space for goods."}, {"timestamp": [1451.36, 1453.5], "text": " Ultimately, I imagine that issue will be solved."}, {"timestamp": [1454.18, 1460.3], "text": " Won't it create extra cost, though, that'll be in the end paid for by consumers when the shops reopen?"}, {"timestamp": [1461.06, 1462.28], "text": " Elizabeth de Jong again."}, {"timestamp": [1462.98, 1464.96], "text": " It's hard to say the cost base."}, {"timestamp": [1464.96, 1467.7], "text": " I can see that where a resource is"}, {"timestamp": [1467.7, 1473.34], "text": " tight, where costs go up because we're needing to store things, there will be pressures on costs."}, {"timestamp": [1473.94, 1479.76], "text": " But at the same time, we will also know that retailers will need to be selling on and making"}, {"timestamp": [1479.76, 1487.12], "text": " what they can from these supplies that they've already ordered. So our non-food retailers have got"}, {"timestamp": [1487.12, 1493.2], "text": " excess stock. We can imagine fashion. We'll be wanting to sell those off at discount prices,"}, {"timestamp": [1493.2, 1500.0], "text": " perhaps. There's still so many ways that our economy could move after this that will affect"}, {"timestamp": [1500.0, 1507.04], "text": " costs in a number of ways. But I imagine there will be pent up demand as well as we begin to"}, {"timestamp": [1507.04, 1512.42], "text": " socialise more and begin to shop again. So it's possible that when the shops do reopen,"}, {"timestamp": [1512.58, 1518.6], "text": " there'll be some very heavy discounting going on. It is possible in certain areas to shift"}, {"timestamp": [1518.6, 1524.62], "text": " what they've ordered. And also we may find that in the future, anticipating something like"}, {"timestamp": [1524.62, 1526.48], "text": " this, again, at a lesser extent,"}, {"timestamp": [1526.54, 1532.7], "text": " they may be less confident about placing the types of orders in the quantity that they have before."}, {"timestamp": [1533.46, 1537.36], "text": " When stores first open again, you might find some real bargains."}, {"timestamp": [1537.36, 1543.46], "text": " And then after that, not that much, or at least not as much as you're used to finding."}, {"timestamp": [1544.14, 1546.28], "text": " I think people will be cautious in"}, {"timestamp": [1546.28, 1553.18], "text": " building up again and I think it will be the ranges that do reduce over the next year or so."}, {"timestamp": [1553.9, 1559.3], "text": " That's what we're seeing, the production lines that I'm involved with doing, which is reducing"}, {"timestamp": [1559.3, 1564.44], "text": " the ranges, because by reducing the ranges, particularly of food, they're able to get more"}, {"timestamp": [1564.44, 1566.76], "text": " throughput, for example, in the ready meals"}, {"timestamp": [1566.76, 1568.94], "text": " by doing the ones that are the most popular"}, {"timestamp": [1568.94, 1571.2], "text": " and not having to shut production"}, {"timestamp": [1571.2, 1574.64], "text": " and then change to a new type of meal that they're producing."}, {"timestamp": [1575.34, 1579.92], "text": " So get used to less consumer choice, at least in the medium term."}, {"timestamp": [1580.52, 1584.1], "text": " The pandemic is causing us to re-evaluate all sorts of things"}, {"timestamp": [1584.1, 1591.9], "text": " about the way we live and work, including Elizabeth DeYoung says, even which jobs we think are good jobs."}, {"timestamp": [1592.4, 1595.98], "text": " I was thinking about what types of jobs we might want in the future."}, {"timestamp": [1596.78, 1604.98], "text": " Looking back on the Great Depression and the types of jobs people went into after that, they were wanting secure jobs."}, {"timestamp": [1606.7, 1607.0], "text": " And in logistics, in the past, we've went into after that. They were wanting secure jobs. And in logistics,"}, {"timestamp": [1612.42, 1618.66], "text": " in the past, we've had problems recruiting people. We've been concerned about our driver vacancy gap. We've been concerned about how to fill the 20% of jobs in warehousing, which EU nationals"}, {"timestamp": [1618.66, 1626.24], "text": " fill at the end of the transition period. And I'm wondering if these types of jobs that we've seen during"}, {"timestamp": [1626.24, 1631.6], "text": " this period have been in high demand will in fact become the more popular jobs and in fact the"}, {"timestamp": [1631.6, 1638.08], "text": " higher paid jobs. So I think our economy will change in ways that we are only just beginning"}, {"timestamp": [1638.08, 1650.28], "text": " to think about. The pandemic has taken the world by surprise, the swiftness with which it's disrupted almost every aspect of our lives."}, {"timestamp": [1650.28, 1663.24], "text": " It's making us look at everything with new eyes, including the complex network of global supply chains which we rely on so heavily for so much of our essentials and comforts."}, {"timestamp": [1663.24, 1667.52], "text": " Right now, those supply chains are fractured."}, {"timestamp": [1667.52, 1671.36], "text": " In the future, maybe we'll even see them dismantled."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. BBC Sounds, music, radio, podcasts. Well, it is very confusing, and it's hard to make the right decisions because it's hard to actually understand how long is it going to last for, what are the volume drops likely to be, what does it all actually mean? It is very hard to have a handle on that, much more so than at any time, I think, in my career. So I think it is a very complicated time to lead a business. Spare a thought for Andrew Baxter, managing director of Europa Worldwide Group. Who'd be the head of an international logistics company right now, trying to move millions of pounds worth of freight around the world in the middle of a pandemic? Do you ever transport toilet roll? Yes, we have. We've been transporting increasing amounts of toilet roll in recent times, but those issues are caused by panic buying. They are not caused by an inability of distribution companies to move goods. However, companies like Andrew Baxter are having problems keeping the smooth supply lines going. One of the biggest problems that we have is that we have people going off with symptoms and that is creating an issue for us in the various parts of our business, whether it's drivers or people in the warehouses. We have siloed a number of staff. Sent home with the government paying 80% of their salary and his company topping up the rest. So that is a change that needs adjusting to. We've moved, more or less, all of our office staff are working from home and did so pretty much immediately after it was recommended that that was done. So that's a very big thing. I mean, we've probably got 550 people working from home. That's a very big shift in our business to go from having everybody in offices to everybody at home. Andrew himself was speaking to me from an armchair in his living room in Nottinghamshire, although he's far from having a relaxing time. His job is to mastermind a delivery network of freight lorries travelling to and from Europe, as well as directing containers of goods travelling by air and sea, and a warehouse business which stores, packs and sends off goods on behalf of online retailers. He welcomed the announcement that smaller businesses would be offered emergency loans, but thinks these measures should go further. I think that the government have made a number of steps in order to support businesses, which have given a lot of reassurance. Reassurance, for example, that our customers are less likely to go bankrupt in this circumstance. Without the government's support, I think it would be a very different picture. But it is certainly a very, very challenging environment. And it's, of course, concerning because we don't know how long it's going to go on for. We don't properly understand what the financial impact of it is. As a mid-sized business, there is, at the moment, no specific government support scheme. We want to see those schemes properly being announced and in place to support mid-sized companies. But yes, it's as difficult to an environment as I've ever had to work in. In this programme, I'm going to be examining whether the complex global web of supply chains can hold up under the enormous pressure of the coronavirus pandemic. And looking further into the future, asking whether this crisis has shown that the days of the speedy delivery of a tremendous choice of cheap goods from all over the world is over. A glance at the Highways England traffic cameras online shows the motorways are wonderfully clear right now with little traffic other than lorries. While many of us here and abroad are told to stay at home and borders across Europe are closed, freight is still allowed to travel freely. Many of the lorries serve the fraught front of the supply lines, the supermarkets, their shelves stripped bare by a few panic buyers and the rest of us buying a couple more of what we consider life's essentials where we can, to the extent that supermarket sales over the past four weeks are the highest ever recorded. Here's Elizabeth De Jong, Director of Policy at the Freight Transport Association. Our food retail is very busy indeed. In that, some of our retailers are talking about demand at 50 to 100% more than usual. It's very busy indeed for them. Can the road hauliers, can they keep up? They can keep up. Things are changing and they're adapting. So you'll have noticed some changes. When you go to the supermarket, you'll notice that the opening hours are shorter to allow longer for logistics industry to restock the supermarkets. You'll be noticing that there are fewer ranges available because that allows more throughput from manufacturers of food as well. And also, there's been some changes we've been working on with government to allow that supply chain, that road supply chain, to work as efficiently as possible. The latest weekly industry survey shows that one in 10 HGV drivers and one in six van drivers are off work, many sick or self-isolating. So Elizabeth De Jong says haulage and delivery businesses are having to be inventive. They've been putting out requests for elsewhere in the logistics industry to help them. So there's other areas which aren't busy at all around events, hospitality and really needing the work. We've been running a campaign and others in the industry too to match areas which don't have work with areas that have lots of work. It can't be easy to find lorry drivers, though, at short notice. Interestingly, only a matter of weeks ago, there was a driver shortage of 59,000 HGV drivers. We're in such different circumstances now that the areas of the economy that are doing less well, where the premises are shut, have really been reaching out to find work for their drivers. So we're in such a different environment now, from where that was such a scarce resource to where there are spare drivers in certain parts of the industry. That's so interesting. I haven't realized that that what we're seeing then is different sectors working together to keep people in employment and to keep the supply chain moving. Yes. As an industry, we're very, very flexible, but this is being a real come together of the logistics industry, subcontracting work, putting out requests for drivers, seeking alternative suppliers and manufacturers. It's a real time of coming together to share the work. So one of the many lorries pulling into a supermarket and loading bay could now be driven by someone who normally delivers food to restaurants. Talking of food, I've wondered whether the panic buying is just the beginning of our grocery-related problems. We get so much fresh produce from our European neighbours like Spain and Italy, where the COVID-19 outbreak is severe and movement restrictions tight. If there are fewer people available there to harvest fruit and vegetables, could that lead to shortages here? Yes, certainly that has been quite a concern for our industry and for supermarkets. Interestingly, today on our catch-up meeting with the Department for Transport. That was on Monday this week. The food retailers are reporting that you can even get fresh pasta from Italy and your tomatoes and lettuces. But the big difference is that rather than perhaps the 14 types of lettuces or tomatoes that we've been used to receiving, the product range is much less. So maybe four types or so. So the message is there is everything you need as long as you're a little flexible. There may not be everything we want, but the goods are coming through. Some of them are taking longer to get through, but currently they are still coming through. Last time I was at the shops, I was eyeing up a cabbage doubtfully, one of the few green vegetables there. Sounds like next time I'd better put it in my basket, next to the chicken, which I could swear is costing more now. Will all these difficulties and these extra steps you're having to take to make things work, is this all going to lead to higher prices in the shops? It may lead to higher prices. We have been looking at labour and costs, and some of the journeys abroad are quite tricky. So currently, to enter Turkey, they're requiring 14 days of quarantine. Because the Turkish authorities don't want to risk a driver from an outbreak hotspot, bringing the virus across the border with them. But blimey, it's bad enough being holed up at home. But can you imagine having to self-isolate in the cab of your lorry? Grim. And we're seeing drivers put up their rates for going to some of them more difficult to access countries. We're hoping that this doesn't last for much longer because there is concerted effort across Europe to encourage the authorities to change their minds on this and to move to quarantining only where symptoms are shown. The message from Elizabeth DeYoung from the Freight Transport Association is that the sector is under strain but adapting, finding solutions to keep goods moving amidst this crisis. But the next person we'll hear from is not so sure. Professor Bayata Yovych is chief economist at the European Bank for Reconstruction and Development. And before the lockdown, she sat down with Jonti Bloom and told him she believes the fallout from the coronavirus pandemic is a wake-up call. The world has become much more complacent about globalization. We started taking it for granted. We started taking it for granted that trade barriers are low, that we can run very efficient supply chains. And the name of the game was cutting costs, moving production to the lowest wage location, and saving money on inventories by focusing on just-in-time production. Just-in-time production, as it sounds, relies on getting the supplies you need there and then. Factories and ships and ports and lorries all around the world operate on an intensely tight and interlocking schedule so that stock appears in warehouses and shops just in time for an order to be completed, a purchase made. It saves time, materials and crucially costs. It's a super-efficient system and, Professor Yovych argues, highly vulnerable to a global shock like this. This focus on just in time production means that if there is a disruption to supply, production grinds to a halt because there is no spare capacity. Interestingly, one of the recent surveys of Japanese firms showed that only a quarter of them have a plan B, have an alternative supplier they can turn to in case their Chinese supplier has a problem. And that presumably has changed, that it used to be that people kept stocks or they had more than one supplier or something. They seem to have kind of narrowed it down to just one source. It's all about cost cutting. So before firms were much less focused on just in-time production. Now that seems to be the standard in many industries. Moreover, we've become much more reliant on China, much more reliant on supplies from China. So, for instance, a quarter of supplies for high-tech industry in the US comes from China. A quarter of supplies for Mexican high-tech industry or Thai high-tech industry or Korean one comes from China. So everybody is much more reliant on China than before. And in order to save costs, firms tend to focus on doing business with the most efficient supplier, rather than having more suppliers with sums per capacity. Will companies and countries have to reorganise their economies to take account of the fact that they've become so dependent on globalisation? Coronavirus will lead to permanent changes in global supply chains. Companies now will have to think not only about efficiency and cost, they will have to think about the resilience of their supply chains. Perhaps Corona by itself would not have such an impact, but this is a second shock that's happening within the last few years. Trade war between the US and China being another shock. Each of these shocks in itself is not enough for companies to redesign their value chains. However, the two shocks together created a perfect storm and I think they are going to lead to a rethinking of the approach to global value chains with focus on resilience, with focus on having suppliers in multiple locations, with focus on having suppliers with some spare capacity. We are likely to see movement of production away from China towards other countries, countries that are maybe closer, countries that are within the same trading arrangement, countries that may have larger wage costs. But here, automation can help us with dealing with higher wage costs. We've made tremendous progress with robotisation, which means that labour costs are not as important as before. The big question is whether companies will dump their international supply chains and bring production back to the UK. This is known as reshoring. In the 1980s and 90s, the clothing industry, for example, moved almost all of its manufacturing overseas to cheaper countries like China and Bangladesh, with only minimal production left in the UK. Might that decision now be reversed? So we have been talking about reshoring for quite a while. Probably for a decade, we haven't seen much of it happening as of yet. However, I think that the trade war combined with the coronavirus epidemics will lead companies to actually take reshoring seriously. They will reshore activities that can be automated because reshoring brings certainty you do not have to worry about your national trade policy. You are not facing uncertainty in case trade war happen. And it also gives you an opportunity to diversify your supplier base. Professor Bayata Yovorchik, who was talking to Jonti Bloom last month. And sure enough, as coronavirus has spread, more and more cracks, and frankly, gaping holes have appeared in company supply chains. Jaguar Land Rover said it was having to fly in parts in suitcases to keep its production lines moving. JCP first cut hours and then sent all factory staff home till the end of the month. Even members of the Freight Transport Association, whose reason for being is to keep goods moving, are beginning to question the Just In Time production model. Elizabeth DeYoung brings us back to those empty supermarket shelves. Yes, the Just In Time system is one that's been quite a lot of focus on because that's one of the reasons why we see the empty shelves. And I think in a typical supply chain, there's probably about six to eight weeks of stock, but we don't keep any of that stock in the supermarkets. Things are delivered onto the shelves. And with the increase in demand running at 50 to 100%, because there has unfortunately been the stock pile, that's where we've seen those empty shelves. I was thinking ahead to some of the longer term impacts and changes in the industry once we're through this period. And I think we will see differences and some increase in the amount of stock held because what we now classify as normal may be quite different. So we keep stock for what we know our normal range of demand is. But if we're expecting some more coronavirus next year, perhaps as there has been talk on,, will need to increase some of our stock levels for certain goods in the system as well. Is the just in time model going to work at all going forward if we know that supply chains are going to get disrupted in the near future? And, you know, even if a vaccine is found and this coronavirus goes away as a problem, you know, there could be another pandemic in a few years' time. Yeah, so I think we'll still see a form of just in time, but allows for those bigger variations in what demand might be, as we know more and we have pandemics like this, higher up our risk register for our businesses. I think there's some more changes we'll see as well, though. I think we've seen resource sharing in the industry. I imagine that people will be building that into their normal patterns of business. And we may see those ranges and not going back to the levels that we're used to. So we'll see fewer ranges in the shop to allow some more flexibility on production again levels that we're used to. So we'll see fewer ranges in the shop to allow some more flexibility on production again so that we can rebuild those stock levels. So we've probably got to get used to less choice permanently? For a period of time, I would say. The industry is a very efficient industry and it just has margins of 2% at the moment. It is very focused on efficiency to keep those costs down for people. But this is what I mean. Isn't this unsustainable going forward? If we know supply chains are going to be disrupted possibly time and time again because we now realise that pandemics are a possibility and can be very disruptive, if it's not coronavirus, it could be something else next. I do think that people will be holding more stock in their supply chains, but not perhaps at the supermarkets, but in warehousing. So I'm expecting to see an increase in stock levels of certain items. I also think as a society, we will have learnt through this that we don't need to panic by. We've seen the stock coming back. But to keep stock flowing, the logistics industry has had to think on its feet. More than a third of UK imports by value arrived by air. And 60% of it, in passenger planes, alongside your suitcases in the hold. I had no idea about that. Yes, it's quite incredible. You wouldn't think that that was the case. It actually accounts for 9% of revenue for passenger aircraft. And with most passenger flights cancelled, what we've seen again is that logistics system is flexible. In order to increase their revenues, we're seeing a number of passenger operators now convert to carrying freight cargo to again find that way through the system. So Virgin has run its first ever all cargo flights. Lufthansa has bringing medicines from China. Austrian airlines have, and I've seen news today that more adjoining them as well. There isn't enough capacity through what's called air freighters, which are bespoke freight aircraft, to make up the shortfall with passengers' airplanes not operating at the moment. So this innovation in the industry is really important to keep things flowing through. The flow of goods coming from China, the first country hit by coronavirus, is finally restarting. But that may actually lead to further problems in the next few weeks. Recently, we've had container loads leaving China again. So they should be arriving shortly in the UK from China. Most goods coming from China and further afield by sea. And it's 95% of UK's international trade comes via ships. Container loads have been down at major ports by about 60%, which in fact has an impact across all modes, which then take the containers onto their last destination. Yeah, that's huge disruption then. So that's a huge disruption. It's a huge pause at the moment. And the types of things that come from China are telecoms, toys, games, electrical equipment and clothes. And one of the questions now for the industry, they need to sustain a period of time where they've not had business to move from the ports, is what do we do with some of these? Our retailers are closed. The end point of destination for some of these items are not open. We've got a storage issue and that affects not just the ports or lorries taking containers but one in four containers leave our sea ports through rail and it's having an impact on our rail network as well. So where are all these goods piling up then? They are to arrive. So they are on their way at the moment. But we are looking at some of them will be able to be kept at a port. Others will be needing to find warehousing inside the country as well. It's an area that the industry is looking at at the moment. Calls about warehouse space are one of the things that's been keeping Andrew Baxter from Europa Worldwide Group, who we heard from at the beginning of the program, so busy in his armchair. We have been asked if we can accommodate quite a lot of additional pallet storage, and we have been able to accommodate some, so we are now full in all of our warehouses, but we cannot accommodate everything that we've been asked for. And so what do you imagine happening then if all these goods are going to be arriving on our shores and there's no warehouse space for them? I imagine what will happen is all warehouses will become probably a bit more full than they previously were. I don't believe we will be in a situation where ultimately there's some great calamity because we haven't got warehousing space for goods. Ultimately, I imagine that issue will be solved. Won't it create extra cost, though, that'll be in the end paid for by consumers when the shops reopen? Elizabeth de Jong again. It's hard to say the cost base. I can see that where a resource is tight, where costs go up because we're needing to store things, there will be pressures on costs. But at the same time, we will also know that retailers will need to be selling on and making what they can from these supplies that they've already ordered. So our non-food retailers have got excess stock. We can imagine fashion. We'll be wanting to sell those off at discount prices, perhaps. There's still so many ways that our economy could move after this that will affect costs in a number of ways. But I imagine there will be pent up demand as well as we begin to socialise more and begin to shop again. So it's possible that when the shops do reopen, there'll be some very heavy discounting going on. It is possible in certain areas to shift what they've ordered. And also we may find that in the future, anticipating something like this, again, at a lesser extent, they may be less confident about placing the types of orders in the quantity that they have before. When stores first open again, you might find some real bargains. And then after that, not that much, or at least not as much as you're used to finding. I think people will be cautious in building up again and I think it will be the ranges that do reduce over the next year or so. That's what we're seeing, the production lines that I'm involved with doing, which is reducing the ranges, because by reducing the ranges, particularly of food, they're able to get more throughput, for example, in the ready meals by doing the ones that are the most popular and not having to shut production and then change to a new type of meal that they're producing. So get used to less consumer choice, at least in the medium term. The pandemic is causing us to re-evaluate all sorts of things about the way we live and work, including Elizabeth DeYoung says, even which jobs we think are good jobs. I was thinking about what types of jobs we might want in the future. Looking back on the Great Depression and the types of jobs people went into after that, they were wanting secure jobs. And in logistics, in the past, we've went into after that. They were wanting secure jobs. And in logistics, in the past, we've had problems recruiting people. We've been concerned about our driver vacancy gap. We've been concerned about how to fill the 20% of jobs in warehousing, which EU nationals fill at the end of the transition period. And I'm wondering if these types of jobs that we've seen during this period have been in high demand will in fact become the more popular jobs and in fact the higher paid jobs. So I think our economy will change in ways that we are only just beginning to think about. The pandemic has taken the world by surprise, the swiftness with which it's disrupted almost every aspect of our lives. It's making us look at everything with new eyes, including the complex network of global supply chains which we rely on so heavily for so much of our essentials and comforts. Right now, those supply chains are fractured. In the future, maybe we'll even see them dismantled."}