{"speakers": [], "chunks": [{"timestamp": [0.0, 1.74], "text": " This is the BBC."}, {"timestamp": [2.94, 6.64], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [8.86, 12.22], "text": " BBC Sounds, music, radio podcasts."}, {"timestamp": [12.88, 16.3], "text": " Thanks for downloading the world of business podcasts from the BBC."}, {"timestamp": [16.6, 17.46], "text": " I'm Johnty Bloom."}, {"timestamp": [17.84, 20.1], "text": " In this edition of Radio 4's In Business,"}, {"timestamp": [20.56, 24.1], "text": " I'm looking at how the coronavirus is hitting the world of work."}, {"timestamp": [24.5, 27.86], "text": " As the country faces the economic fallout of months of lockdown,"}, {"timestamp": [28.32, 29.96], "text": " millions of people are still on furlough,"}, {"timestamp": [30.36, 34.18], "text": " and a list of companies announcing job losses is increasing relentlessly."}, {"timestamp": [34.7, 37.86], "text": " I'm looking at whose jobs are most at risk and what needs to be done"}, {"timestamp": [37.86, 41.16], "text": " to help young people cope with rising unemployment."}, {"timestamp": [48.0, 51.44], "text": " Have you ever thought about owning and running your own company?"}, {"timestamp": [51.44, 56.0], "text": " Building up a business may be one at the cutting edge of the latest technology,"}, {"timestamp": [56.0, 60.32], "text": " creating not just jobs but well-paid, highly skilled careers."}, {"timestamp": [60.32, 64.72], "text": " Well remember, with all that success comes great responsibility."}, {"timestamp": [64.72, 70.0], "text": " Awful. It is, it was and it should be the worst part of any director's job"}, {"timestamp": [70.0, 75.0], "text": " to take the livelihood away from anybody, let alone somebody you've known for decades,"}, {"timestamp": [75.0, 81.0], "text": " let alone somebody whose knowledge and experience you value enormously."}, {"timestamp": [81.0, 85.86], "text": " You're the person who's going to have to tell people, perhaps dozens of people, that their"}, {"timestamp": [85.86, 87.76], "text": " jobs no longer exist."}, {"timestamp": [87.76, 93.3], "text": " And what you try and do on an individual basis is actually sit down and talk through where"}, {"timestamp": [93.3, 96.34], "text": " you are with those people whose livelihoods are going."}, {"timestamp": [96.34, 102.18], "text": " And it's an awful, awful thing to do."}, {"timestamp": [102.18, 106.0], "text": " This is the shop floor at JJ Churchill in Mark at Bosworth in Leicestershire."}, {"timestamp": [106.0, 110.76], "text": " I've been here a few times before. It's a really impressive company at the cutting edge of aerospace technology."}, {"timestamp": [110.76, 115.04], "text": " They make blades and components for Rolls-Royce and many other companies."}, {"timestamp": [115.04, 119.88], "text": " But the closing down of the aviation industry has hit them terribly."}, {"timestamp": [119.88, 123.56], "text": " Andrew Churchill is the grandson of the founder of this company."}, {"timestamp": [123.56, 127.6], "text": " It was set up in the 1930s to build parts for aero engines."}, {"timestamp": [127.6, 132.32], "text": " Bombed out of Coventry during the Blitz, its founder was shot down and killed during the"}, {"timestamp": [132.32, 134.04], "text": " war in a spitfire."}, {"timestamp": [134.04, 138.04], "text": " It survived that and much else over more than 80 years."}, {"timestamp": [138.04, 142.56], "text": " This company knows that hard times call for hard choices."}, {"timestamp": [142.56, 148.48], "text": " But there's a greater good piece here, which is if you retain those jobs, if you retain the cost"}, {"timestamp": [148.48, 153.48], "text": " of keeping those jobs, and as a result the company becomes illiquid and ceases trading,"}, {"timestamp": [153.86, 156.68], "text": " then everybody goes, the whole company goes."}, {"timestamp": [157.22, 161.78], "text": " And that is one of those awful decisions that, frankly, directors are paid to make."}, {"timestamp": [161.78, 167.36], "text": " We employed before the lockdown, the hit of COVID-19, 140 people."}, {"timestamp": [167.36, 172.72], "text": " Today we're between 80 and 90 employees so quite a big hit. You've got rid of about"}, {"timestamp": [173.36, 179.28], "text": " what 40 or 50 people. I hate got rid of but it's absolutely true. It's a really bitter pill to"}, {"timestamp": [179.28, 184.88], "text": " swallow because the noise you can hear in the background is absolutely world-class equipment."}, {"timestamp": [184.88, 185.04], "text": " The best equipment you can buy to make background is absolutely world-class equipment."}, {"timestamp": [185.04, 188.1], "text": " The best equipment you can buy to make gas turbine blades."}, {"timestamp": [188.1, 191.0], "text": " But that equipment on its own makes nothing."}, {"timestamp": [191.0, 193.3], "text": " It needs the best people as well."}, {"timestamp": [193.3, 197.96], "text": " The equipment is a fixed cost and the other part of the fixed cost are our people."}, {"timestamp": [197.96, 204.16], "text": " And when you suffer in business a 70% hit, you have to cut the number of people who employ."}, {"timestamp": [204.16, 207.14], "text": " And simply looking midterm, those jobs have ceased to exist."}, {"timestamp": [207.14, 210.8], "text": " The next few years, those jobs are not here in our business."}, {"timestamp": [210.8, 215.04], "text": " And that meant we had to initially put half the company on furlough."}, {"timestamp": [215.04, 223.68], "text": " And sadly, that's resulted in 40% of the company now being made redundant."}, {"timestamp": [223.68, 228.04], "text": " Like tumbling dominoes, those job losses and millions more like them will have knock-on"}, {"timestamp": [228.04, 234.46], "text": " effects throughout the UK's workforce, and inevitably those at the bottom will be hit the hardest."}, {"timestamp": [234.46, 239.64], "text": " People with the fewest skills, qualifications and experience will suffer the most."}, {"timestamp": [239.64, 243.9], "text": " Holding onto a job will be hard enough, but for in-business this week I've been looking at"}, {"timestamp": [243.9, 246.0], "text": " what the prospects are for the young."}, {"timestamp": [246.0, 250.96], "text": " They will find not only that recruitment is drying up, but that there are also millions of people"}, {"timestamp": [250.96, 258.82], "text": " after the jobs they might have expected to easily fill."}, {"timestamp": [258.82, 263.1], "text": " More than 9 million people in the UK have been furloughed, with the government paying most"}, {"timestamp": [263.1, 264.72], "text": " of their wages."}, {"timestamp": [264.72, 265.18], "text": " Some have since"}, {"timestamp": [265.18, 270.88], "text": " returned to work, but many haven't. The huge worry is that just like at J.J. Churchill, many of"}, {"timestamp": [270.88, 275.92], "text": " those jobs just won't be there to go back to. Millions of people could think that they're"}, {"timestamp": [275.92, 281.04], "text": " being paid to stay at home and will be back in the office on the shop floor or behind the bar"}, {"timestamp": [281.04, 285.46], "text": " in a few weeks' time, but the reality is that some jobs have disappeared"}, {"timestamp": [285.46, 287.1], "text": " for good."}, {"timestamp": [287.1, 290.92], "text": " Many companies have already announced huge numbers of redundancies."}, {"timestamp": [290.92, 299.18], "text": " Rolls-Royce, 3,000, raw mail, 2,000, EasyJet 2000, Harrod's almost 700, British Airways"}, {"timestamp": [299.18, 301.32], "text": " up to 12,000."}, {"timestamp": [301.32, 307.0], "text": " Those jobs are not coming back anytime soon, if at all. And the 70% hit to output"}, {"timestamp": [307.0, 312.0], "text": " Andrew Churchill talks about means a very long road to recovery lies ahead."}, {"timestamp": [312.0, 317.0], "text": " It will probably last for the rest of this fiscal year, so we'll continue to be running to"}, {"timestamp": [317.0, 323.0], "text": " about 30% of what we were for that period. And then the long slog of a two to five year recovery"}, {"timestamp": [323.0, 325.0], "text": " to 2019 levels. Five years is a very long time to get back to five year recovery to 2019 levels."}, {"timestamp": [325.0, 330.0], "text": " Five years is a very long time to get back to where we were last year"}, {"timestamp": [330.0, 334.0], "text": " when the effects are already being felt in the job market today."}, {"timestamp": [334.0, 347.72], "text": " It all adds up to a perfect storm and to understand how tough things are getting, you only"}, {"timestamp": [347.72, 351.68], "text": " have to come here to the Alexandra Pub in Wimbledon."}, {"timestamp": [351.68, 356.36], "text": " Earlier this month its manager placed an advert for two new bar staff."}, {"timestamp": [356.36, 360.92], "text": " Normally he'd get a few dozen replies from young locals in search of some work."}, {"timestamp": [360.92, 369.0], "text": " This time he got 484 applicants, some with decades of experience in catering, retail and the leisure sector."}, {"timestamp": [369.0, 377.0], "text": " They were so good he took on six, leaving 478 disappointed applicants."}, {"timestamp": [377.0, 385.38], "text": " So if you're trying to find work times are very, very tough, and especially for the young looking for their first job."}, {"timestamp": [388.66, 389.26], "text": " Many might have thought that some bar work would look good on their CV,"}, {"timestamp": [394.6, 395.22], "text": " been a fun place to get some experience and perhaps be the start of a career in catering and hospitality."}, {"timestamp": [400.44, 403.34], "text": " But those bright young things are now competing against millions of people with years of experience and they're being squeezed in other ways too."}, {"timestamp": [403.8, 405.94], "text": " We just had to close really quickly."}, {"timestamp": [406.02, 407.16], "text": " It was kind of just out of the blue."}, {"timestamp": [407.8, 409.48], "text": " And then everyone just could put it on to furlough."}, {"timestamp": [409.66, 411.78], "text": " And after that, we weren't really sure what was going to happen."}, {"timestamp": [411.94, 415.22], "text": " Like, we weren't sure how long it's going to be to reopen or if we would reopen."}, {"timestamp": [415.82, 418.78], "text": " Rebecca Bentley is an 18-year-old apprentice chef."}, {"timestamp": [419.16, 422.9], "text": " Almost overnight, the restaurant where she worked and trained closed down."}, {"timestamp": [423.26, 425.14], "text": " I've done two apprenticeships so far with them."}, {"timestamp": [425.22, 427.56], "text": " I've done Comey Chef, which is about a year long,"}, {"timestamp": [427.68, 429.28], "text": " and I finished that last year."}, {"timestamp": [429.82, 431.88], "text": " And then I've just started Chef to Party in January,"}, {"timestamp": [432.08, 434.26], "text": " and that's about one and a half years."}, {"timestamp": [434.38, 436.02], "text": " So I've still got quite a bit of that to go."}, {"timestamp": [436.64, 439.22], "text": " There's not many jobs kind of about all apprenticeships,"}, {"timestamp": [439.36, 442.66], "text": " so I just have to keep looking, just stay hopeful,"}, {"timestamp": [443.38, 444.64], "text": " and yeah, just keep going."}, {"timestamp": [445.6, 449.32], "text": " Luckily for Rebecca, her former employers have started a takeaway outlet"}, {"timestamp": [449.32, 452.06], "text": " and will be able to keep her on as an apprentice,"}, {"timestamp": [452.46, 456.46], "text": " but that's sadly not the case for every young person training on the job,"}, {"timestamp": [456.82, 457.98], "text": " not by a long way."}, {"timestamp": [458.44, 461.44], "text": " There's been a lot of talk about apprenticeships and training schemes."}, {"timestamp": [461.44, 465.28], "text": " The government wants to guarantee an apprenticeship for everyone who wants one."}, {"timestamp": [465.7, 471.4], "text": " And firms like JJ Churchill have kept all their apprentices on at considerable expense."}, {"timestamp": [472.04, 476.04], "text": " We're now nearly 10% of our workforce and apprenticeship, which is great."}, {"timestamp": [476.18, 477.08], "text": " You know, we've protected them."}, {"timestamp": [477.16, 479.58], "text": " It brings challenges with the necessary mentoring."}, {"timestamp": [480.14, 483.08], "text": " But that's actually a worthwhile investment in our future."}, {"timestamp": [483.94, 487.92], "text": " But Andrew Churchill warns he won't be hiring new apprentices."}, {"timestamp": [488.72, 492.24], "text": " We can't take any more, so we'll have a hiatus for at least a year."}, {"timestamp": [492.88, 494.88], "text": " And that's a problem, and I look across the Midlands."}, {"timestamp": [495.36, 497.04], "text": " When I speak to apprentice training colleges,"}, {"timestamp": [497.44, 501.68], "text": " the average figure seems to be about two-thirds down for where they should be"}, {"timestamp": [501.68, 503.76], "text": " for this time of year for a September start."}, {"timestamp": [504.48, 507.0], "text": " Now that is not viable."}, {"timestamp": [507.0, 512.0], "text": " Lost opportunities and prospects for at least one whole year of school leavers"}, {"timestamp": [512.0, 514.0], "text": " and maybe much, much more."}, {"timestamp": [514.0, 518.0], "text": " Because apprenticeships depend on companies having orders and work,"}, {"timestamp": [518.0, 520.0], "text": " which is exactly what they don't have."}, {"timestamp": [520.0, 524.0], "text": " Mark Doar is head of the Association of Employment and Learning Providers."}, {"timestamp": [524.0, 528.68], "text": " The big stat that we can see at the moment is the starts have fallen off a cliff edge."}, {"timestamp": [529.14, 534.42], "text": " So they're down something like 50% so far and it's going to get worse as far as we can see."}, {"timestamp": [534.54, 537.7], "text": " But in small businesses, they're down something like 80%."}, {"timestamp": [537.7, 539.48], "text": " So that's dramatic."}, {"timestamp": [539.72, 542.86], "text": " As we know in the wider economy, as furlough comes to an end,"}, {"timestamp": [542.96, 545.82], "text": " we're starting to see more and more redundancies."}, {"timestamp": [545.82, 550.0], "text": " And unfortunately, apprentices will be a key part of those redundancies."}, {"timestamp": [550.0, 554.26], "text": " So we're not getting the start and we're going to lose those that are actually in apprenticeships"}, {"timestamp": [554.26, 555.62], "text": " at the moment."}, {"timestamp": [555.62, 559.32], "text": " And the knock-on effects, Will and are being felt throughout the labour market for those like"}, {"timestamp": [559.32, 564.76], "text": " 24-year-old Benjamin or Latubosu, already unemployed before this started, it's getting tougher"}, {"timestamp": [564.76, 565.44], "text": " all the time."}, {"timestamp": [565.44, 570.48], "text": " The Prince's Trust had helped him on a technology course, which he hoped would lead to a job,"}, {"timestamp": [570.48, 576.8], "text": " but then came COVID-19. It had quite a big effect because along with the course, they offered"}, {"timestamp": [576.8, 582.64], "text": " guaranteed interviews. So I was actually expecting to be in my new job role right about now,"}, {"timestamp": [582.64, 587.7], "text": " just learning and progressing. But then as you said, COVID-19 kind of kicked in."}, {"timestamp": [587.88, 593.46], "text": " I was actually in the middle of a interview process where I've already passed a telephone interview"}, {"timestamp": [593.46, 597.56], "text": " and I just needed to go into their head office and produce a presentation."}, {"timestamp": [598.12, 604.02], "text": " And then that was shortly put on pause because of COVID and loads of employers were"}, {"timestamp": [604.02, 607.0], "text": " putting all their recruitment processes on hold."}, {"timestamp": [607.0, 609.0], "text": " So it kind of left me in the lurch."}, {"timestamp": [609.0, 616.0], "text": " Didn't know what to do for a while, but the good thing about the course is that it doesn't just teach you technical skills,"}, {"timestamp": [616.0, 620.0], "text": " which a lot of people would probably think, yeah, that's probably what all the course is about."}, {"timestamp": [620.0, 624.0], "text": " It also teaches you fundamental skills and employability skills."}, {"timestamp": [624.0, 627.44], "text": " And also they've also helped me to be persistent."}, {"timestamp": [628.18, 631.06], "text": " Shula Jenkins is 25 and was in a similar position."}, {"timestamp": [631.6, 635.38], "text": " She was actually doing work experience at Marks and Spencer through the Prince's Trust"}, {"timestamp": [635.38, 638.3], "text": " when COVID-19 shut down the high street."}, {"timestamp": [638.72, 641.14], "text": " Due to the virus, I had to be let go."}, {"timestamp": [641.44, 642.24], "text": " And why was that?"}, {"timestamp": [642.24, 644.34], "text": " I was a temporary staff anyway."}, {"timestamp": [644.84, 646.56], "text": " But me being a high risk,"}, {"timestamp": [647.12, 650.8], "text": " it was a better option for them to let me go."}, {"timestamp": [651.04, 652.42], "text": " So how did you feel about that?"}, {"timestamp": [652.64, 653.48], "text": " I was disappointed."}, {"timestamp": [653.84, 655.08], "text": " I understood the situation."}, {"timestamp": [655.78, 659.02], "text": " But yeah, I was sad that it was cut short, yeah."}, {"timestamp": [659.22, 661.92], "text": " And what do you think your prospects are now?"}, {"timestamp": [662.0, 662.76], "text": " What are you trying to do?"}, {"timestamp": [662.76, 670.8], "text": " At the moment, I'm trying to figure out what my next steps are as I'm not, well, it doesn't"}, {"timestamp": [670.8, 676.88], "text": " seem that I'm going to get back to M&S at the moment because they're not hiring any staff back."}, {"timestamp": [676.88, 680.88], "text": " And do you worry that there's so many other unemployed people out there now?"}, {"timestamp": [680.88, 685.56], "text": " Yeah, it does worry me slightly because obviously there's thousands like myself"}, {"timestamp": [685.56, 692.88], "text": " as well. So it's going to be hard for me and others. But I'm trying to keep positive and"}, {"timestamp": [692.88, 698.74], "text": " something will come if it's meant to be. That's how I'm thinking of it anyway. For graduates,"}, {"timestamp": [698.74, 708.12], "text": " the issues are similar. Already 31% of them work in jobs which don't need a degree. That's likely to get worse as graduate schemes dry up."}, {"timestamp": [708.52, 711.08], "text": " Like apprenticeships, they're expensive for firms to run,"}, {"timestamp": [711.44, 714.34], "text": " especially when they don't know how many staff they'll need next week,"}, {"timestamp": [714.74, 716.02], "text": " let alone next year."}, {"timestamp": [716.46, 719.06], "text": " And this is just the time when graduates should be looking"}, {"timestamp": [719.06, 721.22], "text": " for that first step on their career ladder,"}, {"timestamp": [721.7, 725.08], "text": " doing internships, polishing their CVs and making connections."}, {"timestamp": [725.86, 730.5], "text": " All that stopped almost overnight, although technology has stepped in to help."}, {"timestamp": [732.08, 739.28], "text": " Well, I've just logged on to the Bright Network Internship Experience, UK."}, {"timestamp": [739.82, 746.64], "text": " At the moment, they're being given a little lecture by Jay Kelly Hoey from America on one of these streaming apps,"}, {"timestamp": [747.16, 749.02], "text": " basically how they should go about networking."}, {"timestamp": [749.54, 752.9], "text": " And there are thousands of people who are tuning into this at the moment."}, {"timestamp": [753.64, 757.22], "text": " Normally, they would be doing this face-to-face with companies trying to sell themselves,"}, {"timestamp": [757.36, 760.48], "text": " trying to get internships and work experience and possibly jobs."}, {"timestamp": [760.56, 762.98], "text": " But because of COVID-19, they can't."}, {"timestamp": [762.98, 764.02], "text": " It's moved online."}, {"timestamp": [769.0, 772.0], "text": " These virtual internations, have a deeper relationship with them. These virtual internships have been running for the past month."}, {"timestamp": [772.0, 776.0], "text": " This one was for young people interested in working in tech companies."}, {"timestamp": [776.0, 779.0], "text": " James Uffindal is the chief executive of Bright Network,"}, {"timestamp": [779.0, 785.5], "text": " the Graduate Recruitment Company, which set them up to help students and graduates adapt to the new circumstances."}, {"timestamp": [786.22, 789.8], "text": " It's a very disconcerting time, I'd say, to be a young person in the labour market."}, {"timestamp": [790.1, 796.22], "text": " And that comes out in the data in terms of students, quite frankly, worrying about their future"}, {"timestamp": [796.22, 802.2], "text": " job prospects and only 36% of 2020 graduates feel confident they're going to get a role"}, {"timestamp": [802.2, 807.6], "text": " versus 57% back in January. So there's been a huge dent in confidence."}, {"timestamp": [807.94, 810.82], "text": " Does that mean that the employers are still taking on people?"}, {"timestamp": [810.98, 811.7], "text": " I mean, who's recruiting?"}, {"timestamp": [812.16, 817.2], "text": " So for the smaller employers, obviously they often have weaker balance sheets, lower head counts,"}, {"timestamp": [817.54, 822.78], "text": " and they're less able to hire bright young talent as they go into a hunker down,"}, {"timestamp": [823.26, 824.38], "text": " survive mentality."}, {"timestamp": [824.38, 826.48], "text": " Then secondly, there's the"}, {"timestamp": [826.48, 831.46], "text": " big blue chips that really take a very long-term view on their talent pipelines, for example, law"}, {"timestamp": [831.46, 836.4], "text": " firms, and really encouragingly, they are continuing to invest in hiring top talents. And then the"}, {"timestamp": [836.4, 841.2], "text": " other part is the blue chips that are pausing a bit. They are looking at the economic headwinds,"}, {"timestamp": [841.2, 849.52], "text": " trying to decide whether we're going to have an L-shape, a U-shape, a V-shaped, type recovery, and they are essentially pressing pause a bit in terms of making"}, {"timestamp": [849.52, 850.24], "text": " their hiring decisions."}, {"timestamp": [850.24, 856.48], "text": " So what's it like to be graduating now? Lorna Ram is leaving Edinburgh University with a degree"}, {"timestamp": [856.48, 862.4], "text": " in linguistics and English language and hopes to get a job in financial services or management consulting."}, {"timestamp": [862.4, 864.96], "text": " She signed up for two virtual internships."}, {"timestamp": [864.96, 865.28], "text": " It's hard. I'm acutely aware that it will take me a long time to get Natural Services or Management Consulting. She signed up for two virtual internships."}, {"timestamp": [865.78, 865.88], "text": " It's hard."}, {"timestamp": [868.4, 872.0], "text": " I'm acutely aware that it will take me a long time to get to the professional level"}, {"timestamp": [872.0, 873.78], "text": " that I might have been pre-COVID."}, {"timestamp": [874.34, 877.74], "text": " But yes, I'm hoping that my peers and others"}, {"timestamp": [877.74, 879.98], "text": " are able to innovate as much as possible"}, {"timestamp": [879.98, 882.7], "text": " and take this time to reflect, learn,"}, {"timestamp": [883.14, 886.18], "text": " not, you know, sit around and, well, despair."}, {"timestamp": [887.22, 889.94], "text": " Why do you think it will take longer? What's going to happen?"}, {"timestamp": [890.24, 896.08], "text": " There will be in some areas or in smaller companies, they'll be employing fewer graduates."}, {"timestamp": [896.96, 903.18], "text": " I think that we'll see that already because you've had internships or graduate roles deferred."}, {"timestamp": [903.5, 907.7], "text": " If they're deferred, you've got a whole year who would have been going in next year."}, {"timestamp": [908.12, 911.0], "text": " He'll have to wait a year themselves to get that role."}, {"timestamp": [911.58, 914.48], "text": " So you'll see a delay in that respect."}, {"timestamp": [915.04, 919.78], "text": " I suppose it will just take time and there will be more caution maybe in promotions."}, {"timestamp": [920.5, 925.38], "text": " Beth Wardle is graduating this year from Nottingham University in criminology and sociology."}, {"timestamp": [926.02, 932.58], "text": " And now she's going to do a year-long law conversion course, but COVID-19 have still affected her plans."}, {"timestamp": [932.58, 937.28], "text": " I thought that maybe I'd at least have experience in a law firm by now,"}, {"timestamp": [937.5, 941.56], "text": " especially because just before COVID had happened and lockdown had happened,"}, {"timestamp": [942.28, 945.96], "text": " I'd secured some work experience at two firms in Nottingham,"}, {"timestamp": [946.32, 951.72], "text": " which obviously cancelled because I, you know, lockdown occurred."}, {"timestamp": [952.16, 955.76], "text": " Are you finding that lots of your friends and so on having similar problems?"}, {"timestamp": [956.02, 962.2], "text": " Yeah, so I've definitely seen like a increase in the amount of people wanting to do a master's"}, {"timestamp": [962.2, 965.66], "text": " degree. And I think a lot of the reasoning behind that is because, like,"}, {"timestamp": [966.22, 970.32], "text": " you've done an undergrad degree, you're kind of quite happy in education."}, {"timestamp": [971.0, 976.14], "text": " And I think that a lot of my friends who haven't secured graduate jobs already"}, {"timestamp": [976.14, 979.86], "text": " are moving onto the masters because it is, like, basically,"}, {"timestamp": [980.0, 983.38], "text": " a better move for them than going into, like, a market"}, {"timestamp": [983.38, 985.84], "text": " where you're not sure if you're going to get a job straight away."}, {"timestamp": [986.52, 992.8], "text": " Claire McNeil, an associate director at the IPPR think tank, agrees that the sensible option for many young people"}, {"timestamp": [992.8, 996.36], "text": " might just be to stay out of the workforce for as long as possible."}, {"timestamp": [996.9, 1001.16], "text": " Unfortunately, it's always younger people who suffer the worst in a recession."}, {"timestamp": [1001.68, 1010.24], "text": " It does mean that it can be incredibly disheartening for young people when they are standing off often hundreds of applications and not getting anywhere. And actually"}, {"timestamp": [1010.24, 1016.16], "text": " staying in education at the moment is a really good idea. If you are a young person and you're"}, {"timestamp": [1016.16, 1021.52], "text": " thinking about whether or not you should stay on in education or look for a job, now would be a good"}, {"timestamp": [1021.52, 1025.36], "text": " time to think about training. The risk is that if young people fall"}, {"timestamp": [1025.36, 1030.56], "text": " out of work and go on to Universal Credit, often they can be kind of shunted back into work"}, {"timestamp": [1030.56, 1037.6], "text": " before being perhaps offered training that could support them into finding a better job."}, {"timestamp": [1037.6, 1040.16], "text": " So yeah, it's a really difficult time for young people."}, {"timestamp": [1040.16, 1047.0], "text": " More training or education could be a good move then, especially when you consider how bad things are expected to get."}, {"timestamp": [1047.0, 1054.0], "text": " It does suggest that unemployment rate will peak at around 12% in the last quarter of the year."}, {"timestamp": [1054.0, 1061.0], "text": " And some estimates suggest that we'll reach over 4 million, which would be a new high in terms of unemployment in this country."}, {"timestamp": [1061.0, 1063.0], "text": " So what can the government do?"}, {"timestamp": [1063.0, 1069.88], "text": " It's made a start. It's furlowing millions of jobs, paying wages, so companies don't have to let staff go permanently."}, {"timestamp": [1069.88, 1075.66], "text": " It's paying companies to bring such staff back to work at £1,000 a time, and there's more."}, {"timestamp": [1075.66, 1079.38], "text": " Today I'm announcing the Kickstart Scheme."}, {"timestamp": [1079.38, 1085.5], "text": " A new programme to give hundreds of thousands of young people in every region and nation of Britain"}, {"timestamp": [1085.5, 1090.0], "text": " the best possible chance of getting on and getting a job."}, {"timestamp": [1090.0, 1099.0], "text": " The Kickstart scheme will directly pay employers to create new jobs for any 16 to 24 year old at risk of long-term unemployment."}, {"timestamp": [1099.0, 1104.0], "text": " That will help young unemployed people get work experience, paying at least the minimum wage."}, {"timestamp": [1104.0, 1109.44], "text": " And the Chancellor Rishi Sunak has also found the money to give firms a thousand pounds to take on"}, {"timestamp": [1109.44, 1114.96], "text": " new trainees, and more money to fund further education courses. But with the economy shrinking"}, {"timestamp": [1114.96, 1120.4], "text": " by previously unimaginable levels, the government can't hold back a rising tide of unemployment."}, {"timestamp": [1121.04, 1125.5], "text": " Claire McNeil believes it could save some jobs by extending the furlough scheme"}, {"timestamp": [1125.5, 1130.74], "text": " beyond October. But even so, she points out that the Office for Budget Responsibility,"}, {"timestamp": [1130.74, 1134.48], "text": " the government's own financial watchdog, is predicting a bloodbath."}, {"timestamp": [1134.48, 1142.16], "text": " The OBR expects at least 1.3 million jobs to go when the scheme closes. And if you look"}, {"timestamp": [1142.16, 1145.84], "text": " at other countries, so Germany, France, Switzerland and so on,"}, {"timestamp": [1146.12, 1152.1], "text": " they're not actually ending the equivalent of the furlough scheme so soon. So, you know, in most"}, {"timestamp": [1152.1, 1156.52], "text": " of those countries, the scheme is going to be around for around about a year after the lockdown"}, {"timestamp": [1156.52, 1160.86], "text": " began. And that's because they're banking on the fact that perhaps once the worst of the"}, {"timestamp": [1160.86, 1165.12], "text": " economic conditions and the worst impacts of the pandemic are over, that many of"}, {"timestamp": [1165.12, 1169.8], "text": " those jobs will still be viable. One of the criticisms of the furlough scheme is you're just keeping"}, {"timestamp": [1169.8, 1174.78], "text": " people in work that isn't really there. It'll be far better if they left. The company survived,"}, {"timestamp": [1175.28, 1179.34], "text": " maybe smaller, and they went and found something else where there was actual work to be done."}, {"timestamp": [1179.96, 1185.58], "text": " Well, it's true that a certain number of those jobs will not be coming back, but equally,"}, {"timestamp": [1186.02, 1191.08], "text": " many employers right now will be thinking, you know, we just don't know what level of demand"}, {"timestamp": [1191.08, 1196.02], "text": " there's going to be for our services. We don't know how consumers are going to respond to"}, {"timestamp": [1196.02, 1201.78], "text": " the easing of the lockdown. And they might take the worst decision now because the outlook is"}, {"timestamp": [1201.78, 1205.66], "text": " uncertain. So as I said, in other European countries, the schemes are"}, {"timestamp": [1205.66, 1210.42], "text": " staying on for longer because those governments are banking on the fact that actually many of those"}, {"timestamp": [1210.42, 1216.2], "text": " jobs will still be viable in the new year, in the spring, when conditions may look better."}, {"timestamp": [1216.68, 1222.46], "text": " So, you know, it's a judgment call, but there are definitely really clear benefits to keeping people"}, {"timestamp": [1222.46, 1226.64], "text": " in work in the labour market where they can do training,"}, {"timestamp": [1226.64, 1231.6], "text": " they can kind of keep their skills going, rather than drifting away from the labour market,"}, {"timestamp": [1231.6, 1235.84], "text": " perhaps even never returning. So those are the sorts of risks that we have to weigh up."}, {"timestamp": [1235.84, 1241.12], "text": " But no matter how good and how long the furlough scheme is, this recession is potentially so deep and"}, {"timestamp": [1241.12, 1249.5], "text": " damaging that sooner or later the government knows it must do more to find new training and skills for millions of people in an attempt to get them back to work."}, {"timestamp": [1250.02, 1254.76], "text": " That's a daunting task, but Mark Dorr from the Association of Employment and Learning Providers"}, {"timestamp": [1254.76, 1260.18], "text": " believes the government should make a start by actually paying some of the wages of apprentices"}, {"timestamp": [1260.18, 1265.24], "text": " rather than just giving companies cash to take them on, as the Chancellor has already announced."}, {"timestamp": [1265.24, 1274.5], "text": " There was an incentive for employers to take on apprenticeships of 2,000 for a 16 to 24 year old, 1,500 for an adult."}, {"timestamp": [1274.5, 1278.0], "text": " But that's not going to make the difference to an employer."}, {"timestamp": [1278.0, 1284.0], "text": " And what we've said all along is there needs to be a wage subsidy, say 50% of wages,"}, {"timestamp": [1284.0, 1286.62], "text": " for those young people to encourage the"}, {"timestamp": [1286.62, 1291.34], "text": " employers, one, to keep the apprentices they've got and two to take on new apprentices."}, {"timestamp": [1291.76, 1293.28], "text": " And at the moment, that doesn't exist."}, {"timestamp": [1293.54, 1296.9], "text": " It's going to be an awful lot of money from the government if it's going to pay for half of"}, {"timestamp": [1296.9, 1297.66], "text": " everybody's apprenticeship."}, {"timestamp": [1297.66, 1302.74], "text": " Well, they've announced the kickstart scheme where they're paying six months full salary"}, {"timestamp": [1302.74, 1303.86], "text": " for young people."}, {"timestamp": [1304.46, 1309.2], "text": " We worked out that for young people in apprentices and new apprenticeships,"}, {"timestamp": [1309.68, 1312.9], "text": " it would cost about $3.6 billion for the year."}, {"timestamp": [1313.28, 1318.08], "text": " If you compare that to the £1,000 they're paying for every furlough worker that comes back in,"}, {"timestamp": [1318.16, 1319.48], "text": " which is something like $9 billion,"}, {"timestamp": [1319.98, 1321.86], "text": " I know these are big figures at the moment,"}, {"timestamp": [1321.86, 1325.84], "text": " but actually to support those young people to get that training,"}, {"timestamp": [1326.4, 1329.84], "text": " it will contribute enormously to the economy and society."}, {"timestamp": [1330.4, 1334.24], "text": " So I don't think it's a big figure compared to everything else that we're looking at at the moment."}, {"timestamp": [1334.24, 1337.92], "text": " It remains to be seen if the government is willing to spend that kind of money,"}, {"timestamp": [1338.24, 1354.72], "text": " but if it needs an incentive, it could just look at what happened in the 1980s."}, {"timestamp": [1357.76, 1362.0], "text": " Unemployment peaked at almost 12% in 1984 and didn't get back to its 1979 level for 20 years,"}, {"timestamp": [1362.0, 1367.04], "text": " despite a whole host of schemes and huge government spending. Lord Young was brought"}, {"timestamp": [1367.04, 1371.92], "text": " into government by Margaret Thatcher in an attempt to reduce unemployment. Does he think this government's"}, {"timestamp": [1371.92, 1378.64], "text": " measures go far enough? No, they don't go anything. But it's a different phase. The patient has a high"}, {"timestamp": [1378.64, 1383.84], "text": " fever. What we're trying to do is get rid of the fever. When the fever goes, we've got to build"}, {"timestamp": [1383.84, 1385.04], "text": " him up again. So the programs you require, once the virus is more or get rid of the fever. When the fever goes, we've got to build him up again."}, {"timestamp": [1391.96, 1397.14], "text": " So the programs you require once the virus is more or less out of the way are entirely different for the programs they've got now. Once the furlough starts going, what do you have to put in its"}, {"timestamp": [1397.14, 1407.06], "text": " place? It does depend on the general situation. Can we now mix with people? Can we open businesses? Can we do the things which"}, {"timestamp": [1407.06, 1413.12], "text": " Boris is desperately trying to get the nation to do? But assuming you could, then I would"}, {"timestamp": [1413.12, 1419.32], "text": " start in spades a program helping people work for themselves, helping groups of people"}, {"timestamp": [1419.32, 1429.28], "text": " get together to work for themselves, funding small businesses to help them growing. I would really build up the Department for Business, wherever it is these days,"}, {"timestamp": [1429.28, 1431.76], "text": " into something that goes into the front line."}, {"timestamp": [1431.76, 1436.88], "text": " It's perfectly possible to do it, and it's perfectly possible to end up with a better economy"}, {"timestamp": [1436.88, 1442.32], "text": " even than we had before, but it does require first aid from government."}, {"timestamp": [1442.32, 1446.0], "text": " Lord Young's optimism is based on what he did back in the 1980s."}, {"timestamp": [1446.0, 1452.8], "text": " We created a program called the Enterprise Allowance Scheme and it said if anybody had been out of"}, {"timestamp": [1452.8, 1459.92], "text": " work for 12 months and could get hold of a thousand pounds and had an idea to work for himself,"}, {"timestamp": [1460.88, 1465.84], "text": " we would pay them their benefit which was those days was 20 pounds a week,"}, {"timestamp": [1466.3, 1470.2], "text": " for a whole year without expecting them to go and look for work."}, {"timestamp": [1470.94, 1475.86], "text": " Now that doesn't sell much, but over the years, quarter of a million businesses started."}, {"timestamp": [1476.5, 1479.78], "text": " And he believes that there are many thousands of budding entrepreneurs out there"}, {"timestamp": [1479.78, 1481.12], "text": " who just need a helping hand."}, {"timestamp": [1481.52, 1485.28], "text": " He was called back to government to advise David Cameron when he was at"}, {"timestamp": [1485.28, 1491.76], "text": " number 10. I started a program called Startup Loans, which was a loan of five to seven thousand"}, {"timestamp": [1491.76, 1499.6], "text": " pounds to somebody who wanted to work for themselves. 72,000 businesses have started so far on"}, {"timestamp": [1499.6, 1511.0], "text": " that program and that was during a period of high employment. The demand for this sort of thing in a time when people are desperately looking for things to do will go through the roof."}, {"timestamp": [1511.0, 1516.0], "text": " A massive increase in entrepreneurship would certainly be a very welcome boost for the economy,"}, {"timestamp": [1516.0, 1520.0], "text": " as would much more money for training and skills and a longer furlough period."}, {"timestamp": [1520.0, 1527.56], "text": " But COVID-19 has changed all of our lives and only now are we really getting a sense of how the economy is being battered by this pandemic."}, {"timestamp": [1528.0, 1530.38], "text": " We have never seen anything on this scale before."}, {"timestamp": [1530.84, 1535.46], "text": " For millions, this marks the end of an era and a huge blow to their future hopes and dreams."}, {"timestamp": [1537.44, 1541.88], "text": " Andrew Churchill is gloomy about the prospects of those staff he's had to let go."}, {"timestamp": [1542.24, 1544.88], "text": " He just can't see them finding similar work again."}, {"timestamp": [1545.0, 1548.0], "text": " This is not a normal recession, this is much deeper."}, {"timestamp": [1548.0, 1553.0], "text": " If I look across aerospace and aviation, in the history of flight,"}, {"timestamp": [1553.0, 1559.0], "text": " the worst recession has typically knocked about 4% off demand and off build rates."}, {"timestamp": [1559.0, 1564.0], "text": " We're looking more like 40%, 10 times worse, than anything we've seen before."}, {"timestamp": [1564.0, 1565.32], "text": " Now, what you've got with the people that are losing their jobs and are being laid off looking more like 40%, 10 times worse than anything we've seen before."}, {"timestamp": [1565.32, 1568.6], "text": " Now what you've got with the people that are losing their jobs and are being laid off"}, {"timestamp": [1568.6, 1573.16], "text": " are you've got very highly skilled at people with lots of experience and knowledge, but"}, {"timestamp": [1573.16, 1575.12], "text": " it's quite aerospace specific."}, {"timestamp": [1575.12, 1579.4], "text": " They're great engineers, they may be able to find work in other engineering sectors, but"}, {"timestamp": [1579.4, 1583.4], "text": " in their sector, the sector they've grown up with, the sector that their experience"}, {"timestamp": [1583.4, 1588.4], "text": " resonates with, which is aerospace, those jobs are going to be like Hensky."}, {"timestamp": [1588.4, 1594.0], "text": " The government can retrain, educate, support and upskill as many people as it wants,"}, {"timestamp": [1594.0, 1597.6], "text": " but in the end what will create jobs is demand for labour."}, {"timestamp": [1597.6, 1602.0], "text": " Previous recessions have shown us that is normally a painfully slow process,"}, {"timestamp": [1602.0, 1605.68], "text": " geographically uneven and often means millions of people"}, {"timestamp": [1605.68, 1610.88], "text": " taking less skilled, less well-paid work because it's the only type around. Meanwhile,"}, {"timestamp": [1610.88, 1617.2], "text": " business will have moved on, needing new skills, using new technology, and fewer workers. Andrew"}, {"timestamp": [1617.2, 1622.88], "text": " Churchill sees that as an argument for keeping on his young apprentices. We have chosen"}, {"timestamp": [1622.88, 1627.84], "text": " to protect 100% of our apprentices from the threat of redundancy because we see"}, {"timestamp": [1627.84, 1634.06], "text": " them actually as key in springboarding out of this recession, out of this slump, not just"}, {"timestamp": [1634.06, 1637.4], "text": " surviving but thriving on the other side."}, {"timestamp": [1637.4, 1642.94], "text": " The sand corollary is the total number of jobs we're going to see the other side will be fewer"}, {"timestamp": [1642.94, 1647.18], "text": " for the same output."}, {"timestamp": [1647.18, 1651.82], "text": " That offers a glimmer of hope for young workers. Their digital skills may be the future"}, {"timestamp": [1651.82, 1657.72], "text": " of work, but this recession has accelerated change in many sectors, almost destroyed others and"}, {"timestamp": [1657.72, 1664.22], "text": " wiped out decades of growth. Companies are learning to cope with fewer staff. The unemployment"}, {"timestamp": [1664.22, 1667.08], "text": " rate will soar before it even starts to improve. Worrying for those in work who are learning to cope with fewer staff. The unemployment rate will soar before it even starts to improve."}, {"timestamp": [1667.78, 1670.82], "text": " Worrying for those in work who are trying to hang on to their careers,"}, {"timestamp": [1671.34, 1674.38], "text": " hugely challenging for those trying to get their first jobs."}, {"timestamp": [1675.48, 1681.28], "text": " This is not a trend that is likely to reverse soon, a bitter blow, especially for the young."}, {"timestamp": [1687.2, 1690.74], "text": " Thank you for listening to the World of Business Podcasts presented by me,"}, {"timestamp": [1690.84, 1691.36], "text": " Johnty Bloom."}, {"timestamp": [1691.7, 1694.94], "text": " The producer was Caroline Bailey, the editor Penny Murphy,"}, {"timestamp": [1694.94, 1697.94], "text": " and the program was mixed by James Beard."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. BBC Sounds, music, radio podcasts. Thanks for downloading the world of business podcasts from the BBC. I'm Johnty Bloom. In this edition of Radio 4's In Business, I'm looking at how the coronavirus is hitting the world of work. As the country faces the economic fallout of months of lockdown, millions of people are still on furlough, and a list of companies announcing job losses is increasing relentlessly. I'm looking at whose jobs are most at risk and what needs to be done to help young people cope with rising unemployment. Have you ever thought about owning and running your own company? Building up a business may be one at the cutting edge of the latest technology, creating not just jobs but well-paid, highly skilled careers. Well remember, with all that success comes great responsibility. Awful. It is, it was and it should be the worst part of any director's job to take the livelihood away from anybody, let alone somebody you've known for decades, let alone somebody whose knowledge and experience you value enormously. You're the person who's going to have to tell people, perhaps dozens of people, that their jobs no longer exist. And what you try and do on an individual basis is actually sit down and talk through where you are with those people whose livelihoods are going. And it's an awful, awful thing to do. This is the shop floor at JJ Churchill in Mark at Bosworth in Leicestershire. I've been here a few times before. It's a really impressive company at the cutting edge of aerospace technology. They make blades and components for Rolls-Royce and many other companies. But the closing down of the aviation industry has hit them terribly. Andrew Churchill is the grandson of the founder of this company. It was set up in the 1930s to build parts for aero engines. Bombed out of Coventry during the Blitz, its founder was shot down and killed during the war in a spitfire. It survived that and much else over more than 80 years. This company knows that hard times call for hard choices. But there's a greater good piece here, which is if you retain those jobs, if you retain the cost of keeping those jobs, and as a result the company becomes illiquid and ceases trading, then everybody goes, the whole company goes. And that is one of those awful decisions that, frankly, directors are paid to make. We employed before the lockdown, the hit of COVID-19, 140 people. Today we're between 80 and 90 employees so quite a big hit. You've got rid of about what 40 or 50 people. I hate got rid of but it's absolutely true. It's a really bitter pill to swallow because the noise you can hear in the background is absolutely world-class equipment. The best equipment you can buy to make background is absolutely world-class equipment. The best equipment you can buy to make gas turbine blades. But that equipment on its own makes nothing. It needs the best people as well. The equipment is a fixed cost and the other part of the fixed cost are our people. And when you suffer in business a 70% hit, you have to cut the number of people who employ. And simply looking midterm, those jobs have ceased to exist. The next few years, those jobs are not here in our business. And that meant we had to initially put half the company on furlough. And sadly, that's resulted in 40% of the company now being made redundant. Like tumbling dominoes, those job losses and millions more like them will have knock-on effects throughout the UK's workforce, and inevitably those at the bottom will be hit the hardest. People with the fewest skills, qualifications and experience will suffer the most. Holding onto a job will be hard enough, but for in-business this week I've been looking at what the prospects are for the young. They will find not only that recruitment is drying up, but that there are also millions of people after the jobs they might have expected to easily fill. More than 9 million people in the UK have been furloughed, with the government paying most of their wages. Some have since returned to work, but many haven't. The huge worry is that just like at J.J. Churchill, many of those jobs just won't be there to go back to. Millions of people could think that they're being paid to stay at home and will be back in the office on the shop floor or behind the bar in a few weeks' time, but the reality is that some jobs have disappeared for good. Many companies have already announced huge numbers of redundancies. Rolls-Royce, 3,000, raw mail, 2,000, EasyJet 2000, Harrod's almost 700, British Airways up to 12,000. Those jobs are not coming back anytime soon, if at all. And the 70% hit to output Andrew Churchill talks about means a very long road to recovery lies ahead. It will probably last for the rest of this fiscal year, so we'll continue to be running to about 30% of what we were for that period. And then the long slog of a two to five year recovery to 2019 levels. Five years is a very long time to get back to five year recovery to 2019 levels. Five years is a very long time to get back to where we were last year when the effects are already being felt in the job market today. It all adds up to a perfect storm and to understand how tough things are getting, you only have to come here to the Alexandra Pub in Wimbledon. Earlier this month its manager placed an advert for two new bar staff. Normally he'd get a few dozen replies from young locals in search of some work. This time he got 484 applicants, some with decades of experience in catering, retail and the leisure sector. They were so good he took on six, leaving 478 disappointed applicants. So if you're trying to find work times are very, very tough, and especially for the young looking for their first job. Many might have thought that some bar work would look good on their CV, been a fun place to get some experience and perhaps be the start of a career in catering and hospitality. But those bright young things are now competing against millions of people with years of experience and they're being squeezed in other ways too. We just had to close really quickly. It was kind of just out of the blue. And then everyone just could put it on to furlough. And after that, we weren't really sure what was going to happen. Like, we weren't sure how long it's going to be to reopen or if we would reopen. Rebecca Bentley is an 18-year-old apprentice chef. Almost overnight, the restaurant where she worked and trained closed down. I've done two apprenticeships so far with them. I've done Comey Chef, which is about a year long, and I finished that last year. And then I've just started Chef to Party in January, and that's about one and a half years. So I've still got quite a bit of that to go. There's not many jobs kind of about all apprenticeships, so I just have to keep looking, just stay hopeful, and yeah, just keep going. Luckily for Rebecca, her former employers have started a takeaway outlet and will be able to keep her on as an apprentice, but that's sadly not the case for every young person training on the job, not by a long way. There's been a lot of talk about apprenticeships and training schemes. The government wants to guarantee an apprenticeship for everyone who wants one. And firms like JJ Churchill have kept all their apprentices on at considerable expense. We're now nearly 10% of our workforce and apprenticeship, which is great. You know, we've protected them. It brings challenges with the necessary mentoring. But that's actually a worthwhile investment in our future. But Andrew Churchill warns he won't be hiring new apprentices. We can't take any more, so we'll have a hiatus for at least a year. And that's a problem, and I look across the Midlands. When I speak to apprentice training colleges, the average figure seems to be about two-thirds down for where they should be for this time of year for a September start. Now that is not viable. Lost opportunities and prospects for at least one whole year of school leavers and maybe much, much more. Because apprenticeships depend on companies having orders and work, which is exactly what they don't have. Mark Doar is head of the Association of Employment and Learning Providers. The big stat that we can see at the moment is the starts have fallen off a cliff edge. So they're down something like 50% so far and it's going to get worse as far as we can see. But in small businesses, they're down something like 80%. So that's dramatic. As we know in the wider economy, as furlough comes to an end, we're starting to see more and more redundancies. And unfortunately, apprentices will be a key part of those redundancies. So we're not getting the start and we're going to lose those that are actually in apprenticeships at the moment. And the knock-on effects, Will and are being felt throughout the labour market for those like 24-year-old Benjamin or Latubosu, already unemployed before this started, it's getting tougher all the time. The Prince's Trust had helped him on a technology course, which he hoped would lead to a job, but then came COVID-19. It had quite a big effect because along with the course, they offered guaranteed interviews. So I was actually expecting to be in my new job role right about now, just learning and progressing. But then as you said, COVID-19 kind of kicked in. I was actually in the middle of a interview process where I've already passed a telephone interview and I just needed to go into their head office and produce a presentation. And then that was shortly put on pause because of COVID and loads of employers were putting all their recruitment processes on hold. So it kind of left me in the lurch. Didn't know what to do for a while, but the good thing about the course is that it doesn't just teach you technical skills, which a lot of people would probably think, yeah, that's probably what all the course is about. It also teaches you fundamental skills and employability skills. And also they've also helped me to be persistent. Shula Jenkins is 25 and was in a similar position. She was actually doing work experience at Marks and Spencer through the Prince's Trust when COVID-19 shut down the high street. Due to the virus, I had to be let go. And why was that? I was a temporary staff anyway. But me being a high risk, it was a better option for them to let me go. So how did you feel about that? I was disappointed. I understood the situation. But yeah, I was sad that it was cut short, yeah. And what do you think your prospects are now? What are you trying to do? At the moment, I'm trying to figure out what my next steps are as I'm not, well, it doesn't seem that I'm going to get back to M&S at the moment because they're not hiring any staff back. And do you worry that there's so many other unemployed people out there now? Yeah, it does worry me slightly because obviously there's thousands like myself as well. So it's going to be hard for me and others. But I'm trying to keep positive and something will come if it's meant to be. That's how I'm thinking of it anyway. For graduates, the issues are similar. Already 31% of them work in jobs which don't need a degree. That's likely to get worse as graduate schemes dry up. Like apprenticeships, they're expensive for firms to run, especially when they don't know how many staff they'll need next week, let alone next year. And this is just the time when graduates should be looking for that first step on their career ladder, doing internships, polishing their CVs and making connections. All that stopped almost overnight, although technology has stepped in to help. Well, I've just logged on to the Bright Network Internship Experience, UK. At the moment, they're being given a little lecture by Jay Kelly Hoey from America on one of these streaming apps, basically how they should go about networking. And there are thousands of people who are tuning into this at the moment. Normally, they would be doing this face-to-face with companies trying to sell themselves, trying to get internships and work experience and possibly jobs. But because of COVID-19, they can't. It's moved online. These virtual internations, have a deeper relationship with them. These virtual internships have been running for the past month. This one was for young people interested in working in tech companies. James Uffindal is the chief executive of Bright Network, the Graduate Recruitment Company, which set them up to help students and graduates adapt to the new circumstances. It's a very disconcerting time, I'd say, to be a young person in the labour market. And that comes out in the data in terms of students, quite frankly, worrying about their future job prospects and only 36% of 2020 graduates feel confident they're going to get a role versus 57% back in January. So there's been a huge dent in confidence. Does that mean that the employers are still taking on people? I mean, who's recruiting? So for the smaller employers, obviously they often have weaker balance sheets, lower head counts, and they're less able to hire bright young talent as they go into a hunker down, survive mentality. Then secondly, there's the big blue chips that really take a very long-term view on their talent pipelines, for example, law firms, and really encouragingly, they are continuing to invest in hiring top talents. And then the other part is the blue chips that are pausing a bit. They are looking at the economic headwinds, trying to decide whether we're going to have an L-shape, a U-shape, a V-shaped, type recovery, and they are essentially pressing pause a bit in terms of making their hiring decisions. So what's it like to be graduating now? Lorna Ram is leaving Edinburgh University with a degree in linguistics and English language and hopes to get a job in financial services or management consulting. She signed up for two virtual internships. It's hard. I'm acutely aware that it will take me a long time to get Natural Services or Management Consulting. She signed up for two virtual internships. It's hard. I'm acutely aware that it will take me a long time to get to the professional level that I might have been pre-COVID. But yes, I'm hoping that my peers and others are able to innovate as much as possible and take this time to reflect, learn, not, you know, sit around and, well, despair. Why do you think it will take longer? What's going to happen? There will be in some areas or in smaller companies, they'll be employing fewer graduates. I think that we'll see that already because you've had internships or graduate roles deferred. If they're deferred, you've got a whole year who would have been going in next year. He'll have to wait a year themselves to get that role. So you'll see a delay in that respect. I suppose it will just take time and there will be more caution maybe in promotions. Beth Wardle is graduating this year from Nottingham University in criminology and sociology. And now she's going to do a year-long law conversion course, but COVID-19 have still affected her plans. I thought that maybe I'd at least have experience in a law firm by now, especially because just before COVID had happened and lockdown had happened, I'd secured some work experience at two firms in Nottingham, which obviously cancelled because I, you know, lockdown occurred. Are you finding that lots of your friends and so on having similar problems? Yeah, so I've definitely seen like a increase in the amount of people wanting to do a master's degree. And I think a lot of the reasoning behind that is because, like, you've done an undergrad degree, you're kind of quite happy in education. And I think that a lot of my friends who haven't secured graduate jobs already are moving onto the masters because it is, like, basically, a better move for them than going into, like, a market where you're not sure if you're going to get a job straight away. Claire McNeil, an associate director at the IPPR think tank, agrees that the sensible option for many young people might just be to stay out of the workforce for as long as possible. Unfortunately, it's always younger people who suffer the worst in a recession. It does mean that it can be incredibly disheartening for young people when they are standing off often hundreds of applications and not getting anywhere. And actually staying in education at the moment is a really good idea. If you are a young person and you're thinking about whether or not you should stay on in education or look for a job, now would be a good time to think about training. The risk is that if young people fall out of work and go on to Universal Credit, often they can be kind of shunted back into work before being perhaps offered training that could support them into finding a better job. So yeah, it's a really difficult time for young people. More training or education could be a good move then, especially when you consider how bad things are expected to get. It does suggest that unemployment rate will peak at around 12% in the last quarter of the year. And some estimates suggest that we'll reach over 4 million, which would be a new high in terms of unemployment in this country. So what can the government do? It's made a start. It's furlowing millions of jobs, paying wages, so companies don't have to let staff go permanently. It's paying companies to bring such staff back to work at £1,000 a time, and there's more. Today I'm announcing the Kickstart Scheme. A new programme to give hundreds of thousands of young people in every region and nation of Britain the best possible chance of getting on and getting a job. The Kickstart scheme will directly pay employers to create new jobs for any 16 to 24 year old at risk of long-term unemployment. That will help young unemployed people get work experience, paying at least the minimum wage. And the Chancellor Rishi Sunak has also found the money to give firms a thousand pounds to take on new trainees, and more money to fund further education courses. But with the economy shrinking by previously unimaginable levels, the government can't hold back a rising tide of unemployment. Claire McNeil believes it could save some jobs by extending the furlough scheme beyond October. But even so, she points out that the Office for Budget Responsibility, the government's own financial watchdog, is predicting a bloodbath. The OBR expects at least 1.3 million jobs to go when the scheme closes. And if you look at other countries, so Germany, France, Switzerland and so on, they're not actually ending the equivalent of the furlough scheme so soon. So, you know, in most of those countries, the scheme is going to be around for around about a year after the lockdown began. And that's because they're banking on the fact that perhaps once the worst of the economic conditions and the worst impacts of the pandemic are over, that many of those jobs will still be viable. One of the criticisms of the furlough scheme is you're just keeping people in work that isn't really there. It'll be far better if they left. The company survived, maybe smaller, and they went and found something else where there was actual work to be done. Well, it's true that a certain number of those jobs will not be coming back, but equally, many employers right now will be thinking, you know, we just don't know what level of demand there's going to be for our services. We don't know how consumers are going to respond to the easing of the lockdown. And they might take the worst decision now because the outlook is uncertain. So as I said, in other European countries, the schemes are staying on for longer because those governments are banking on the fact that actually many of those jobs will still be viable in the new year, in the spring, when conditions may look better. So, you know, it's a judgment call, but there are definitely really clear benefits to keeping people in work in the labour market where they can do training, they can kind of keep their skills going, rather than drifting away from the labour market, perhaps even never returning. So those are the sorts of risks that we have to weigh up. But no matter how good and how long the furlough scheme is, this recession is potentially so deep and damaging that sooner or later the government knows it must do more to find new training and skills for millions of people in an attempt to get them back to work. That's a daunting task, but Mark Dorr from the Association of Employment and Learning Providers believes the government should make a start by actually paying some of the wages of apprentices rather than just giving companies cash to take them on, as the Chancellor has already announced. There was an incentive for employers to take on apprenticeships of 2,000 for a 16 to 24 year old, 1,500 for an adult. But that's not going to make the difference to an employer. And what we've said all along is there needs to be a wage subsidy, say 50% of wages, for those young people to encourage the employers, one, to keep the apprentices they've got and two to take on new apprentices. And at the moment, that doesn't exist. It's going to be an awful lot of money from the government if it's going to pay for half of everybody's apprenticeship. Well, they've announced the kickstart scheme where they're paying six months full salary for young people. We worked out that for young people in apprentices and new apprenticeships, it would cost about $3.6 billion for the year. If you compare that to the £1,000 they're paying for every furlough worker that comes back in, which is something like $9 billion, I know these are big figures at the moment, but actually to support those young people to get that training, it will contribute enormously to the economy and society. So I don't think it's a big figure compared to everything else that we're looking at at the moment. It remains to be seen if the government is willing to spend that kind of money, but if it needs an incentive, it could just look at what happened in the 1980s. Unemployment peaked at almost 12% in 1984 and didn't get back to its 1979 level for 20 years, despite a whole host of schemes and huge government spending. Lord Young was brought into government by Margaret Thatcher in an attempt to reduce unemployment. Does he think this government's measures go far enough? No, they don't go anything. But it's a different phase. The patient has a high fever. What we're trying to do is get rid of the fever. When the fever goes, we've got to build him up again. So the programs you require, once the virus is more or get rid of the fever. When the fever goes, we've got to build him up again. So the programs you require once the virus is more or less out of the way are entirely different for the programs they've got now. Once the furlough starts going, what do you have to put in its place? It does depend on the general situation. Can we now mix with people? Can we open businesses? Can we do the things which Boris is desperately trying to get the nation to do? But assuming you could, then I would start in spades a program helping people work for themselves, helping groups of people get together to work for themselves, funding small businesses to help them growing. I would really build up the Department for Business, wherever it is these days, into something that goes into the front line. It's perfectly possible to do it, and it's perfectly possible to end up with a better economy even than we had before, but it does require first aid from government. Lord Young's optimism is based on what he did back in the 1980s. We created a program called the Enterprise Allowance Scheme and it said if anybody had been out of work for 12 months and could get hold of a thousand pounds and had an idea to work for himself, we would pay them their benefit which was those days was 20 pounds a week, for a whole year without expecting them to go and look for work. Now that doesn't sell much, but over the years, quarter of a million businesses started. And he believes that there are many thousands of budding entrepreneurs out there who just need a helping hand. He was called back to government to advise David Cameron when he was at number 10. I started a program called Startup Loans, which was a loan of five to seven thousand pounds to somebody who wanted to work for themselves. 72,000 businesses have started so far on that program and that was during a period of high employment. The demand for this sort of thing in a time when people are desperately looking for things to do will go through the roof. A massive increase in entrepreneurship would certainly be a very welcome boost for the economy, as would much more money for training and skills and a longer furlough period. But COVID-19 has changed all of our lives and only now are we really getting a sense of how the economy is being battered by this pandemic. We have never seen anything on this scale before. For millions, this marks the end of an era and a huge blow to their future hopes and dreams. Andrew Churchill is gloomy about the prospects of those staff he's had to let go. He just can't see them finding similar work again. This is not a normal recession, this is much deeper. If I look across aerospace and aviation, in the history of flight, the worst recession has typically knocked about 4% off demand and off build rates. We're looking more like 40%, 10 times worse, than anything we've seen before. Now, what you've got with the people that are losing their jobs and are being laid off looking more like 40%, 10 times worse than anything we've seen before. Now what you've got with the people that are losing their jobs and are being laid off are you've got very highly skilled at people with lots of experience and knowledge, but it's quite aerospace specific. They're great engineers, they may be able to find work in other engineering sectors, but in their sector, the sector they've grown up with, the sector that their experience resonates with, which is aerospace, those jobs are going to be like Hensky. The government can retrain, educate, support and upskill as many people as it wants, but in the end what will create jobs is demand for labour. Previous recessions have shown us that is normally a painfully slow process, geographically uneven and often means millions of people taking less skilled, less well-paid work because it's the only type around. Meanwhile, business will have moved on, needing new skills, using new technology, and fewer workers. Andrew Churchill sees that as an argument for keeping on his young apprentices. We have chosen to protect 100% of our apprentices from the threat of redundancy because we see them actually as key in springboarding out of this recession, out of this slump, not just surviving but thriving on the other side. The sand corollary is the total number of jobs we're going to see the other side will be fewer for the same output. That offers a glimmer of hope for young workers. Their digital skills may be the future of work, but this recession has accelerated change in many sectors, almost destroyed others and wiped out decades of growth. Companies are learning to cope with fewer staff. The unemployment rate will soar before it even starts to improve. Worrying for those in work who are learning to cope with fewer staff. The unemployment rate will soar before it even starts to improve. Worrying for those in work who are trying to hang on to their careers, hugely challenging for those trying to get their first jobs. This is not a trend that is likely to reverse soon, a bitter blow, especially for the young. Thank you for listening to the World of Business Podcasts presented by me, Johnty Bloom. The producer was Caroline Bailey, the editor Penny Murphy, and the program was mixed by James Beard."}