{"speakers": [], "chunks": [{"timestamp": [0.0, 1.74], "text": " This is the BBC."}, {"timestamp": [2.8, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.5, 10.3], "text": " Thank you for downloading this edition of In Business."}, {"timestamp": [10.96, 14.76], "text": " Jim O'Neill looks at how America's economy has been hit by the coronavirus"}, {"timestamp": [14.76, 18.36], "text": " and explores the prospects for economic recovery."}, {"timestamp": [21.92, 24.52], "text": " We have closed our three locations."}, {"timestamp": [25.0, 30.0], "text": " We have terminated all of our 32 employees."}, {"timestamp": [30.0, 37.0], "text": " That's Don Cressels describing the impacts of COVID-19 on her small business,"}, {"timestamp": [37.0, 41.0], "text": " a bakery in three coffee shops in Brooklyn, New York."}, {"timestamp": [41.0, 46.84], "text": " Right now, my husband, who is the co-owner, my partner in business, he and I are actually going"}, {"timestamp": [46.84, 48.32], "text": " back to our roots."}, {"timestamp": [48.32, 53.1], "text": " We started One Girl Cookies by doing sort of everything ourselves."}, {"timestamp": [53.1, 55.14], "text": " So we've gone back to that."}, {"timestamp": [55.14, 59.94], "text": " With more than 30 million Americans claiming unemployment insurance and the highest number of"}, {"timestamp": [59.94, 66.0], "text": " cases and deaths of the coronavirus in the world, America and its economy is taking a massive hit."}, {"timestamp": [66.0, 75.36], "text": " We are doing a really modest and modified menu and delivery of our suites to the communities"}, {"timestamp": [75.36, 83.32], "text": " surrounding our locations. How resilient is America's economy? It's, I think, unimaginable for pretty"}, {"timestamp": [83.32, 85.96], "text": " much anybody. And there was really no way to even"}, {"timestamp": [85.96, 92.12], "text": " prepare for something like this. I'm Jim O'Neill. And in this program, I'm asking, can America's"}, {"timestamp": [92.12, 98.04], "text": " economy recover? We're taking it day by day and just really thinking about how to pivot, how to rethink"}, {"timestamp": [98.04, 103.68], "text": " our business and how to survive so that when this is all set and done, there is still a one-girl"}, {"timestamp": [103.68, 106.24], "text": " cookies."}, {"timestamp": [110.72, 111.52], "text": " I'm an economist. Currently, I'm chairman of the think tank, Chatham House."}, {"timestamp": [114.72, 116.4], "text": " I've spent nearly 40 years looking at international economies."}, {"timestamp": [121.6, 123.92], "text": " And during that time, I've done a lot of thinking, speaking, and writing about the US economy and its role in the global economy."}, {"timestamp": [125.32, 129.24], "text": " And it's fair to say, I've seen plenty of economic crisis moments,"}, {"timestamp": [129.7, 132.3], "text": " but I've never seen anything quite like this"}, {"timestamp": [132.3, 135.6], "text": " when the global economy has come to such a shuddering halt."}, {"timestamp": [136.78, 140.7], "text": " In America, a contraction as deep as 30% has been forecast,"}, {"timestamp": [141.3, 145.06], "text": " and we haven't had a convulsion of that kind since the 1930s."}, {"timestamp": [145.86, 148.1], "text": " So what kind of recovery will America need?"}, {"timestamp": [148.96, 153.88], "text": " In the decade that just finished, something like 80% of world GDP growth came from just"}, {"timestamp": [153.88, 156.62], "text": " two places, the United States and China."}, {"timestamp": [157.38, 160.96], "text": " The broader global economy needs both of them to recover quickly."}, {"timestamp": [161.68, 164.92], "text": " But no one should underestimate the scale of that challenge."}, {"timestamp": [164.92, 165.44], "text": " We have three retail locations, as well as an online to recover quickly. But no one should underestimate the scale of that challenge."}, {"timestamp": [172.66, 179.26], "text": " We have three retail locations as well as an online and events business. We have a commissary kitchen in Sunset Park and then two additional locations in Dumbo and then one in the"}, {"timestamp": [179.26, 187.92], "text": " Kabul Hill area of Brooklyn. Pre-COVID, our business was a traditional cafe slash coffee shop. We specialized in"}, {"timestamp": [187.92, 196.36], "text": " European-inspired sweets, small cookies and different cakes and things like that. And then we also had"}, {"timestamp": [196.36, 203.28], "text": " breakfast and a lunch business, a small lunch business. And we also did events, so wedding cakes and"}, {"timestamp": [203.28, 208.34], "text": " things of that nature. And to them, we also shipped our cookies across the country in gift boxes."}, {"timestamp": [209.14, 210.94], "text": " COVID-19 hit New York hard."}, {"timestamp": [211.58, 214.1], "text": " The city became the epicenter of the U.S. outbreak."}, {"timestamp": [214.8, 216.86], "text": " And things change for one-girl cookies."}, {"timestamp": [217.4, 221.86], "text": " It was really more about just trying to bring some joy to people's lives."}, {"timestamp": [221.86, 226.02], "text": " It was, you know, we knew that both the menu and the delivery zones"}, {"timestamp": [226.02, 233.64], "text": " that we were offering our treats to were fairly limited. And so it was less of a financial decision"}, {"timestamp": [233.64, 239.34], "text": " and more of an emotional decision. And certainly there's some income, a little bit of income coming in,"}, {"timestamp": [239.38, 244.18], "text": " and anything is helpful. So that we very much appreciate that. But the reason we really started"}, {"timestamp": [244.18, 250.3], "text": " doing the deliveries was because we really wanted to be able to bring some joy during these dark days."}, {"timestamp": [250.88, 257.38], "text": " And we know how to do that through cupcakes and cookies. So we started doing it and it actually"}, {"timestamp": [257.38, 263.86], "text": " was an extremely fulfilling project. Dave and I would just go to our kitchen. We would bring"}, {"timestamp": [263.86, 266.24], "text": " our two children who are 10 and 6,"}, {"timestamp": [266.8, 272.98], "text": " and they would sort of sit in our office and do some work, and Dave and I would work together"}, {"timestamp": [272.98, 279.36], "text": " on baking and packing all of the orders. And then we would go home. I would go back home with"}, {"timestamp": [279.36, 285.84], "text": " the kids, and then Dave goes and he delivers all of the orders. The systems that we have in place are extremely"}, {"timestamp": [285.84, 292.02], "text": " rudimentary. It's a Google form as the order form and then an Excel spreadsheet, which is where"}, {"timestamp": [292.02, 298.2], "text": " we log the orders. I initiate a square invoice that I send to customers and that's how they pay."}, {"timestamp": [298.38, 304.62], "text": " It's very basic, very simple. And so, you know, we don't have a staff and we don't have the"}, {"timestamp": [304.62, 305.72], "text": " systems that we"}, {"timestamp": [305.72, 312.3], "text": " used to use to run our business prior to COVID. I call it a holly hobby bakery in some ways"}, {"timestamp": [312.3, 317.92], "text": " because it's really so simple and straightforward. And that's okay. I think we feel okay with"}, {"timestamp": [317.92, 323.8], "text": " that. It's a little more time consuming, but overall, I think we are all reverting to simplicity"}, {"timestamp": [323.8, 324.5], "text": " right now."}, {"timestamp": [324.5, 328.3], "text": " overall, I think we are all reverting to simplicity right now."}, {"timestamp": [332.0, 332.7], "text": " For a business owner like Dawn in the hospitality sector,"}, {"timestamp": [336.8, 337.5], "text": " the lockdown and social distancing has undermined their capacity to trade,"}, {"timestamp": [340.8, 341.3], "text": " as it has across huge sectors of American business,"}, {"timestamp": [343.8, 345.0], "text": " from hotels all the way through to the airlines."}, {"timestamp": [345.0, 349.0], "text": " How long can that shutdown continue for American businesses?"}, {"timestamp": [349.0, 355.0], "text": " Unlike the 2008 financial crisis, this is a health and economic crisis."}, {"timestamp": [355.0, 361.0], "text": " I've been acutely aware of the relationship between health and economic performance"}, {"timestamp": [361.0, 367.0], "text": " since my time as chairman of the UK's independent review on antimicrobial resistance."}, {"timestamp": [367.0, 376.0], "text": " As the COVID-19 pandemic makes abundantly clear, there's no useful distinction to be made between health and finance."}, {"timestamp": [376.0, 380.0], "text": " The two policy domains are deeply interconnected."}, {"timestamp": [380.0, 388.94], "text": " This is a way for us to address both the health crisis and the economic crisis by switching"}, {"timestamp": [388.94, 395.84], "text": " away from lockdown towards an approach that uses testing to find the people who are the only"}, {"timestamp": [395.84, 398.02], "text": " ones who need to be in lockdown."}, {"timestamp": [398.02, 399.02], "text": " My name is Paul Romer."}, {"timestamp": [399.02, 401.94], "text": " I'm an economist at New York University."}, {"timestamp": [401.94, 406.5], "text": " I've just published a plan that I've called the Roadmap to responsibly"}, {"timestamp": [406.5, 408.76], "text": " reopen America."}, {"timestamp": [408.76, 414.14], "text": " Paul Roma received the Nobel Prize in Economics in 2018."}, {"timestamp": [414.14, 418.9], "text": " And right now, he's thinking hard about how to reopen America."}, {"timestamp": [418.9, 426.72], "text": " He wants a mass test and isolate strategy that increases the existing testing capabilities to eventually test"}, {"timestamp": [426.72, 434.52], "text": " everyone in the US every two weeks. I asked him about the dilemma facing the country. Wait too long"}, {"timestamp": [434.52, 442.0], "text": " and harm the economy further or open too soon and cause more death. My view is that these checklists"}, {"timestamp": [442.0, 445.14], "text": " that say if you do this, this and this, and then you can start"}, {"timestamp": [445.14, 450.46], "text": " to reopen, I think these are holding us back. We have actions and steps we should be taking"}, {"timestamp": [450.46, 456.42], "text": " right now. The first thing is we should take these steps that we can be taking to scale up"}, {"timestamp": [456.42, 462.66], "text": " the number of tests we have. But in parallel, we should take the tests that we currently have"}, {"timestamp": [462.66, 468.78], "text": " and use those in a way that is protecting the workforce and encouraging the economy."}, {"timestamp": [469.26, 476.54], "text": " We're using too many of those tests to confirm that somebody is sick when we know that they're sick with COVID."}, {"timestamp": [477.08, 488.34], "text": " Instead of testing people who have symptoms, we should use these tests to test people who don't have symptoms. So instead of testing the sick patients in the hospital,"}, {"timestamp": [488.34, 491.22], "text": " we should be testing the doctors and nurses."}, {"timestamp": [491.98, 495.6], "text": " So we should use tests in their highest valued use,"}, {"timestamp": [495.94, 501.04], "text": " which is to find the asymptomatic individuals who are spreading the disease."}, {"timestamp": [501.4, 506.56], "text": " And we need to recognize that this is going on for people who are already on the job."}, {"timestamp": [506.56, 513.0], "text": " We need to start protecting them and keeping them from being spreaders. And then as the test"}, {"timestamp": [513.0, 518.62], "text": " capacity increases, we can bring more people into that same position where they can work,"}, {"timestamp": [518.82, 521.34], "text": " but we test to make sure that it's safe for them to work."}, {"timestamp": [522.02, 524.7], "text": " How big a hit can the US economy take?"}, {"timestamp": [525.24, 529.06], "text": " So what worries me about prolonged depression, and I think it's safe for them to work. How big a hit can the US economy take? So what worries me about prolonged depression,"}, {"timestamp": [529.32, 532.84], "text": " and I think it's appropriate to speak of what we're in now as a depression,"}, {"timestamp": [532.84, 538.06], "text": " because the unemployment rates are very likely to exceed the levels of unemployment"}, {"timestamp": [538.06, 541.24], "text": " we saw during the Great Depression, at least in the United States."}, {"timestamp": [541.86, 546.0], "text": " So what worries me about many months of prolonged depression"}, {"timestamp": [546.0, 551.68], "text": " is the risk of long-lasting harm to our political systems"}, {"timestamp": [551.68, 555.16], "text": " and our market liberal democratic systems."}, {"timestamp": [555.84, 563.26], "text": " If you go back to a time when we had, say, 30% less GDP per capita,"}, {"timestamp": [563.26, 568.72], "text": " you don't have to go back too many years to get to that point."}, {"timestamp": [568.72, 571.64], "text": " And we all lived reasonably well."}, {"timestamp": [571.64, 579.94], "text": " So it's not the loss of income or the goods that really would concern me, or I think concern"}, {"timestamp": [579.94, 582.9], "text": " most people if we just got through that."}, {"timestamp": [582.9, 587.34], "text": " What's worrisome is that in the turmoil of trying to"}, {"timestamp": [587.34, 595.6], "text": " figure out who suffers the reduction in standards of living? Who doesn't? Is this fair? How did this"}, {"timestamp": [595.6, 602.82], "text": " happen? Who's to blame? We could be facing the kind of political upheaval that we saw during the"}, {"timestamp": [602.82, 606.98], "text": " 1930s that destroyed some of the democracies"}, {"timestamp": [606.98, 607.68], "text": " of the time."}, {"timestamp": [609.74, 615.72], "text": " One of the key objectives of US policymakers has been to provide life support to American"}, {"timestamp": [615.72, 618.34], "text": " business while the country has been locked down."}, {"timestamp": [619.64, 626.0], "text": " A key player in this response has been the Fed, the Federal Reserve, America's Central Bank."}, {"timestamp": [628.0, 634.0], "text": " Jay Powell is its very powerful head, and in a significant public appearance in April,"}, {"timestamp": [634.0, 639.28], "text": " he addressed the Brookings Institute seminar and outlined the Fed's role in the crisis."}, {"timestamp": [639.28, 642.72], "text": " It is worth remembering that the measures we're taking to contain the virus"}, {"timestamp": [642.72, 647.0], "text": " represent an essential investment in our individual and collective health."}, {"timestamp": [647.0, 654.0], "text": " As a society, we should do everything we can to provide relief to those who are suffering for the public good."}, {"timestamp": [654.0, 663.0], "text": " The recently passed CARES Act is an important step in honoring that commitment, providing $2.2 trillion in relief to those who've lost their jobs,"}, {"timestamp": [663.0, 665.48], "text": " to low and middle income households,"}, {"timestamp": [670.92, 677.62], "text": " to employers of all sizes, to hospitals and health care providers, and to state and local governments. Our emergency measures are reserved for truly rare circumstances, such as those we face"}, {"timestamp": [677.62, 683.22], "text": " today. When the economy is well on its way back to recovery and private markets and institutions"}, {"timestamp": [683.22, 689.62], "text": " are once again able to perform their vital functions of channeling credit and supporting economic growth, we will put these"}, {"timestamp": [689.62, 691.0], "text": " emergency tools away."}, {"timestamp": [691.0, 697.36], "text": " At the Brookings event, the Q&A session was led by David Wussells, the director of Brookings"}, {"timestamp": [697.36, 701.08], "text": " Hutchins Centre on Fiscal and Monetary Policy."}, {"timestamp": [701.08, 707.64], "text": " He's written about the Fed for a long time, and in 2008 specifically wrote a book about the Fed's"}, {"timestamp": [707.64, 709.7], "text": " response to that crisis."}, {"timestamp": [709.7, 713.36], "text": " The book was called in Fed We Trust."}, {"timestamp": [713.36, 719.16], "text": " This time he wanted to know what the Fed's policies have meant for ordinary Americans."}, {"timestamp": [719.16, 721.88], "text": " Think of somebody who works at a small restaurant."}, {"timestamp": [721.88, 723.5], "text": " She's lost her job."}, {"timestamp": [723.5, 726.12], "text": " The restaurants closed for how long really nobody"}, {"timestamp": [726.12, 733.1], "text": " knows. All the things that you're doing, how do they help people like her? So what is the Fed's role in"}, {"timestamp": [733.1, 739.24], "text": " this? Our role, as I mentioned in my remarks, is really to try to provide some stability and"}, {"timestamp": [739.24, 744.3], "text": " some relief during this period when the economy is partly shut down. That involves keeping interest"}, {"timestamp": [744.3, 745.04], "text": " rates low. So if"}, {"timestamp": [745.04, 749.52], "text": " she has a mortgage or credit card debt, she'll feel lower interest payments from that. Also,"}, {"timestamp": [749.52, 754.64], "text": " we are, as you mentioned, David, we've used our tools to keep the financial markets functioning."}, {"timestamp": [755.36, 760.32], "text": " That's going to avoid significant further damage to the economy. And really the most important"}, {"timestamp": [760.32, 769.86], "text": " thing we can do is while providing stability during this period, will be to support a robust recovery when it does come. That's really what our tools are most important for."}, {"timestamp": [770.62, 775.42], "text": " Speaking later, David Wussells said that he thought Powell's remarks had been timely."}, {"timestamp": [775.86, 779.82], "text": " That's one of the reasons why the government has moved so quickly and so forcefully is it learned"}, {"timestamp": [779.82, 784.52], "text": " that don't wait to see how bad the fire is before you turn on the hydrant. If you see the"}, {"timestamp": [784.52, 788.0], "text": " places on fire, it's better to use too much water than not enough."}, {"timestamp": [788.0, 792.0], "text": " In Fed we trust, again, even more than the last time."}, {"timestamp": [792.0, 795.0], "text": " Now the Fed is running a risk here. There's already starting to be some criticism,"}, {"timestamp": [795.0, 799.0], "text": " because anytime you design a lending program and some people can borrow and some can't,"}, {"timestamp": [799.0, 802.0], "text": " the ones who can't say, hey, this isn't fair."}, {"timestamp": [802.0, 806.08], "text": " Back in New York, one girl cookies Dawn Casals says that they"}, {"timestamp": [806.08, 812.14], "text": " qualified for one of the schemes, the payroll protection plan. But she has doubts about it."}, {"timestamp": [812.14, 819.22], "text": " In its current form, it is not as helpful as we need it to be. And I know that the federal"}, {"timestamp": [819.22, 826.34], "text": " government is rethinking some of the requirements around it. And if they are to make certain changes,"}, {"timestamp": [826.54, 833.54], "text": " I think it could be particularly helpful. If they don't, I don't think it will be particularly"}, {"timestamp": [833.54, 840.86], "text": " helpful. And in fact, it could either end up becoming debt rather than forgivable,"}, {"timestamp": [840.86, 846.8], "text": " which was a key point of the program, was that it was a forgivable loan"}, {"timestamp": [846.8, 853.24], "text": " if used within the parameters that were outlined. In its current form, we could not use the money"}, {"timestamp": [853.24, 859.28], "text": " within those parameters. So it would end up either being debt or we would end up returning the"}, {"timestamp": [859.28, 862.04], "text": " money in order to avoid accruing that debt."}, {"timestamp": [872.0, 881.0], "text": " The need to protect businesses like Dawn's company is a key priority for when economic activity can resume. In March, I gave a speech in the House of Lords where I made a case about getting money directly to people without strings."}, {"timestamp": [881.0, 891.72], "text": " UK Chancellor Rishitunek has offered bounce-back loans 100% underwritten by the government."}, {"timestamp": [891.72, 896.32], "text": " America's own efforts to support its small businesses will determine how healthy they will"}, {"timestamp": [896.32, 900.24], "text": " be once a recovery starts."}, {"timestamp": [900.24, 904.88], "text": " But aside from government interventions to protect businesses, could American companies be more"}, {"timestamp": [904.88, 906.88], "text": " dynamic in order to help themselves?"}, {"timestamp": [908.0, 912.56], "text": " Dependence on global supply chains has been revealed by COVID-19."}, {"timestamp": [913.76, 918.4], "text": " A lot of Americans have been asking why don't they make more things themselves,"}, {"timestamp": [918.4, 923.6], "text": " questioning why the world's largest economy didn't have the capacity to manufacture,"}, {"timestamp": [923.6, 927.72], "text": " for example, N95 face masks or respiratory"}, {"timestamp": [927.72, 931.36], "text": " ventilators in such an emergency."}, {"timestamp": [931.36, 935.46], "text": " So how flexible is American business when the chips are down?"}, {"timestamp": [935.46, 941.5], "text": " It was, I guess, over five weeks ago, the University Hospital sent me an email asking if"}, {"timestamp": [941.5, 944.8], "text": " it would be possible for us to make 1,000 face shields."}, {"timestamp": [944.8, 948.14], "text": " Lennon Rogers runs Wisconsin University Innovation Lab."}, {"timestamp": [948.14, 951.68], "text": " My wife is an anesthesiologist at the hospital,"}, {"timestamp": [951.68, 955.68], "text": " and so she would be the one using face shields and other PPE."}, {"timestamp": [955.68, 959.32], "text": " And so talking with her about it,"}, {"timestamp": [959.32, 962.52], "text": " it made me realize pretty quickly that it was an important need,"}, {"timestamp": [962.52, 969.74], "text": " and so that kind of kicked off my personal effort to try to help make these 1,000 face shields in essentially an open source"}, {"timestamp": [969.74, 977.9], "text": " design. Once I had some time and the kids were off to bed, I headed to the local store. And I went"}, {"timestamp": [977.9, 982.22], "text": " through the aisles and then collected a bunch of materials that might be useful like construction"}, {"timestamp": [982.22, 988.7], "text": " face shields. And then I went into what we call a makerspace, which is one of the facilities that we have"}, {"timestamp": [988.7, 992.72], "text": " and created this first prototype of a face shield and then took it home to my wife."}, {"timestamp": [992.72, 997.28], "text": " And she was able to give me some pretty quick feedback that was useful."}, {"timestamp": [997.28, 1002.48], "text": " And so the next day I reached out to some colleagues of mine in the Madison area."}, {"timestamp": [1002.48, 1005.48], "text": " One was at a design, a consulting firm called Delve,"}, {"timestamp": [1006.04, 1012.08], "text": " and then the other was a prototyping company that they do medium to large scale production"}, {"timestamp": [1012.08, 1017.46], "text": " and are able to make prototypes. So that's Midwest prototyping. And kind of through that partnership,"}, {"timestamp": [1018.08, 1023.52], "text": " close to 24 hours later, we had an open source design that was very similar but improved on"}, {"timestamp": [1023.52, 1025.48], "text": " what was currently used in the hospital."}, {"timestamp": [1026.28, 1031.6], "text": " After we had the design, one of the first things that I realized that as a university, one thing"}, {"timestamp": [1031.6, 1037.5], "text": " we could help do is try to facilitate the dissemination of the design. So we created an open source"}, {"timestamp": [1037.5, 1043.4], "text": " drawing with all the engineering specifications, a bill of materials that lists out all the parts"}, {"timestamp": [1043.4, 1045.02], "text": " and materials where you can buy them."}, {"timestamp": [1045.58, 1052.5], "text": " And then we also, shortly after that, set up an intake form for people that are interested in obtaining"}, {"timestamp": [1052.5, 1056.9], "text": " face shields. And the thought was that we could connect people that were looking for face shields with"}, {"timestamp": [1057.5, 1061.86], "text": " manufacturers that will be making them. And then at the same time, we could try to help manufacturers"}, {"timestamp": [1061.86, 1065.64], "text": " connect to suppliers. It definitely went viral in a lot of ways."}, {"timestamp": [1066.02, 1072.02], "text": " I think in the first seven days, it had spread across roughly half of the country,"}, {"timestamp": [1072.1, 1073.32], "text": " if you look at our intake form."}, {"timestamp": [1073.82, 1076.44], "text": " And then there were some key big ones."}, {"timestamp": [1076.64, 1081.0], "text": " Ford Motor Company was putting together a team to create face shields."}, {"timestamp": [1081.0, 1083.36], "text": " And so they saw the design."}, {"timestamp": [1083.64, 1084.54], "text": " They reached out to me."}, {"timestamp": [1086.16, 1091.92], "text": " And I started working with them right away. Part of the issues were the supply chain. And so that was trying to find"}, {"timestamp": [1091.92, 1097.76], "text": " the elastic, the foam, the plastic. And that was another way we helped was try to create the supply"}, {"timestamp": [1097.76, 1103.92], "text": " chain. And some people are calling it a pop-up supply chain where they're suppliers that don't"}, {"timestamp": [1103.92, 1105.76], "text": " normally even work with people,"}, {"timestamp": [1105.86, 1111.04], "text": " like Ford, for example, but there was a need to establish these relationships very quickly."}, {"timestamp": [1111.18, 1113.0], "text": " So I was kind of part of that process."}, {"timestamp": [1113.08, 1114.1], "text": " It was interesting to see it."}, {"timestamp": [1114.36, 1119.1], "text": " But their goal was over a million face shields, and I would think that they would have reached"}, {"timestamp": [1119.1, 1119.96], "text": " that at this point."}, {"timestamp": [1123.46, 1128.28], "text": " Will companies continue in this collaborative way once the emergency has passed?"}, {"timestamp": [1129.12, 1131.66], "text": " Or will they revert to what previously worked?"}, {"timestamp": [1134.42, 1141.18], "text": " A bigger question is whether America's entrepreneurial dynamism will be enough to pull it out of this depression."}, {"timestamp": [1141.88, 1144.3], "text": " Or will the system have to change?"}, {"timestamp": [1148.0, 1158.0], "text": " Can American capitalism adapt to this new world? As a historian of capitalism, I would not judge the US economy either at this moment"}, {"timestamp": [1158.0, 1169.38], "text": " or even in February of 2020 as particularly resilient. Julia Ott is an associate professor in the history of capitalism at the New"}, {"timestamp": [1169.38, 1170.7], "text": " School in New York."}, {"timestamp": [1172.12, 1177.62], "text": " By all measures, we're going to have as big of a hit, certainly as we took in the Great"}, {"timestamp": [1177.62, 1180.7], "text": " Recession and probably even greater than that."}, {"timestamp": [1181.12, 1187.22], "text": " One of the important things to realize right now is that the American economy has not"}, {"timestamp": [1187.22, 1194.3], "text": " been on strong and resilient footing going into this situation. So I do think that we are kind of"}, {"timestamp": [1194.3, 1200.98], "text": " in a particularly perilous transition period right now. So when I talk about a lack of resiliency,"}, {"timestamp": [1200.98, 1205.86], "text": " I'm talking about a very precarious workforce. I'm talking about high levels"}, {"timestamp": [1205.86, 1212.18], "text": " of indebtedness and very little personal savings to help households weather these sorts of crises."}, {"timestamp": [1215.24, 1220.5], "text": " I would argue that one result of the health and economic crisis will be a shift towards"}, {"timestamp": [1220.5, 1225.14], "text": " stakeholder capitalism, profit with a purpose."}, {"timestamp": [1225.14, 1231.48], "text": " The obsession with profit maximisation might recede and share buybacks, for example, where"}, {"timestamp": [1231.48, 1236.36], "text": " companies that reacquire their own stock in order to return money to shareholders might"}, {"timestamp": [1236.36, 1238.76], "text": " become a thing of the past."}, {"timestamp": [1238.76, 1244.92], "text": " Instead, companies may come to think of themselves as playing a much broader role in society,"}, {"timestamp": [1244.92, 1245.8], "text": " and leading companies"}, {"timestamp": [1245.8, 1251.78], "text": " in many different sectors could turn out to be the ones that are thinking more than short-term"}, {"timestamp": [1251.78, 1259.3], "text": " profit maximization. American corporations' obsession with buybacks, stock buybacks to increase"}, {"timestamp": [1259.3, 1266.46], "text": " their prices and the short-term movements of their stock, which leave them financially ill-equipped,"}, {"timestamp": [1266.46, 1272.46], "text": " not just to weather storms, but to make the kinds of long-term investment in people and innovation"}, {"timestamp": [1272.46, 1274.88], "text": " that the American economy needs."}, {"timestamp": [1275.42, 1279.06], "text": " The American economy still, you know, is the largest one in the world."}, {"timestamp": [1279.68, 1284.26], "text": " And, you know, it still has, you know, the advantage of the dollar being the world's reserve"}, {"timestamp": [1284.26, 1285.62], "text": " currency and trade currency"}, {"timestamp": [1285.62, 1291.52], "text": " and all of that kind of stuff. So, you know, the fact that I judge it to be at the moment and has,"}, {"timestamp": [1291.6, 1297.02], "text": " I think, been for some time relatively unresilient, when I say that, it doesn't mean that, you know,"}, {"timestamp": [1297.04, 1301.58], "text": " the rest of the world we need not worry about what the United States is doing or that the United"}, {"timestamp": [1301.58, 1306.3], "text": " States will be unimportant in shaping the resumption of the global"}, {"timestamp": [1306.3, 1312.18], "text": " economy in whatever way that happens. She argues that a key factor in the recovery will be the"}, {"timestamp": [1312.18, 1317.7], "text": " policies of whoever wins November's presidential election. The rest of the world should be like"}, {"timestamp": [1317.7, 1326.86], "text": " sort of deeply concerned about what the next election cycle brings and whether the policy response from the American government"}, {"timestamp": [1326.86, 1334.32], "text": " in the next coming days, weeks, months, and years is going to facilitate, you know, a deep,"}, {"timestamp": [1334.32, 1340.24], "text": " broad, resilient, and equitable transformation of the American economy that's going to get us"}, {"timestamp": [1340.24, 1345.08], "text": " someplace that's more dynamic. The world should be paying attention to whether that happens"}, {"timestamp": [1345.08, 1351.68], "text": " or whether we get sort of a rather shallow and reactive response that does not seek to even"}, {"timestamp": [1351.68, 1357.18], "text": " acknowledge those kind of long-standing flaws and problems, much less correct them."}, {"timestamp": [1363.24, 1373.58], "text": " If there is to be systematic change as a result of COVID-19, I've been thinking that the developed world is likely to become more Scandinavian, let's call it."}, {"timestamp": [1374.5, 1386.88], "text": " I know that this has been talked about in the past, but given the gaping holes that we presently see in the Anglo-Saxon capitalist model, it may be time for a shift, especially given"}, {"timestamp": [1386.88, 1392.9], "text": " the data we see on the disproportionate suffering of poor black and other disadvantaged communities"}, {"timestamp": [1392.9, 1395.04], "text": " in the States."}, {"timestamp": [1395.04, 1400.28], "text": " This shift, which we are beginning to see in some of the health and economic responses,"}, {"timestamp": [1400.28, 1409.2], "text": " means paying greater attention to broad social and health issues, and there perhaps might be a role for higher taxation."}, {"timestamp": [1409.2, 1415.04], "text": " Paul Roma says there's also need to look at the role of government."}, {"timestamp": [1415.04, 1419.2], "text": " The US has shown on plenty of occasions during my professional career"}, {"timestamp": [1419.2, 1424.4], "text": " that it's dangerous to write it off as a spent force and that it cannot adjust."}, {"timestamp": [1424.4, 1429.36], "text": " But this time it might require true fundamental changes to the American model"}, {"timestamp": [1429.36, 1432.08], "text": " and the underlying American dream,"}, {"timestamp": [1432.64, 1437.48], "text": " of which low taxes and small government have always seemed such a key part."}, {"timestamp": [1438.12, 1442.36], "text": " If you want to preserve market-like decision-making, market-like innovation,"}, {"timestamp": [1442.88, 1447.26], "text": " market-like freedom, as most of us do, you may, for purely"}, {"timestamp": [1447.26, 1453.86], "text": " pragmatic reasons, decide that you want a government that, and the way I would start by framing"}, {"timestamp": [1453.86, 1460.36], "text": " this is by saying we need a government that is more competent, that is able to take actions"}, {"timestamp": [1460.36, 1466.0], "text": " that protect everyone and protect the system. Whether or not structural change comes,"}, {"timestamp": [1466.0, 1470.0], "text": " after 40 years living through economic crises,"}, {"timestamp": [1470.0, 1474.0], "text": " I do wonder whether there's something in the DNA of the United States"}, {"timestamp": [1474.0, 1478.0], "text": " that even with this crisis will allow it to come rolling back again"}, {"timestamp": [1478.0, 1481.0], "text": " and surprise the world once more."}, {"timestamp": [1481.0, 1484.0], "text": " Paul Roma is confident about it."}, {"timestamp": [1484.0, 1488.86], "text": " I have a friend who was a general in the army in"}, {"timestamp": [1488.86, 1496.14], "text": " Singapore. He studied at Fort Leavenworth and paid attention to the military engagements of the"}, {"timestamp": [1496.14, 1501.64], "text": " United States. And he said something to me I've never forgotten, which was, Paul, your country"}, {"timestamp": [1501.64, 1506.92], "text": " often loses the first battle, but then you end up winning the war."}, {"timestamp": [1507.92, 1516.0], "text": " So I think in military conflicts, in economic crises, there is a pattern of, in many cases,"}, {"timestamp": [1516.28, 1522.06], "text": " not as much preparation as many of us would like for crises that could come along."}, {"timestamp": [1522.72, 1527.58], "text": " We're kind of a free-spirited, independence, decentralized,"}, {"timestamp": [1528.26, 1535.18], "text": " somewhat suspicious of authority society. And that makes it hard for us to take all of these"}, {"timestamp": [1535.18, 1541.88], "text": " difficult preparations you need to be ready for every crisis. But that capacity for innovating,"}, {"timestamp": [1542.04, 1548.48], "text": " for doing things in a decentralized way, when mobilized can marshal enormous"}, {"timestamp": [1548.48, 1554.56], "text": " resources for addressing a problem. So I have confidence that we will produce the tests."}, {"timestamp": [1554.68, 1559.86], "text": " I mean, 25 million tests a day. This is a walk in the park for an economy of the size and the"}, {"timestamp": [1559.86, 1565.0], "text": " capacity and the innovative character of the United States. We'll get there. We'll do that."}, {"timestamp": [1565.0, 1569.0], "text": " And I have no doubt that we will solve this crisis."}, {"timestamp": [1569.0, 1571.0], "text": " It'll prepare us for the next pandemic."}, {"timestamp": [1571.0, 1577.0], "text": " And it will give us a chance to recover and be stronger and even more technologically innovative."}, {"timestamp": [1577.0, 1580.0], "text": " But it'll be a little bit painful getting there."}, {"timestamp": [1580.0, 1585.0], "text": " I'm a bit surprised by Paul's optimism."}, {"timestamp": [1585.0, 1587.0], "text": " Let's hope he's right."}, {"timestamp": [1587.0, 1595.0], "text": " But I'm not so sure that the US is going to find it quite so easy to adapt to this crisis."}, {"timestamp": [1595.0, 1601.0], "text": " And how does the future look to Dawn Kassal, battling to try and keep her business alive?"}, {"timestamp": [1601.0, 1609.1], "text": " I think that in order to own a business, you need to really have that resilience because there are a lot of bumps in the road along the way."}, {"timestamp": [1609.9, 1613.28], "text": " And this one is certainly a very big test of it."}, {"timestamp": [1613.52, 1622.28], "text": " You know, I mean, there's no doubt that this is really going to test that resilience and that resolve and the creativity that I think business owners have."}, {"timestamp": [1622.36, 1624.56], "text": " I can't say that that's specifically American."}, {"timestamp": [1624.82, 1625.5], "text": " I don't know. But I do know that, yeah, I mean, I think that owners have. I can't say that that's specifically American. I don't know."}, {"timestamp": [1626.14, 1633.64], "text": " But I do know that, yeah, I mean, I think that you just have to be able to weather a lot of different storms when you own a business."}, {"timestamp": [1634.04, 1637.28], "text": " But this is for sure the biggest storm yet."}, {"timestamp": [1642.78, 1647.22], "text": " The program was presented by Jim O'Neill, produced by Phil Revell."}, {"timestamp": [1647.72, 1651.08], "text": " Penny Murphy was the editor and Neil Churchill, the sound engineer."}, {"timestamp": [1651.6, 1655.8], "text": " In Business is a BBC Radio Current Affairs production for BBC Sounds."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. Thank you for downloading this edition of In Business. Jim O'Neill looks at how America's economy has been hit by the coronavirus and explores the prospects for economic recovery. We have closed our three locations. We have terminated all of our 32 employees. That's Don Cressels describing the impacts of COVID-19 on her small business, a bakery in three coffee shops in Brooklyn, New York. Right now, my husband, who is the co-owner, my partner in business, he and I are actually going back to our roots. We started One Girl Cookies by doing sort of everything ourselves. So we've gone back to that. With more than 30 million Americans claiming unemployment insurance and the highest number of cases and deaths of the coronavirus in the world, America and its economy is taking a massive hit. We are doing a really modest and modified menu and delivery of our suites to the communities surrounding our locations. How resilient is America's economy? It's, I think, unimaginable for pretty much anybody. And there was really no way to even prepare for something like this. I'm Jim O'Neill. And in this program, I'm asking, can America's economy recover? We're taking it day by day and just really thinking about how to pivot, how to rethink our business and how to survive so that when this is all set and done, there is still a one-girl cookies. I'm an economist. Currently, I'm chairman of the think tank, Chatham House. I've spent nearly 40 years looking at international economies. And during that time, I've done a lot of thinking, speaking, and writing about the US economy and its role in the global economy. And it's fair to say, I've seen plenty of economic crisis moments, but I've never seen anything quite like this when the global economy has come to such a shuddering halt. In America, a contraction as deep as 30% has been forecast, and we haven't had a convulsion of that kind since the 1930s. So what kind of recovery will America need? In the decade that just finished, something like 80% of world GDP growth came from just two places, the United States and China. The broader global economy needs both of them to recover quickly. But no one should underestimate the scale of that challenge. We have three retail locations, as well as an online to recover quickly. But no one should underestimate the scale of that challenge. We have three retail locations as well as an online and events business. We have a commissary kitchen in Sunset Park and then two additional locations in Dumbo and then one in the Kabul Hill area of Brooklyn. Pre-COVID, our business was a traditional cafe slash coffee shop. We specialized in European-inspired sweets, small cookies and different cakes and things like that. And then we also had breakfast and a lunch business, a small lunch business. And we also did events, so wedding cakes and things of that nature. And to them, we also shipped our cookies across the country in gift boxes. COVID-19 hit New York hard. The city became the epicenter of the U.S. outbreak. And things change for one-girl cookies. It was really more about just trying to bring some joy to people's lives. It was, you know, we knew that both the menu and the delivery zones that we were offering our treats to were fairly limited. And so it was less of a financial decision and more of an emotional decision. And certainly there's some income, a little bit of income coming in, and anything is helpful. So that we very much appreciate that. But the reason we really started doing the deliveries was because we really wanted to be able to bring some joy during these dark days. And we know how to do that through cupcakes and cookies. So we started doing it and it actually was an extremely fulfilling project. Dave and I would just go to our kitchen. We would bring our two children who are 10 and 6, and they would sort of sit in our office and do some work, and Dave and I would work together on baking and packing all of the orders. And then we would go home. I would go back home with the kids, and then Dave goes and he delivers all of the orders. The systems that we have in place are extremely rudimentary. It's a Google form as the order form and then an Excel spreadsheet, which is where we log the orders. I initiate a square invoice that I send to customers and that's how they pay. It's very basic, very simple. And so, you know, we don't have a staff and we don't have the systems that we used to use to run our business prior to COVID. I call it a holly hobby bakery in some ways because it's really so simple and straightforward. And that's okay. I think we feel okay with that. It's a little more time consuming, but overall, I think we are all reverting to simplicity right now. overall, I think we are all reverting to simplicity right now. For a business owner like Dawn in the hospitality sector, the lockdown and social distancing has undermined their capacity to trade, as it has across huge sectors of American business, from hotels all the way through to the airlines. How long can that shutdown continue for American businesses? Unlike the 2008 financial crisis, this is a health and economic crisis. I've been acutely aware of the relationship between health and economic performance since my time as chairman of the UK's independent review on antimicrobial resistance. As the COVID-19 pandemic makes abundantly clear, there's no useful distinction to be made between health and finance. The two policy domains are deeply interconnected. This is a way for us to address both the health crisis and the economic crisis by switching away from lockdown towards an approach that uses testing to find the people who are the only ones who need to be in lockdown. My name is Paul Romer. I'm an economist at New York University. I've just published a plan that I've called the Roadmap to responsibly reopen America. Paul Roma received the Nobel Prize in Economics in 2018. And right now, he's thinking hard about how to reopen America. He wants a mass test and isolate strategy that increases the existing testing capabilities to eventually test everyone in the US every two weeks. I asked him about the dilemma facing the country. Wait too long and harm the economy further or open too soon and cause more death. My view is that these checklists that say if you do this, this and this, and then you can start to reopen, I think these are holding us back. We have actions and steps we should be taking right now. The first thing is we should take these steps that we can be taking to scale up the number of tests we have. But in parallel, we should take the tests that we currently have and use those in a way that is protecting the workforce and encouraging the economy. We're using too many of those tests to confirm that somebody is sick when we know that they're sick with COVID. Instead of testing people who have symptoms, we should use these tests to test people who don't have symptoms. So instead of testing the sick patients in the hospital, we should be testing the doctors and nurses. So we should use tests in their highest valued use, which is to find the asymptomatic individuals who are spreading the disease. And we need to recognize that this is going on for people who are already on the job. We need to start protecting them and keeping them from being spreaders. And then as the test capacity increases, we can bring more people into that same position where they can work, but we test to make sure that it's safe for them to work. How big a hit can the US economy take? So what worries me about prolonged depression, and I think it's safe for them to work. How big a hit can the US economy take? So what worries me about prolonged depression, and I think it's appropriate to speak of what we're in now as a depression, because the unemployment rates are very likely to exceed the levels of unemployment we saw during the Great Depression, at least in the United States. So what worries me about many months of prolonged depression is the risk of long-lasting harm to our political systems and our market liberal democratic systems. If you go back to a time when we had, say, 30% less GDP per capita, you don't have to go back too many years to get to that point. And we all lived reasonably well. So it's not the loss of income or the goods that really would concern me, or I think concern most people if we just got through that. What's worrisome is that in the turmoil of trying to figure out who suffers the reduction in standards of living? Who doesn't? Is this fair? How did this happen? Who's to blame? We could be facing the kind of political upheaval that we saw during the 1930s that destroyed some of the democracies of the time. One of the key objectives of US policymakers has been to provide life support to American business while the country has been locked down. A key player in this response has been the Fed, the Federal Reserve, America's Central Bank. Jay Powell is its very powerful head, and in a significant public appearance in April, he addressed the Brookings Institute seminar and outlined the Fed's role in the crisis. It is worth remembering that the measures we're taking to contain the virus represent an essential investment in our individual and collective health. As a society, we should do everything we can to provide relief to those who are suffering for the public good. The recently passed CARES Act is an important step in honoring that commitment, providing $2.2 trillion in relief to those who've lost their jobs, to low and middle income households, to employers of all sizes, to hospitals and health care providers, and to state and local governments. Our emergency measures are reserved for truly rare circumstances, such as those we face today. When the economy is well on its way back to recovery and private markets and institutions are once again able to perform their vital functions of channeling credit and supporting economic growth, we will put these emergency tools away. At the Brookings event, the Q&A session was led by David Wussells, the director of Brookings Hutchins Centre on Fiscal and Monetary Policy. He's written about the Fed for a long time, and in 2008 specifically wrote a book about the Fed's response to that crisis. The book was called in Fed We Trust. This time he wanted to know what the Fed's policies have meant for ordinary Americans. Think of somebody who works at a small restaurant. She's lost her job. The restaurants closed for how long really nobody knows. All the things that you're doing, how do they help people like her? So what is the Fed's role in this? Our role, as I mentioned in my remarks, is really to try to provide some stability and some relief during this period when the economy is partly shut down. That involves keeping interest rates low. So if she has a mortgage or credit card debt, she'll feel lower interest payments from that. Also, we are, as you mentioned, David, we've used our tools to keep the financial markets functioning. That's going to avoid significant further damage to the economy. And really the most important thing we can do is while providing stability during this period, will be to support a robust recovery when it does come. That's really what our tools are most important for. Speaking later, David Wussells said that he thought Powell's remarks had been timely. That's one of the reasons why the government has moved so quickly and so forcefully is it learned that don't wait to see how bad the fire is before you turn on the hydrant. If you see the places on fire, it's better to use too much water than not enough. In Fed we trust, again, even more than the last time. Now the Fed is running a risk here. There's already starting to be some criticism, because anytime you design a lending program and some people can borrow and some can't, the ones who can't say, hey, this isn't fair. Back in New York, one girl cookies Dawn Casals says that they qualified for one of the schemes, the payroll protection plan. But she has doubts about it. In its current form, it is not as helpful as we need it to be. And I know that the federal government is rethinking some of the requirements around it. And if they are to make certain changes, I think it could be particularly helpful. If they don't, I don't think it will be particularly helpful. And in fact, it could either end up becoming debt rather than forgivable, which was a key point of the program, was that it was a forgivable loan if used within the parameters that were outlined. In its current form, we could not use the money within those parameters. So it would end up either being debt or we would end up returning the money in order to avoid accruing that debt. The need to protect businesses like Dawn's company is a key priority for when economic activity can resume. In March, I gave a speech in the House of Lords where I made a case about getting money directly to people without strings. UK Chancellor Rishitunek has offered bounce-back loans 100% underwritten by the government. America's own efforts to support its small businesses will determine how healthy they will be once a recovery starts. But aside from government interventions to protect businesses, could American companies be more dynamic in order to help themselves? Dependence on global supply chains has been revealed by COVID-19. A lot of Americans have been asking why don't they make more things themselves, questioning why the world's largest economy didn't have the capacity to manufacture, for example, N95 face masks or respiratory ventilators in such an emergency. So how flexible is American business when the chips are down? It was, I guess, over five weeks ago, the University Hospital sent me an email asking if it would be possible for us to make 1,000 face shields. Lennon Rogers runs Wisconsin University Innovation Lab. My wife is an anesthesiologist at the hospital, and so she would be the one using face shields and other PPE. And so talking with her about it, it made me realize pretty quickly that it was an important need, and so that kind of kicked off my personal effort to try to help make these 1,000 face shields in essentially an open source design. Once I had some time and the kids were off to bed, I headed to the local store. And I went through the aisles and then collected a bunch of materials that might be useful like construction face shields. And then I went into what we call a makerspace, which is one of the facilities that we have and created this first prototype of a face shield and then took it home to my wife. And she was able to give me some pretty quick feedback that was useful. And so the next day I reached out to some colleagues of mine in the Madison area. One was at a design, a consulting firm called Delve, and then the other was a prototyping company that they do medium to large scale production and are able to make prototypes. So that's Midwest prototyping. And kind of through that partnership, close to 24 hours later, we had an open source design that was very similar but improved on what was currently used in the hospital. After we had the design, one of the first things that I realized that as a university, one thing we could help do is try to facilitate the dissemination of the design. So we created an open source drawing with all the engineering specifications, a bill of materials that lists out all the parts and materials where you can buy them. And then we also, shortly after that, set up an intake form for people that are interested in obtaining face shields. And the thought was that we could connect people that were looking for face shields with manufacturers that will be making them. And then at the same time, we could try to help manufacturers connect to suppliers. It definitely went viral in a lot of ways. I think in the first seven days, it had spread across roughly half of the country, if you look at our intake form. And then there were some key big ones. Ford Motor Company was putting together a team to create face shields. And so they saw the design. They reached out to me. And I started working with them right away. Part of the issues were the supply chain. And so that was trying to find the elastic, the foam, the plastic. And that was another way we helped was try to create the supply chain. And some people are calling it a pop-up supply chain where they're suppliers that don't normally even work with people, like Ford, for example, but there was a need to establish these relationships very quickly. So I was kind of part of that process. It was interesting to see it. But their goal was over a million face shields, and I would think that they would have reached that at this point. Will companies continue in this collaborative way once the emergency has passed? Or will they revert to what previously worked? A bigger question is whether America's entrepreneurial dynamism will be enough to pull it out of this depression. Or will the system have to change? Can American capitalism adapt to this new world? As a historian of capitalism, I would not judge the US economy either at this moment or even in February of 2020 as particularly resilient. Julia Ott is an associate professor in the history of capitalism at the New School in New York. By all measures, we're going to have as big of a hit, certainly as we took in the Great Recession and probably even greater than that. One of the important things to realize right now is that the American economy has not been on strong and resilient footing going into this situation. So I do think that we are kind of in a particularly perilous transition period right now. So when I talk about a lack of resiliency, I'm talking about a very precarious workforce. I'm talking about high levels of indebtedness and very little personal savings to help households weather these sorts of crises. I would argue that one result of the health and economic crisis will be a shift towards stakeholder capitalism, profit with a purpose. The obsession with profit maximisation might recede and share buybacks, for example, where companies that reacquire their own stock in order to return money to shareholders might become a thing of the past. Instead, companies may come to think of themselves as playing a much broader role in society, and leading companies in many different sectors could turn out to be the ones that are thinking more than short-term profit maximization. American corporations' obsession with buybacks, stock buybacks to increase their prices and the short-term movements of their stock, which leave them financially ill-equipped, not just to weather storms, but to make the kinds of long-term investment in people and innovation that the American economy needs. The American economy still, you know, is the largest one in the world. And, you know, it still has, you know, the advantage of the dollar being the world's reserve currency and trade currency and all of that kind of stuff. So, you know, the fact that I judge it to be at the moment and has, I think, been for some time relatively unresilient, when I say that, it doesn't mean that, you know, the rest of the world we need not worry about what the United States is doing or that the United States will be unimportant in shaping the resumption of the global economy in whatever way that happens. She argues that a key factor in the recovery will be the policies of whoever wins November's presidential election. The rest of the world should be like sort of deeply concerned about what the next election cycle brings and whether the policy response from the American government in the next coming days, weeks, months, and years is going to facilitate, you know, a deep, broad, resilient, and equitable transformation of the American economy that's going to get us someplace that's more dynamic. The world should be paying attention to whether that happens or whether we get sort of a rather shallow and reactive response that does not seek to even acknowledge those kind of long-standing flaws and problems, much less correct them. If there is to be systematic change as a result of COVID-19, I've been thinking that the developed world is likely to become more Scandinavian, let's call it. I know that this has been talked about in the past, but given the gaping holes that we presently see in the Anglo-Saxon capitalist model, it may be time for a shift, especially given the data we see on the disproportionate suffering of poor black and other disadvantaged communities in the States. This shift, which we are beginning to see in some of the health and economic responses, means paying greater attention to broad social and health issues, and there perhaps might be a role for higher taxation. Paul Roma says there's also need to look at the role of government. The US has shown on plenty of occasions during my professional career that it's dangerous to write it off as a spent force and that it cannot adjust. But this time it might require true fundamental changes to the American model and the underlying American dream, of which low taxes and small government have always seemed such a key part. If you want to preserve market-like decision-making, market-like innovation, market-like freedom, as most of us do, you may, for purely pragmatic reasons, decide that you want a government that, and the way I would start by framing this is by saying we need a government that is more competent, that is able to take actions that protect everyone and protect the system. Whether or not structural change comes, after 40 years living through economic crises, I do wonder whether there's something in the DNA of the United States that even with this crisis will allow it to come rolling back again and surprise the world once more. Paul Roma is confident about it. I have a friend who was a general in the army in Singapore. He studied at Fort Leavenworth and paid attention to the military engagements of the United States. And he said something to me I've never forgotten, which was, Paul, your country often loses the first battle, but then you end up winning the war. So I think in military conflicts, in economic crises, there is a pattern of, in many cases, not as much preparation as many of us would like for crises that could come along. We're kind of a free-spirited, independence, decentralized, somewhat suspicious of authority society. And that makes it hard for us to take all of these difficult preparations you need to be ready for every crisis. But that capacity for innovating, for doing things in a decentralized way, when mobilized can marshal enormous resources for addressing a problem. So I have confidence that we will produce the tests. I mean, 25 million tests a day. This is a walk in the park for an economy of the size and the capacity and the innovative character of the United States. We'll get there. We'll do that. And I have no doubt that we will solve this crisis. It'll prepare us for the next pandemic. And it will give us a chance to recover and be stronger and even more technologically innovative. But it'll be a little bit painful getting there. I'm a bit surprised by Paul's optimism. Let's hope he's right. But I'm not so sure that the US is going to find it quite so easy to adapt to this crisis. And how does the future look to Dawn Kassal, battling to try and keep her business alive? I think that in order to own a business, you need to really have that resilience because there are a lot of bumps in the road along the way. And this one is certainly a very big test of it. You know, I mean, there's no doubt that this is really going to test that resilience and that resolve and the creativity that I think business owners have. I can't say that that's specifically American. I don't know. But I do know that, yeah, I mean, I think that owners have. I can't say that that's specifically American. I don't know. But I do know that, yeah, I mean, I think that you just have to be able to weather a lot of different storms when you own a business. But this is for sure the biggest storm yet. The program was presented by Jim O'Neill, produced by Phil Revell. Penny Murphy was the editor and Neil Churchill, the sound engineer. In Business is a BBC Radio Current Affairs production for BBC Sounds."}