{"speakers": [], "chunks": [{"timestamp": [0.0, 3.4], "text": " This BBC podcast is supported by ads outside the UK."}, {"timestamp": [3.86, 8.0], "text": " Hello and thank you for listening to the BBC's world of business."}, {"timestamp": [8.64, 12.8], "text": " In this week's download edition, we're looking at electric cars."}, {"timestamp": [13.2, 16.04], "text": " Are they about to replace petrol and diesel engines?"}, {"timestamp": [16.74, 21.26], "text": " I'm the producer Alain Gregorius and the presenter is Peter Morgan."}, {"timestamp": [22.72, 25.0], "text": " So the dread coefficient is 0.28,"}, {"timestamp": [25.0, 28.0], "text": " which is remarkable achievement for electric vehicles."}, {"timestamp": [28.0, 30.0], "text": " At a car dealership in Kent,"}, {"timestamp": [30.0, 32.0], "text": " the future is on display,"}, {"timestamp": [32.0, 34.0], "text": " as drivers are invited"}, {"timestamp": [34.0, 37.0], "text": " to turn their backs on internal combustion"}, {"timestamp": [37.0, 39.0], "text": " and embrace a new technology"}, {"timestamp": [39.0, 42.0], "text": " that's now changing very fast indeed,"}, {"timestamp": [42.0, 46.0], "text": " propelling electric cars towards the mainstream."}, {"timestamp": [46.0, 48.0], "text": " It looks good, looks great."}, {"timestamp": [48.0, 53.0], "text": " Not just styling point now, it works alongside the camera system there because it's got radars in there."}, {"timestamp": [53.0, 59.0], "text": " Until now, mass adoption of electric cars has faced some pretty formidable hurdles."}, {"timestamp": [59.0, 64.0], "text": " They were too expensive, they didn't go very far, and they took ages to recharge."}, {"timestamp": [64.0, 74.0], "text": " But a potent combination of engineering progress, public subsidy and environmental concern is winning over a growing number of drivers."}, {"timestamp": [74.0, 82.0], "text": " It's brilliant. It's so smooth, it's so quiet, it's so relaxing, so easy, and especially around town."}, {"timestamp": [82.0, 84.0], "text": " And this is a terrible area to drive in."}, {"timestamp": [84.0, 86.24], "text": " Give me the pros and cons."}, {"timestamp": [86.24, 89.44], "text": " Well obviously the biggest, I'll give you the con first, obviously is the range."}, {"timestamp": [89.44, 92.88], "text": " You can't get away from it unless you sort of spend a fortune on a test,"}, {"timestamp": [92.88, 94.88], "text": " so your range is not fantastic."}, {"timestamp": [94.88, 101.68], "text": " But I bought it purely, slightly environmental, but most of it was to save money."}, {"timestamp": [101.68, 104.24], "text": " Do you think you'll ever buy another petrol car?"}, {"timestamp": [104.24, 105.24], "text": " No, definitely not."}, {"timestamp": [106.7, 107.6], "text": " Consider this."}, {"timestamp": [107.88, 113.0], "text": " From 2019, Volvo has said it will make only electric and hybrid vehicles."}, {"timestamp": [113.92, 119.24], "text": " Ford plans to introduce no fewer than 13 new electric models in the next few years,"}, {"timestamp": [119.24, 124.32], "text": " and Tesla, which only makes electric cars, has, from a standing start,"}, {"timestamp": [124.48, 127.84], "text": " become the best-selling big luxury saloon in America."}, {"timestamp": [129.06, 133.06], "text": " Nissan took a huge bet on electric cars at the beginning of the century"}, {"timestamp": [133.06, 135.1], "text": " and is now an industry leader."}, {"timestamp": [135.72, 139.64], "text": " Gareth Dunsmore is Director of Electric Vehicles for Nissan Europe."}, {"timestamp": [139.64, 143.92], "text": " We took that bet in the early 2000s and invested in our own battery technology,"}, {"timestamp": [144.36, 148.72], "text": " invested in manufacturing the new Nissan leaf and brought that to market back in 2010."}, {"timestamp": [149.18, 151.68], "text": " And that was a bet. In fact, that was a $4 billion bet."}, {"timestamp": [152.1, 154.24], "text": " Many people laughed at us, but people aren't laughing now,"}, {"timestamp": [154.32, 157.24], "text": " and it's starting to become a real mainstream option for customers"}, {"timestamp": [157.24, 160.4], "text": " that will deliver the chance for more and more people to move away"}, {"timestamp": [160.4, 164.56], "text": " from traditional internal combustion engine vehicles to zero emissions mobility,"}, {"timestamp": [164.56, 166.0], "text": " which we passionately believe in."}, {"timestamp": [166.0, 169.0], "text": " Governments are also getting behind the change."}, {"timestamp": [169.0, 175.0], "text": " The UK wants to ban the sale of all-new petrol and diesel cars by 2040."}, {"timestamp": [175.0, 183.0], "text": " Paris, the world's most visited city, will bar all but electric cars from its streets by 2030."}, {"timestamp": [183.0, 186.0], "text": " And China, a massive and growing market,"}, {"timestamp": [186.0, 190.0], "text": " has mandated that 8% of all new car sales"}, {"timestamp": [190.0, 193.0], "text": " must be electric by just 2020."}, {"timestamp": [197.0, 200.0], "text": " For more than a century,"}, {"timestamp": [200.0, 203.0], "text": " the internal combustion engine has been king of the road."}, {"timestamp": [203.0, 205.44], "text": " But there's a growing consensus."}, {"timestamp": [205.44, 207.52], "text": " That rule is coming to an end."}, {"timestamp": [207.52, 209.28], "text": " This is a massive change."}, {"timestamp": [209.28, 213.2], "text": " It will disrupt an entire industry in its supply chain."}, {"timestamp": [213.2, 216.08], "text": " It will change your life and mine."}, {"timestamp": [216.08, 218.48], "text": " The impact on the industry is absolutely phenomenal."}, {"timestamp": [218.48, 221.44], "text": " You have a technology that the industry has been using for 100 years"}, {"timestamp": [221.44, 223.12], "text": " that will need to be completely changed."}, {"timestamp": [225.0, 232.0], "text": " Harold Hendricks led a major research project into the future of electric cars for the investment bank Morgan Stanley."}, {"timestamp": [232.0, 239.0], "text": " There are some striking results, among them the speed at which price barriers are tumbling."}, {"timestamp": [239.0, 247.52], "text": " He predicts the upfront cost of a new electric vehicle will fall beneath that of a petrol car within 10 years."}, {"timestamp": [248.28, 252.34], "text": " However, fuel costs are already much lower for battery powered cars,"}, {"timestamp": [252.64, 256.46], "text": " with electricity just a fraction of the price of petrol or diesel."}, {"timestamp": [257.28, 261.1], "text": " Morgan Stanley argues that once running costs are taken into account,"}, {"timestamp": [261.54, 265.0], "text": " electric car ownership already makes financial sense."}, {"timestamp": [265.0, 269.0], "text": " We're all spending at least £1,000 a year on fuel."}, {"timestamp": [269.0, 274.0], "text": " Now, on an electric vehicle, those costs will come down by 70, 80, maybe even 90%,"}, {"timestamp": [274.0, 276.0], "text": " which means that we can save about £900."}, {"timestamp": [276.0, 280.0], "text": " If we look at a lease contract, if we save ourselves £900,"}, {"timestamp": [280.0, 285.34], "text": " £900 can finance probably in excess of £10,000 worth of cost difference."}, {"timestamp": [288.76, 289.32], "text": " So if we look at total cost of ownership as opposed to just the cost of production,"}, {"timestamp": [294.7, 297.98], "text": " then in fact, actually, an electric vehicle today may already be more affordable than a combustion engine vehicle. But price is not the only barrier to entry."}, {"timestamp": [298.52, 303.08], "text": " Would-be buyers of electric cars worry a lot about running out of power,"}, {"timestamp": [303.58, 307.36], "text": " so much so that in 2013 a new phrase was added"}, {"timestamp": [307.36, 314.9], "text": " to the Oxford English Dictionary. Range anxiety. Noun, informal. Worry on the part of a person"}, {"timestamp": [314.9, 320.02], "text": " driving an electric car that the battery will run out of power before the destination or a"}, {"timestamp": [320.02, 327.58], "text": " suitable charging point is reached. Early adopters of electric vehicles have been forced to contend with very limited range,"}, {"timestamp": [327.8, 333.18], "text": " a shortage of public charge points and the length of time it takes to recharge a car's batteries."}, {"timestamp": [333.86, 338.62], "text": " But billions of pounds of research and development have driven rapid change."}, {"timestamp": [338.62, 343.4], "text": " For example, the new Nissan Leaf that we heard described at the beginning of this program"}, {"timestamp": [343.4, 353.76], "text": " has an advertised range of 235 miles on a single charge, almost double the 124 miles offered by the original leaf in 2011."}, {"timestamp": [356.52, 365.36], "text": " But even with battery performance rising and cost falling, there's still a huge job to be done to build the infrastructure that will be needed"}, {"timestamp": [365.36, 373.6], "text": " to support a new kind of driving. And the race has begun. Prepare for a fight between the motor"}, {"timestamp": [373.6, 379.68], "text": " manufacturers, existing fuel providers and companies you've probably never heard of to meet"}, {"timestamp": [379.68, 387.84], "text": " the anticipated demand for roadside electric power. The real answer to that is getting a decent public charging infrastructure network out there."}, {"timestamp": [388.34, 390.12], "text": " That's what we've set ourselves up to do."}, {"timestamp": [390.58, 394.08], "text": " And then once there's a charging network available to the public,"}, {"timestamp": [394.64, 399.28], "text": " the range on the vehicles increases, this becomes just an alternative fuel source."}, {"timestamp": [399.48, 402.02], "text": " You'll drive an EV, just like you'll drive any other car."}, {"timestamp": [402.7, 405.0], "text": " That's Tim Payne, boss of Instavolt,"}, {"timestamp": [405.0, 411.0], "text": " a startup which is rolling out a network of public charge points for electric cars."}, {"timestamp": [411.0, 415.0], "text": " He's clear that the future is not going to look like the past."}, {"timestamp": [415.0, 418.0], "text": " Although motorway service stations may always exist,"}, {"timestamp": [418.0, 421.0], "text": " electric cars will also be charged at home,"}, {"timestamp": [421.0, 424.0], "text": " at the supermarket, at your gym,"}, {"timestamp": [424.0, 427.0], "text": " or even plugged into a nearby street lamp."}, {"timestamp": [427.0, 434.0], "text": " We're going to develop a rapid network of charges. These are the charges that can recharge cars really quickly."}, {"timestamp": [434.0, 440.0], "text": " We're aiming to install a thousand of those in the next three years and that will just continue to get rolled out."}, {"timestamp": [440.0, 446.64], "text": " National Grid did a report recently and they estimated that you needed 7,000 rapid charges in the UK"}, {"timestamp": [446.64, 448.46], "text": " to support the use of EVs."}, {"timestamp": [448.56, 450.2], "text": " How come you only need 7,000"}, {"timestamp": [450.2, 451.44], "text": " if there are 30 million cars?"}, {"timestamp": [452.1, 453.24], "text": " I think at the moment"}, {"timestamp": [453.24, 455.82], "text": " all of the studies are looking at a combination"}, {"timestamp": [455.82, 459.04], "text": " of home charging and on route charging."}, {"timestamp": [459.58, 461.72], "text": " I think as we develop"}, {"timestamp": [461.72, 464.1], "text": " and the battery capacity of vehicles increases"}, {"timestamp": [464.1, 465.32], "text": " and the range of vehicles"}, {"timestamp": [465.32, 470.72], "text": " increases you'll see greater use of the en route charges."}, {"timestamp": [470.72, 476.32], "text": " At the moment it takes at the fastest kind of 40 minutes to charge your car, how is that"}, {"timestamp": [476.32, 477.32], "text": " going to change?"}, {"timestamp": [477.32, 482.36], "text": " Again the technology is evolving very quickly. The manufacturers are putting their whole"}, {"timestamp": [482.36, 485.08], "text": " R&D budgets behind developing these vehicles now."}, {"timestamp": [485.54, 489.94], "text": " The capacity of the batteries in the vehicles will increase, increasing the range of the cars,"}, {"timestamp": [490.36, 494.08], "text": " and accordingly the charging rates that they charge at will increase."}, {"timestamp": [494.6, 498.38], "text": " So that 40 minutes will be coming down to 12, 13 minutes."}, {"timestamp": [498.72, 501.46], "text": " Still quite a long time, but there's a queue in front of you at the pump."}, {"timestamp": [502.0, 504.72], "text": " And again, that comes back to supply and demand."}, {"timestamp": [504.72, 508.12], "text": " As the demand increases, more charges go into locations,"}, {"timestamp": [508.62, 509.96], "text": " and you deal with it that way."}, {"timestamp": [510.6, 514.96], "text": " For the oil giants, there's plenty to lose and a lot to think about."}, {"timestamp": [515.7, 519.32], "text": " Shell has come to the conclusion that it needs to be part of the solution."}, {"timestamp": [519.96, 523.32], "text": " It's busy building charge points on its own forecourts"}, {"timestamp": [523.32, 526.62], "text": " and is talking openly about its first service stations"}, {"timestamp": [526.62, 528.88], "text": " offering only alternative fuels."}, {"timestamp": [529.74, 533.4], "text": " Matthew Tipper is Vice President for New Fuels at Shell."}, {"timestamp": [534.14, 538.02], "text": " Battery electric vehicles are roughly 1% of vehicle sales,"}, {"timestamp": [538.14, 540.3], "text": " so it's still a relatively small market globally."}, {"timestamp": [540.9, 544.08], "text": " But they are significant in many major cities in the world."}, {"timestamp": [544.08, 549.0], "text": " We see China pushing ahead confidently with battery electric vehicle technology,"}, {"timestamp": [549.0, 553.0], "text": " similar trends in the west coast of North America."}, {"timestamp": [553.0, 560.0], "text": " So as a fuels business, we need to be positioned around the transition and this change."}, {"timestamp": [560.0, 568.7], "text": " It seems nuts that Shell should be getting into electric cars when on the face of it you'd think that was cutting your own throat."}, {"timestamp": [569.68, 577.54], "text": " On the face of it, maybe, but the reality is we've been supplying fuels to motorists on the road for very many years."}, {"timestamp": [577.64, 587.0], "text": " It's our heritage. We recognise that an energy transition is underway and a big part of that transition is going to require electrification,"}, {"timestamp": [587.0, 589.0], "text": " and that includes mobility."}, {"timestamp": [589.0, 592.0], "text": " It's also the case that we're not just an oil company."}, {"timestamp": [592.0, 594.0], "text": " We're a major gas producer,"}, {"timestamp": [594.0, 598.0], "text": " and we have significant involvement in power markets"}, {"timestamp": [598.0, 600.0], "text": " as a wholesaler of electricity,"}, {"timestamp": [600.0, 604.0], "text": " both here in Europe and in North America."}, {"timestamp": [604.0, 607.12], "text": " So for us, it's perhaps not such a big"}, {"timestamp": [607.12, 613.28], "text": " step as you might think to move into battery electric vehicle charging. So when do you think we"}, {"timestamp": [613.28, 620.4], "text": " will see the first all-electric fuel station? We're working on that. We have a station design"}, {"timestamp": [620.4, 628.0], "text": " that incorporates hydrogen, battery electric vehicle charging, that's fast charging, and synthetic"}, {"timestamp": [628.0, 631.0], "text": " fuels as the sole offer on the forecourt."}, {"timestamp": [631.0, 634.0], "text": " A petrol station without petrol?"}, {"timestamp": [634.0, 636.0], "text": " That's it, pretty much."}, {"timestamp": [636.0, 640.0], "text": " Charging infrastructure is absolutely critical."}, {"timestamp": [640.0, 647.1], "text": " Until drivers are convinced that they won't be left stranded on the roadside, they won't buy electric cars."}, {"timestamp": [647.52, 651.5], "text": " But there's money to be made here and a land grab is underway."}, {"timestamp": [652.14, 654.58], "text": " Tim Payne of Instavolt gives his perspective."}, {"timestamp": [655.22, 659.18], "text": " In terms of the land grab, we're going out trying to grab the right locations."}, {"timestamp": [659.82, 662.7], "text": " But equally importantly, you've got the electrical grid connection."}, {"timestamp": [663.26, 667.04], "text": " So again, that's another area that we're grabbing capacity on the grid."}, {"timestamp": [667.04, 673.78], "text": " So, Tim, obviously, there comes a tipping point where there are enough electric vehicles sold"}, {"timestamp": [673.78, 678.06], "text": " to make what you're doing commercially sort of essential, really."}, {"timestamp": [678.54, 681.24], "text": " Where do you think we are in progress towards that?"}, {"timestamp": [681.52, 686.38], "text": " Yeah, obviously, when we built the business case, we built it on achieving a number of charges per day."}, {"timestamp": [687.02, 690.42], "text": " We naturally assumed that this is going to be low utilisation"}, {"timestamp": [690.42, 693.38], "text": " for a few years as the number of vehicles come to market."}, {"timestamp": [694.02, 695.88], "text": " But I think in terms of the tipping point,"}, {"timestamp": [696.1, 697.48], "text": " we've really reached that point now."}, {"timestamp": [699.3, 702.58], "text": " And there's not just the question of where you charge your car."}, {"timestamp": [702.58, 704.84], "text": " There's the entirely separate issue"}, {"timestamp": [704.84, 705.84], "text": " of how all"}, {"timestamp": [705.84, 713.1], "text": " this additional electricity is going to be generated. If Morgan Stanley is right about the growth"}, {"timestamp": [713.1, 719.16], "text": " in the market, electricity demand in Western Europe is going to grow by the equivalent of adding"}, {"timestamp": [719.16, 726.74], "text": " another Germany to the grid by 2050. Of course, to reap the environmental benefits of an electric fleet,"}, {"timestamp": [727.16, 731.98], "text": " this additional capacity will need to come increasingly from renewable sources."}, {"timestamp": [732.82, 733.68], "text": " And there's more."}, {"timestamp": [734.24, 737.56], "text": " If millions of electric car drivers come home after work"}, {"timestamp": [737.56, 739.92], "text": " and plug in their vehicles at the same time,"}, {"timestamp": [740.3, 742.28], "text": " there'll be massive peaks in demand."}, {"timestamp": [742.94, 744.76], "text": " Marcus Stewart from National Grid,"}, {"timestamp": [744.76, 745.06], "text": " which owns the electricity transmission network in England and Wales, there'll be massive peaks in demand. Marcus Stewart from National Grid,"}, {"timestamp": [748.78, 749.2], "text": " which owns the electricity transmission network in England and Wales,"}, {"timestamp": [752.0, 755.64], "text": " says smart metering will be essential to make sure that supply and demand are held in balance."}, {"timestamp": [756.2, 759.14], "text": " If everybody came home and charged their car at half-past five,"}, {"timestamp": [759.22, 760.2], "text": " six o'clock in the evening,"}, {"timestamp": [760.44, 762.78], "text": " then that would increase the stress on the energy system."}, {"timestamp": [763.5, 766.0], "text": " And we expect that people will do something slightly different."}, {"timestamp": [766.0, 769.0], "text": " They'll respond to what we call a time of use tariff."}, {"timestamp": [769.0, 771.0], "text": " They'll use a smart charger as part of their car."}, {"timestamp": [771.0, 775.0], "text": " And that will help mitigate that and reduce that stress on the system"}, {"timestamp": [775.0, 778.0], "text": " and allow the car to charge up at different times of the day,"}, {"timestamp": [778.0, 781.0], "text": " maybe overnight when there's less demand on the energy system."}, {"timestamp": [781.0, 783.0], "text": " As long as there's enough energy in the car in the morning"}, {"timestamp": [783.0, 788.56], "text": " for the driver to get to where they need to get to, you to, the car can be smart enough to work out how to charge"}, {"timestamp": [788.56, 794.72], "text": " it itself. So how about the intensity of electric car ownership? Biv on my street, 10 people"}, {"timestamp": [794.72, 799.52], "text": " came back and all plugged in their electric cars at the same time. Are the lights going to go out?"}, {"timestamp": [800.06, 803.92], "text": " What you've described there is what we call clustering. That's a known issue and the local"}, {"timestamp": [803.92, 806.78], "text": " distribution networks have been studying this for a little while now."}, {"timestamp": [806.86, 811.1], "text": " They've been running a number of innovation projects to understand the risks and how to mitigate it."}, {"timestamp": [811.28, 815.74], "text": " And theoretically, if everybody did charge it at the same time, then that would put stress on that local network"}, {"timestamp": [815.74, 817.72], "text": " and would depend on their local capacity."}, {"timestamp": [818.16, 822.58], "text": " But what the studies have shown is that, again, that they can, with using smart charging"}, {"timestamp": [822.58, 825.44], "text": " and sending a signal from the local electricity"}, {"timestamp": [825.44, 830.34], "text": " distribution operator, sending a signal to those cars, they've been able to accommodate numerous"}, {"timestamp": [830.34, 835.44], "text": " people charging at the same time by effectively rotating the charge around the cars to mitigate"}, {"timestamp": [835.44, 835.88], "text": " that problem."}, {"timestamp": [840.76, 847.0], "text": " So why now? What's happened to convince so many that we're at a tipping point for electric vehicles?"}, {"timestamp": [847.0, 854.0], "text": " The answer comes in three parts. First, as we've heard, battery technology is changing fast."}, {"timestamp": [854.0, 861.0], "text": " Second, governments have concluded that electric vehicles may be critical to meeting climate change goals."}, {"timestamp": [861.0, 866.0], "text": " And third, a major scandal has rocked assumptions about the"}, {"timestamp": [866.0, 869.0], "text": " polluting effects of diesel motor cars."}, {"timestamp": [869.0, 874.0], "text": " The World at One, this is Martha Carney with 45 minutes of news and comment."}, {"timestamp": [874.0, 878.0], "text": " The cloud from Volkswagen's exhaust emissions scandal is spreading."}, {"timestamp": [878.0, 881.0], "text": " Eleven million cars worldwide could be affected."}, {"timestamp": [881.0, 887.6], "text": " The global outrage over emission data rigging has sharply focused regulators and governments"}, {"timestamp": [887.6, 890.88], "text": " on the harmful effects of diesel engines."}, {"timestamp": [890.88, 896.48], "text": " In the coming years, tighter environmental standards will make diesel and petrol engines more"}, {"timestamp": [896.48, 903.12], "text": " expensive to produce just as the cost of electric motors is falling."}, {"timestamp": [903.12, 907.0], "text": " It's also clear that public policy has a major part to play."}, {"timestamp": [907.0, 912.0], "text": " In Norway, the government has led the way in encouraging the uptake of electric vehicles."}, {"timestamp": [912.0, 917.0], "text": " Today, 40% of all new car sales are electric or hybrid."}, {"timestamp": [917.0, 922.0], "text": " Christina Boo, the General Secretary of the Norwegian Electric Vehicles Association,"}, {"timestamp": [922.0, 926.74], "text": " describes the combination of carrots and sticks that has made this possible."}, {"timestamp": [927.32, 931.56], "text": " First of all, in Norway, we tax petrol and diesel cars very heavy."}, {"timestamp": [932.14, 937.22], "text": " Both VAT, which is 25%, but on top of that, quite a big purchase tax."}, {"timestamp": [937.58, 941.14], "text": " Electric vehicles and hydrogen cars are exempt from taxes."}, {"timestamp": [941.74, 946.04], "text": " That means that they can compete with petrol and diesel cars when it comes to the"}, {"timestamp": [946.04, 952.54], "text": " price when buying it. That is how it has been done. Of course, running costs are also lower"}, {"timestamp": [952.54, 958.44], "text": " for zero emission vehicles. You have lower fuel costs and you also have quite a few local"}, {"timestamp": [958.44, 964.14], "text": " incentives in Norway. Electric cars don't have to pay at all roads. The public parking is free"}, {"timestamp": [964.14, 966.52], "text": " in about half of the cities."}, {"timestamp": [967.2, 971.98], "text": " And on the West Coast, where we have a lot of ferries, you can also take an electric car for free on a ferry."}, {"timestamp": [972.56, 975.88], "text": " Altogether, this package of incentives have made this happen."}, {"timestamp": [976.6, 978.86], "text": " It must have cost the government an absolute fortune."}, {"timestamp": [979.58, 981.46], "text": " We tax cars heavily."}, {"timestamp": [982.12, 986.76], "text": " So Norway has an income from car taxes that other countries don't really have."}, {"timestamp": [986.76, 993.2], "text": " So what you could say is that, okay, we tax the cars we don't want. We don't tax the cars we"}, {"timestamp": [993.2, 994.0], "text": " do want."}, {"timestamp": [994.0, 999.5], "text": " But presumably if everyone ends up buying an electric car, then the government is short of billions"}, {"timestamp": [999.5, 1001.0], "text": " of crooner in revenue."}, {"timestamp": [1001.0, 1005.6], "text": " Yeah, we would be like most other European countries that don't tax cars."}, {"timestamp": [1005.6, 1010.76], "text": " But then again, Norway is going to tax electric cars as well in the future."}, {"timestamp": [1010.76, 1015.2], "text": " Right now, however, the political view is that we help this new technology to enter the"}, {"timestamp": [1015.2, 1020.24], "text": " market and we will keep those tax incentives as long as necessary."}, {"timestamp": [1020.24, 1024.8], "text": " Norwegian politicians have helped with creating a market."}, {"timestamp": [1024.8, 1027.28], "text": " This is showing the rest of the world that this is possible,"}, {"timestamp": [1027.54, 1032.56], "text": " and it's telling the car manufacturers that this is something that the politicians want."}, {"timestamp": [1032.56, 1037.24], "text": " And with more and more politicians in different countries presenting some incentives,"}, {"timestamp": [1037.5, 1041.38], "text": " more and more car manufacturers starting to produce electric cars,"}, {"timestamp": [1042.1, 1043.76], "text": " this will just continue rolling."}, {"timestamp": [1044.36, 1051.5], "text": " So there's no doubt in my mind that we are facing a paradigm shift when it comes to our mobility"}, {"timestamp": [1051.5, 1052.5], "text": " sector."}, {"timestamp": [1052.5, 1058.66], "text": " This is a change, a revolution that is not to be stopped now."}, {"timestamp": [1058.66, 1061.76], "text": " Where Norway has led, others are keen to follow."}, {"timestamp": [1061.76, 1065.36], "text": " Here in the city of Oxford, world famous for its university"}, {"timestamp": [1065.36, 1072.4], "text": " and locally infamous for its traffic congestion, the city council is thinking big. By 2020,"}, {"timestamp": [1072.4, 1078.72], "text": " it's decided to ban all but electric cars from the heart of the city. The zero-emission"}, {"timestamp": [1078.72, 1087.0], "text": " zone will then be expanded until by 2030 no petrol or diesel cars will be allowed anywhere in the city centre."}, {"timestamp": [1087.0, 1094.0], "text": " I'm John Tanner, I'm the councillor responsible for a clean and green Oxford"}, {"timestamp": [1094.0, 1100.0], "text": " and I'm determined to introduce a zero emission zone in Oxford to get rid of the pollution."}, {"timestamp": [1100.0, 1102.0], "text": " Here we are in Carfax at the heart of Oxford."}, {"timestamp": [1102.0, 1105.2], "text": " We can see all the University Ecologies in one way,"}, {"timestamp": [1106.9, 1107.28], "text": " our new Westgate shopping centre the other,"}, {"timestamp": [1109.22, 1109.46], "text": " lots of traffic, lots of things going on,"}, {"timestamp": [1111.18, 1111.46], "text": " but the problem is that it's polluted,"}, {"timestamp": [1115.1, 1115.28], "text": " polluted above the safe level and above what is legally allowed."}, {"timestamp": [1118.36, 1119.76], "text": " So we have to take action to further reduce pollution right in the city centre here,"}, {"timestamp": [1119.96, 1122.46], "text": " and that's why we're introducing our zero-emission zone."}, {"timestamp": [1122.8, 1126.36], "text": " You must be a pretty unpopular guy with car drivers."}, {"timestamp": [1126.36, 1129.44], "text": " Well, public opinion is divided in Oxford, as you might expect."}, {"timestamp": [1129.44, 1133.3], "text": " Some people think the zero-emission zone is the best thing since slice bread"}, {"timestamp": [1133.3, 1134.84], "text": " and why haven't we done it before?"}, {"timestamp": [1134.84, 1137.94], "text": " And the other half of the population think this is a dreadful infringement"}, {"timestamp": [1137.94, 1141.7], "text": " of their inaneal right to drive their motor car anywhere they wish."}, {"timestamp": [1141.7, 1143.74], "text": " So, you know, in that sense you can't win."}, {"timestamp": [1143.74, 1149.02], "text": " But we've got to do the right thing. We've got to make sure that Oxford is a healthy place for people to live and work and shop."}, {"timestamp": [1149.38, 1153.16], "text": " And we've also got to make sure that people can use our park and rides, can use our buses,"}, {"timestamp": [1153.44, 1159.06], "text": " and can leave their car at home. Many of these changes often perceived as easy for the middle"}, {"timestamp": [1159.06, 1163.6], "text": " class to adapt to, but much harder for people without much money, perhaps got older, more"}, {"timestamp": [1163.6, 1166.78], "text": " polluting cars. Are you sympathetic to that?"}, {"timestamp": [1166.78, 1170.68], "text": " We would like the government to introduce a scrapage scheme for people who've got both diesel"}, {"timestamp": [1170.68, 1174.68], "text": " and petrol cars so they can get into electric. Once you've got an electric car, of course,"}, {"timestamp": [1174.68, 1179.56], "text": " it's much, much cheaper to run to pay for because the electricity is so cheap. So, of course,"}, {"timestamp": [1179.56, 1184.96], "text": " we're sympathetic, but what comes first is health and making sure that we have a low carbon city"}, {"timestamp": [1184.96, 1189.24], "text": " which is fit for the future. I know there's local money going into this but what"}, {"timestamp": [1189.24, 1193.68], "text": " help do you need from national government? Well we've got some help in that we"}, {"timestamp": [1193.68, 1197.1], "text": " are experimenting at the moment with different ways of charging cars on"}, {"timestamp": [1197.1, 1200.5], "text": " terrace streets where you haven't got a front garden or a front yard to put the"}, {"timestamp": [1200.5, 1204.0], "text": " car that's quite exciting and we've also got some money for some rapid"}, {"timestamp": [1204.0, 1205.28], "text": " charging points"}, {"timestamp": [1205.28, 1210.64], "text": " for our taxes in the city, which is great. But the most important thing that the government can do"}, {"timestamp": [1210.64, 1215.52], "text": " is to introduce a scrapage scheme. And we'd like them to put up the tax on diesel vehicles"}, {"timestamp": [1215.52, 1218.24], "text": " and use some of that money to pay for that scrapage scheme."}, {"timestamp": [1219.44, 1226.0], "text": " At a national level, the government wants to see only electric cars on British roads by 2050."}, {"timestamp": [1226.0, 1233.0], "text": " To hasten that journey, it's offering grants so up to £4,500 on every new purchase."}, {"timestamp": [1233.0, 1239.0], "text": " Transport Minister John Hayes says there are three ways that national government can drive the change."}, {"timestamp": [1239.0, 1245.08], "text": " Firstly, by helping with the capital cost, that's why we're putting extra money into supporting people"}, {"timestamp": [1245.08, 1251.8], "text": " with the price of electric card. It's called the plug-in grant. Secondly, by working on R&D,"}, {"timestamp": [1251.8, 1256.6], "text": " by putting additional resource into working with industry. I've mentioned academic research"}, {"timestamp": [1256.6, 1263.68], "text": " as well as industry research. And third, I think, looking at the charging infrastructure."}, {"timestamp": [1263.68, 1269.96], "text": " This is very important, making sure people can straightforwardly charge electric cars."}, {"timestamp": [1269.96, 1274.42], "text": " That means making sure that the charging infrastructure is there, so that wherever they"}, {"timestamp": [1274.42, 1279.88], "text": " go in their locality or further afield, they can be confident they can charge their vehicle."}, {"timestamp": [1279.88, 1286.3], "text": " How does it work if I live in a tower block or I don't have a drive which I can easily plug a car into from?"}, {"timestamp": [1286.6, 1293.58], "text": " That's exactly why you need on-street charging and actually in some boroughs we've moved ahead of pace with that."}, {"timestamp": [1293.8, 1300.0], "text": " I've said I'm going to work with local authorities on that because I want to get a more universal approach to on-street"}, {"timestamp": [1300.4, 1304.4], "text": " charging for exactly the reason you gave and we can and we will."}, {"timestamp": [1304.8, 1307.22], "text": " But the other thing I just say say about that, if I might,"}, {"timestamp": [1307.72, 1308.8], "text": " there are three other challenges."}, {"timestamp": [1309.42, 1313.34], "text": " Making sure that the charging infrastructure is not proprietary,"}, {"timestamp": [1313.9, 1316.16], "text": " because the last thing you want to do is to reach a charge point"}, {"timestamp": [1316.16, 1318.66], "text": " and find your particular car doesn't plug into it."}, {"timestamp": [1319.18, 1322.86], "text": " Secondly, making sure the way you pay for that is not so particular"}, {"timestamp": [1322.86, 1324.12], "text": " that you can't pay for it."}, {"timestamp": [1324.24, 1325.84], "text": " I mean, ideally, it should be pay as you go. So at the moment, there's various ways you can pay for that is not so particular that you can't pay for it. I mean, ideally it should be pay as you go."}, {"timestamp": [1326.32, 1328.46], "text": " So at the moment, there's various ways you can pay for it,"}, {"timestamp": [1328.48, 1330.56], "text": " and I want to get more standardisation there."}, {"timestamp": [1331.08, 1336.24], "text": " And thirdly, making sure that charge points are instantly recognisable through design."}, {"timestamp": [1336.72, 1341.08], "text": " So I'm launching a design competition so that everyone knows what a charge point looks like."}, {"timestamp": [1341.12, 1343.74], "text": " If they drive down a road they don't know, and they see a charge point,"}, {"timestamp": [1343.74, 1349.2], "text": " it's as familiar as a pillar box will be, if you like. However, not everyone is so"}, {"timestamp": [1349.2, 1356.0], "text": " convinced about the dash to electric cars. It's fine if your Norway and your electricity comes from"}, {"timestamp": [1356.0, 1363.52], "text": " carbon-free hydro power, but if you rely on fossil fuels, particularly coal, all you're doing is shifting"}, {"timestamp": [1363.52, 1365.48], "text": " pollution from one place to another."}, {"timestamp": [1366.24, 1370.48], "text": " The manufacture and disposal of batteries has its own environmental cost."}, {"timestamp": [1371.0, 1375.38], "text": " While not all pollution caused by cars comes from their exhaust pipes,"}, {"timestamp": [1375.38, 1381.82], "text": " the application of disc brakes and the friction between tyre and road generated by all cars"}, {"timestamp": [1381.82, 1384.9], "text": " releases harmful particulates into the atmosphere."}, {"timestamp": [1385.8, 1391.02], "text": " Professor Frank Kelly, who chairs the Government's Committee on the Medical Effects of Air Pollutants,"}, {"timestamp": [1391.46, 1396.9], "text": " says the focus of public policy should be on reducing the number of cars on our roads,"}, {"timestamp": [1397.1, 1400.2], "text": " not just to changing their engines, because..."}, {"timestamp": [1400.2, 1405.1], "text": " There is no true emission-free vehicle. We don't have that."}, {"timestamp": [1405.52, 1407.84], "text": " So that's a bit of a misuse of the term."}, {"timestamp": [1408.68, 1413.98], "text": " All vehicles, when they move along a road, do produce pollution."}, {"timestamp": [1414.52, 1418.36], "text": " We think about this traditionally as the pollution is coming from the teal pipe,"}, {"timestamp": [1418.66, 1420.86], "text": " so either from the petrol or the diesel collar."}, {"timestamp": [1421.4, 1423.98], "text": " The electric car, of course, doesn't have that pollution,"}, {"timestamp": [1423.98, 1425.44], "text": " but it has the other"}, {"timestamp": [1425.44, 1430.72], "text": " sources of pollution which we don't usually think about. And this includes road abrasion,"}, {"timestamp": [1431.22, 1438.46], "text": " tire abrasion, and brake abrasion. So the road surfaces, tiny particles of whatever the road is made"}, {"timestamp": [1438.46, 1444.5], "text": " of. So it could be the concrete, it could be the tarmac, it could be the road paintings."}, {"timestamp": [1446.88, 1453.78], "text": " All that material is actually quite toxic. So these are all contribute to the non-tail pipe sources from vehicles."}, {"timestamp": [1454.28, 1459.54], "text": " So give me some impression of how dangerous these particulates are, what sort of damage they do?"}, {"timestamp": [1460.56, 1465.54], "text": " The particulates, they're very small indeed, less than two and a half microns in diameter."}, {"timestamp": [1465.9, 1470.92], "text": " You can't see them, and that means that they can enter our lungs when we breathe,"}, {"timestamp": [1471.24, 1476.84], "text": " and they're so small we think that they get right down in the deepest, most delicate parts of our lungs."}, {"timestamp": [1477.48, 1479.84], "text": " There, they cause inflammation."}, {"timestamp": [1480.42, 1486.52], "text": " And if that inflammation occurs on a regular basis, then that's what we call disease."}, {"timestamp": [1487.02, 1503.3], "text": " It could be heart disease, it could be diseases of the blood vessels which feed the brain, which would be associated with stroke, or it could be respiratory disease, this terrible condition called chronic obstructive pulmonary disease, or even lung cancer, in people who have never smoked in their lives."}, {"timestamp": [1504.1, 1508.86], "text": " Despite these reservations, governments, local and national from around the world"}, {"timestamp": [1508.86, 1512.02], "text": " are now competing to incentivise cleaner fleets."}, {"timestamp": [1512.64, 1517.06], "text": " There are clear advantages to being at the forefront of such fundamental change"}, {"timestamp": [1517.06, 1519.44], "text": " and dangers in being left behind."}, {"timestamp": [1520.3, 1527.6], "text": " Norway is attracting policymakers from far and wide to learn from their experience as Christina Boo has found."}, {"timestamp": [1528.24, 1532.92], "text": " Well, it's a large interest. We are having several ministers visiting from different countries."}, {"timestamp": [1533.4, 1537.44], "text": " I could mention from this week, we've had the Minister of Energy from Chile in Oslo."}, {"timestamp": [1537.9, 1540.98], "text": " We are also having bureaucrats from different countries."}, {"timestamp": [1541.22, 1544.24], "text": " From the UK, we've had the Office for Law and Missional Vehicles,"}, {"timestamp": [1544.38, 1551.04], "text": " but we've also had government bodies from Scotland. We are in dialogue with government bodies in many European"}, {"timestamp": [1551.04, 1556.3], "text": " countries, but also more and more internationally outside of Europe as well. Norway became wealthy"}, {"timestamp": [1556.3, 1561.78], "text": " because of oil. The oil industry must be putting its head in its hands. Yeah, but more and more"}, {"timestamp": [1561.78, 1566.3], "text": " oil companies are also coming to Norway to see and to learn."}, {"timestamp": [1566.5, 1575.88], "text": " And I think that more and more of them are starting to change their strategies, understanding that the world is changing, understanding that consumers want something else."}, {"timestamp": [1576.08, 1578.14], "text": " We want cleaner vehicles."}, {"timestamp": [1578.32, 1579.76], "text": " We want cleaner products."}, {"timestamp": [1580.4, 1582.76], "text": " So the global companies need to change."}, {"timestamp": [1583.0, 1588.12], "text": " And they have to understand that they probably need to change a lot faster than most people realize."}, {"timestamp": [1588.36, 1591.38], "text": " That is also the truth for the car manufacturers."}, {"timestamp": [1591.9, 1597.58], "text": " They really have to step up the game or else they're going to end up like Kodak or Nokia."}, {"timestamp": [1597.96, 1599.96], "text": " And this is something that they're starting to understand."}, {"timestamp": [1600.12, 1602.84], "text": " They're coming a lot to Oslo at the moment."}, {"timestamp": [1603.34, 1604.38], "text": " We talk to a lot of them."}, {"timestamp": [1604.86, 1608.92], "text": " Also, the car manufacturers that still don't have electric cars in their fleet, they're coming a lot to Oslo at the moment. We talk to a lot of them. Also, the car manufacturers that still don't have electric cars in their fleet,"}, {"timestamp": [1609.54, 1611.88], "text": " they're starting to get a little bit scared."}, {"timestamp": [1613.52, 1617.9], "text": " Given the investment of motor manufacturers and the support of governments,"}, {"timestamp": [1618.28, 1622.84], "text": " it's hard now to see the electric car revolution stopping in its tracks."}, {"timestamp": [1623.44, 1629.0], "text": " Tim Payne of Instavolt is not alone in believing this change may come faster than you think."}, {"timestamp": [1629.0, 1633.0], "text": " This is like going from the horse and car to the combustion engine."}, {"timestamp": [1633.0, 1638.0], "text": " That transition took 10 years. This is going to be similar to that."}, {"timestamp": [1638.0, 1646.84], "text": " There are issues to be resolved, but the trajectory is clear and the pace of change accelerating."}, {"timestamp": [1646.84, 1652.96], "text": " Looking ahead, autonomous vehicles will herald a further evolutionary leap for electric vehicles"}, {"timestamp": [1652.96, 1658.76], "text": " with driverless cars that simply and safely take you where you want to go, freeing commuting"}, {"timestamp": [1658.76, 1661.56], "text": " time for work or leisure."}, {"timestamp": [1661.56, 1668.0], "text": " The prize of cleaner, safer, easier transport is significant. The companies and the"}, {"timestamp": [1668.0, 1673.6], "text": " economies that will win and lose from this seismic change will be determined in the years"}, {"timestamp": [1673.6, 1676.56], "text": " ahead, but the battle has been joined."}, {"timestamp": [1682.56, 1689.56], "text": " And you can download more of our programs by searching for the World of Business on the BBC website."}, {"timestamp": [1694.52, 1697.36], "text": " Yoga is more than just exercise."}, {"timestamp": [1697.92, 1700.9], "text": " It's the spiritual practice that millions swear by."}, {"timestamp": [1701.7, 1706.0], "text": " And in 2017, Miranda, a university tutor from London,"}, {"timestamp": [1706.0, 1710.0], "text": " joins a yoga school that promises profound transformation."}, {"timestamp": [1710.0, 1714.0], "text": " It felt a really safe and welcoming space."}, {"timestamp": [1714.0, 1716.0], "text": " After the yoga classes, I felt amazing."}, {"timestamp": [1716.0, 1722.0], "text": " But soon, that calm, welcoming atmosphere leads to something far darker,"}, {"timestamp": [1722.0, 1725.88], "text": " a journey that leads to allegations of grooming, trafficking and"}, {"timestamp": [1725.88, 1728.76], "text": " exploitation across international borders."}, {"timestamp": [1729.76, 1734.34], "text": " I don't have my passport, I don't have my phone, I don't have my bank cards, I have nothing."}, {"timestamp": [1734.6, 1740.02], "text": " The passport being taken, the being in a house and not feeling like they can leave."}, {"timestamp": [1740.7, 1746.36], "text": " World of Secrets is where untold stories are unveiled and hidden realities are exposed."}, {"timestamp": [1746.96, 1751.1], "text": " In this new series, we're confronting the dark side of the wellness industry,"}, {"timestamp": [1751.6, 1755.66], "text": " with the hope of a spiritual breakthrough gives way to disturbing accusations."}, {"timestamp": [1756.32, 1764.18], "text": " You just get sucked in so gradually and it's done so skillfully that you don't realize."}, {"timestamp": [1764.18, 1767.3], "text": " And it's like this, the secret that's there."}, {"timestamp": [1767.86, 1776.04], "text": " I wanted to believe that, you know, that whatever they were doing,"}, {"timestamp": [1776.14, 1779.22], "text": " even if it seemed gross to me,"}, {"timestamp": [1779.84, 1782.64], "text": " was for some spiritual reason that I couldn't yet understand."}, {"timestamp": [1782.84, 1786.8], "text": " Revealing the hidden secrets of a global yoga network."}, {"timestamp": [1786.8, 1788.88], "text": " I feel that I have no other choice."}, {"timestamp": [1788.88, 1793.56], "text": " The only thing I can do is to speak about this"}, {"timestamp": [1793.56, 1799.2], "text": " and to put my reputation and everything else on the line."}, {"timestamp": [1799.2, 1801.92], "text": " I want truth and justice."}, {"timestamp": [1809.68, 1818.16], "text": " And for other people to not be hurt, for things to be different in the future to bring it into the light and almost alchemize some of that evil stuff that went on and take back the"}, {"timestamp": [1818.16, 1826.54], "text": " power world of secrets season six the Guru. Listen wherever you get your podcasts."}], "text": " This BBC podcast is supported by ads outside the UK. Hello and thank you for listening to the BBC's world of business. In this week's download edition, we're looking at electric cars. Are they about to replace petrol and diesel engines? I'm the producer Alain Gregorius and the presenter is Peter Morgan. So the dread coefficient is 0.28, which is remarkable achievement for electric vehicles. At a car dealership in Kent, the future is on display, as drivers are invited to turn their backs on internal combustion and embrace a new technology that's now changing very fast indeed, propelling electric cars towards the mainstream. It looks good, looks great. Not just styling point now, it works alongside the camera system there because it's got radars in there. Until now, mass adoption of electric cars has faced some pretty formidable hurdles. They were too expensive, they didn't go very far, and they took ages to recharge. But a potent combination of engineering progress, public subsidy and environmental concern is winning over a growing number of drivers. It's brilliant. It's so smooth, it's so quiet, it's so relaxing, so easy, and especially around town. And this is a terrible area to drive in. Give me the pros and cons. Well obviously the biggest, I'll give you the con first, obviously is the range. You can't get away from it unless you sort of spend a fortune on a test, so your range is not fantastic. But I bought it purely, slightly environmental, but most of it was to save money. Do you think you'll ever buy another petrol car? No, definitely not. Consider this. From 2019, Volvo has said it will make only electric and hybrid vehicles. Ford plans to introduce no fewer than 13 new electric models in the next few years, and Tesla, which only makes electric cars, has, from a standing start, become the best-selling big luxury saloon in America. Nissan took a huge bet on electric cars at the beginning of the century and is now an industry leader. Gareth Dunsmore is Director of Electric Vehicles for Nissan Europe. We took that bet in the early 2000s and invested in our own battery technology, invested in manufacturing the new Nissan leaf and brought that to market back in 2010. And that was a bet. In fact, that was a $4 billion bet. Many people laughed at us, but people aren't laughing now, and it's starting to become a real mainstream option for customers that will deliver the chance for more and more people to move away from traditional internal combustion engine vehicles to zero emissions mobility, which we passionately believe in. Governments are also getting behind the change. The UK wants to ban the sale of all-new petrol and diesel cars by 2040. Paris, the world's most visited city, will bar all but electric cars from its streets by 2030. And China, a massive and growing market, has mandated that 8% of all new car sales must be electric by just 2020. For more than a century, the internal combustion engine has been king of the road. But there's a growing consensus. That rule is coming to an end. This is a massive change. It will disrupt an entire industry in its supply chain. It will change your life and mine. The impact on the industry is absolutely phenomenal. You have a technology that the industry has been using for 100 years that will need to be completely changed. Harold Hendricks led a major research project into the future of electric cars for the investment bank Morgan Stanley. There are some striking results, among them the speed at which price barriers are tumbling. He predicts the upfront cost of a new electric vehicle will fall beneath that of a petrol car within 10 years. However, fuel costs are already much lower for battery powered cars, with electricity just a fraction of the price of petrol or diesel. Morgan Stanley argues that once running costs are taken into account, electric car ownership already makes financial sense. We're all spending at least £1,000 a year on fuel. Now, on an electric vehicle, those costs will come down by 70, 80, maybe even 90%, which means that we can save about £900. If we look at a lease contract, if we save ourselves £900, £900 can finance probably in excess of £10,000 worth of cost difference. So if we look at total cost of ownership as opposed to just the cost of production, then in fact, actually, an electric vehicle today may already be more affordable than a combustion engine vehicle. But price is not the only barrier to entry. Would-be buyers of electric cars worry a lot about running out of power, so much so that in 2013 a new phrase was added to the Oxford English Dictionary. Range anxiety. Noun, informal. Worry on the part of a person driving an electric car that the battery will run out of power before the destination or a suitable charging point is reached. Early adopters of electric vehicles have been forced to contend with very limited range, a shortage of public charge points and the length of time it takes to recharge a car's batteries. But billions of pounds of research and development have driven rapid change. For example, the new Nissan Leaf that we heard described at the beginning of this program has an advertised range of 235 miles on a single charge, almost double the 124 miles offered by the original leaf in 2011. But even with battery performance rising and cost falling, there's still a huge job to be done to build the infrastructure that will be needed to support a new kind of driving. And the race has begun. Prepare for a fight between the motor manufacturers, existing fuel providers and companies you've probably never heard of to meet the anticipated demand for roadside electric power. The real answer to that is getting a decent public charging infrastructure network out there. That's what we've set ourselves up to do. And then once there's a charging network available to the public, the range on the vehicles increases, this becomes just an alternative fuel source. You'll drive an EV, just like you'll drive any other car. That's Tim Payne, boss of Instavolt, a startup which is rolling out a network of public charge points for electric cars. He's clear that the future is not going to look like the past. Although motorway service stations may always exist, electric cars will also be charged at home, at the supermarket, at your gym, or even plugged into a nearby street lamp. We're going to develop a rapid network of charges. These are the charges that can recharge cars really quickly. We're aiming to install a thousand of those in the next three years and that will just continue to get rolled out. National Grid did a report recently and they estimated that you needed 7,000 rapid charges in the UK to support the use of EVs. How come you only need 7,000 if there are 30 million cars? I think at the moment all of the studies are looking at a combination of home charging and on route charging. I think as we develop and the battery capacity of vehicles increases and the range of vehicles increases you'll see greater use of the en route charges. At the moment it takes at the fastest kind of 40 minutes to charge your car, how is that going to change? Again the technology is evolving very quickly. The manufacturers are putting their whole R&D budgets behind developing these vehicles now. The capacity of the batteries in the vehicles will increase, increasing the range of the cars, and accordingly the charging rates that they charge at will increase. So that 40 minutes will be coming down to 12, 13 minutes. Still quite a long time, but there's a queue in front of you at the pump. And again, that comes back to supply and demand. As the demand increases, more charges go into locations, and you deal with it that way. For the oil giants, there's plenty to lose and a lot to think about. Shell has come to the conclusion that it needs to be part of the solution. It's busy building charge points on its own forecourts and is talking openly about its first service stations offering only alternative fuels. Matthew Tipper is Vice President for New Fuels at Shell. Battery electric vehicles are roughly 1% of vehicle sales, so it's still a relatively small market globally. But they are significant in many major cities in the world. We see China pushing ahead confidently with battery electric vehicle technology, similar trends in the west coast of North America. So as a fuels business, we need to be positioned around the transition and this change. It seems nuts that Shell should be getting into electric cars when on the face of it you'd think that was cutting your own throat. On the face of it, maybe, but the reality is we've been supplying fuels to motorists on the road for very many years. It's our heritage. We recognise that an energy transition is underway and a big part of that transition is going to require electrification, and that includes mobility. It's also the case that we're not just an oil company. We're a major gas producer, and we have significant involvement in power markets as a wholesaler of electricity, both here in Europe and in North America. So for us, it's perhaps not such a big step as you might think to move into battery electric vehicle charging. So when do you think we will see the first all-electric fuel station? We're working on that. We have a station design that incorporates hydrogen, battery electric vehicle charging, that's fast charging, and synthetic fuels as the sole offer on the forecourt. A petrol station without petrol? That's it, pretty much. Charging infrastructure is absolutely critical. Until drivers are convinced that they won't be left stranded on the roadside, they won't buy electric cars. But there's money to be made here and a land grab is underway. Tim Payne of Instavolt gives his perspective. In terms of the land grab, we're going out trying to grab the right locations. But equally importantly, you've got the electrical grid connection. So again, that's another area that we're grabbing capacity on the grid. So, Tim, obviously, there comes a tipping point where there are enough electric vehicles sold to make what you're doing commercially sort of essential, really. Where do you think we are in progress towards that? Yeah, obviously, when we built the business case, we built it on achieving a number of charges per day. We naturally assumed that this is going to be low utilisation for a few years as the number of vehicles come to market. But I think in terms of the tipping point, we've really reached that point now. And there's not just the question of where you charge your car. There's the entirely separate issue of how all this additional electricity is going to be generated. If Morgan Stanley is right about the growth in the market, electricity demand in Western Europe is going to grow by the equivalent of adding another Germany to the grid by 2050. Of course, to reap the environmental benefits of an electric fleet, this additional capacity will need to come increasingly from renewable sources. And there's more. If millions of electric car drivers come home after work and plug in their vehicles at the same time, there'll be massive peaks in demand. Marcus Stewart from National Grid, which owns the electricity transmission network in England and Wales, there'll be massive peaks in demand. Marcus Stewart from National Grid, which owns the electricity transmission network in England and Wales, says smart metering will be essential to make sure that supply and demand are held in balance. If everybody came home and charged their car at half-past five, six o'clock in the evening, then that would increase the stress on the energy system. And we expect that people will do something slightly different. They'll respond to what we call a time of use tariff. They'll use a smart charger as part of their car. And that will help mitigate that and reduce that stress on the system and allow the car to charge up at different times of the day, maybe overnight when there's less demand on the energy system. As long as there's enough energy in the car in the morning for the driver to get to where they need to get to, you to, the car can be smart enough to work out how to charge it itself. So how about the intensity of electric car ownership? Biv on my street, 10 people came back and all plugged in their electric cars at the same time. Are the lights going to go out? What you've described there is what we call clustering. That's a known issue and the local distribution networks have been studying this for a little while now. They've been running a number of innovation projects to understand the risks and how to mitigate it. And theoretically, if everybody did charge it at the same time, then that would put stress on that local network and would depend on their local capacity. But what the studies have shown is that, again, that they can, with using smart charging and sending a signal from the local electricity distribution operator, sending a signal to those cars, they've been able to accommodate numerous people charging at the same time by effectively rotating the charge around the cars to mitigate that problem. So why now? What's happened to convince so many that we're at a tipping point for electric vehicles? The answer comes in three parts. First, as we've heard, battery technology is changing fast. Second, governments have concluded that electric vehicles may be critical to meeting climate change goals. And third, a major scandal has rocked assumptions about the polluting effects of diesel motor cars. The World at One, this is Martha Carney with 45 minutes of news and comment. The cloud from Volkswagen's exhaust emissions scandal is spreading. Eleven million cars worldwide could be affected. The global outrage over emission data rigging has sharply focused regulators and governments on the harmful effects of diesel engines. In the coming years, tighter environmental standards will make diesel and petrol engines more expensive to produce just as the cost of electric motors is falling. It's also clear that public policy has a major part to play. In Norway, the government has led the way in encouraging the uptake of electric vehicles. Today, 40% of all new car sales are electric or hybrid. Christina Boo, the General Secretary of the Norwegian Electric Vehicles Association, describes the combination of carrots and sticks that has made this possible. First of all, in Norway, we tax petrol and diesel cars very heavy. Both VAT, which is 25%, but on top of that, quite a big purchase tax. Electric vehicles and hydrogen cars are exempt from taxes. That means that they can compete with petrol and diesel cars when it comes to the price when buying it. That is how it has been done. Of course, running costs are also lower for zero emission vehicles. You have lower fuel costs and you also have quite a few local incentives in Norway. Electric cars don't have to pay at all roads. The public parking is free in about half of the cities. And on the West Coast, where we have a lot of ferries, you can also take an electric car for free on a ferry. Altogether, this package of incentives have made this happen. It must have cost the government an absolute fortune. We tax cars heavily. So Norway has an income from car taxes that other countries don't really have. So what you could say is that, okay, we tax the cars we don't want. We don't tax the cars we do want. But presumably if everyone ends up buying an electric car, then the government is short of billions of crooner in revenue. Yeah, we would be like most other European countries that don't tax cars. But then again, Norway is going to tax electric cars as well in the future. Right now, however, the political view is that we help this new technology to enter the market and we will keep those tax incentives as long as necessary. Norwegian politicians have helped with creating a market. This is showing the rest of the world that this is possible, and it's telling the car manufacturers that this is something that the politicians want. And with more and more politicians in different countries presenting some incentives, more and more car manufacturers starting to produce electric cars, this will just continue rolling. So there's no doubt in my mind that we are facing a paradigm shift when it comes to our mobility sector. This is a change, a revolution that is not to be stopped now. Where Norway has led, others are keen to follow. Here in the city of Oxford, world famous for its university and locally infamous for its traffic congestion, the city council is thinking big. By 2020, it's decided to ban all but electric cars from the heart of the city. The zero-emission zone will then be expanded until by 2030 no petrol or diesel cars will be allowed anywhere in the city centre. I'm John Tanner, I'm the councillor responsible for a clean and green Oxford and I'm determined to introduce a zero emission zone in Oxford to get rid of the pollution. Here we are in Carfax at the heart of Oxford. We can see all the University Ecologies in one way, our new Westgate shopping centre the other, lots of traffic, lots of things going on, but the problem is that it's polluted, polluted above the safe level and above what is legally allowed. So we have to take action to further reduce pollution right in the city centre here, and that's why we're introducing our zero-emission zone. You must be a pretty unpopular guy with car drivers. Well, public opinion is divided in Oxford, as you might expect. Some people think the zero-emission zone is the best thing since slice bread and why haven't we done it before? And the other half of the population think this is a dreadful infringement of their inaneal right to drive their motor car anywhere they wish. So, you know, in that sense you can't win. But we've got to do the right thing. We've got to make sure that Oxford is a healthy place for people to live and work and shop. And we've also got to make sure that people can use our park and rides, can use our buses, and can leave their car at home. Many of these changes often perceived as easy for the middle class to adapt to, but much harder for people without much money, perhaps got older, more polluting cars. Are you sympathetic to that? We would like the government to introduce a scrapage scheme for people who've got both diesel and petrol cars so they can get into electric. Once you've got an electric car, of course, it's much, much cheaper to run to pay for because the electricity is so cheap. So, of course, we're sympathetic, but what comes first is health and making sure that we have a low carbon city which is fit for the future. I know there's local money going into this but what help do you need from national government? Well we've got some help in that we are experimenting at the moment with different ways of charging cars on terrace streets where you haven't got a front garden or a front yard to put the car that's quite exciting and we've also got some money for some rapid charging points for our taxes in the city, which is great. But the most important thing that the government can do is to introduce a scrapage scheme. And we'd like them to put up the tax on diesel vehicles and use some of that money to pay for that scrapage scheme. At a national level, the government wants to see only electric cars on British roads by 2050. To hasten that journey, it's offering grants so up to £4,500 on every new purchase. Transport Minister John Hayes says there are three ways that national government can drive the change. Firstly, by helping with the capital cost, that's why we're putting extra money into supporting people with the price of electric card. It's called the plug-in grant. Secondly, by working on R&D, by putting additional resource into working with industry. I've mentioned academic research as well as industry research. And third, I think, looking at the charging infrastructure. This is very important, making sure people can straightforwardly charge electric cars. That means making sure that the charging infrastructure is there, so that wherever they go in their locality or further afield, they can be confident they can charge their vehicle. How does it work if I live in a tower block or I don't have a drive which I can easily plug a car into from? That's exactly why you need on-street charging and actually in some boroughs we've moved ahead of pace with that. I've said I'm going to work with local authorities on that because I want to get a more universal approach to on-street charging for exactly the reason you gave and we can and we will. But the other thing I just say say about that, if I might, there are three other challenges. Making sure that the charging infrastructure is not proprietary, because the last thing you want to do is to reach a charge point and find your particular car doesn't plug into it. Secondly, making sure the way you pay for that is not so particular that you can't pay for it. I mean, ideally, it should be pay as you go. So at the moment, there's various ways you can pay for that is not so particular that you can't pay for it. I mean, ideally it should be pay as you go. So at the moment, there's various ways you can pay for it, and I want to get more standardisation there. And thirdly, making sure that charge points are instantly recognisable through design. So I'm launching a design competition so that everyone knows what a charge point looks like. If they drive down a road they don't know, and they see a charge point, it's as familiar as a pillar box will be, if you like. However, not everyone is so convinced about the dash to electric cars. It's fine if your Norway and your electricity comes from carbon-free hydro power, but if you rely on fossil fuels, particularly coal, all you're doing is shifting pollution from one place to another. The manufacture and disposal of batteries has its own environmental cost. While not all pollution caused by cars comes from their exhaust pipes, the application of disc brakes and the friction between tyre and road generated by all cars releases harmful particulates into the atmosphere. Professor Frank Kelly, who chairs the Government's Committee on the Medical Effects of Air Pollutants, says the focus of public policy should be on reducing the number of cars on our roads, not just to changing their engines, because... There is no true emission-free vehicle. We don't have that. So that's a bit of a misuse of the term. All vehicles, when they move along a road, do produce pollution. We think about this traditionally as the pollution is coming from the teal pipe, so either from the petrol or the diesel collar. The electric car, of course, doesn't have that pollution, but it has the other sources of pollution which we don't usually think about. And this includes road abrasion, tire abrasion, and brake abrasion. So the road surfaces, tiny particles of whatever the road is made of. So it could be the concrete, it could be the tarmac, it could be the road paintings. All that material is actually quite toxic. So these are all contribute to the non-tail pipe sources from vehicles. So give me some impression of how dangerous these particulates are, what sort of damage they do? The particulates, they're very small indeed, less than two and a half microns in diameter. You can't see them, and that means that they can enter our lungs when we breathe, and they're so small we think that they get right down in the deepest, most delicate parts of our lungs. There, they cause inflammation. And if that inflammation occurs on a regular basis, then that's what we call disease. It could be heart disease, it could be diseases of the blood vessels which feed the brain, which would be associated with stroke, or it could be respiratory disease, this terrible condition called chronic obstructive pulmonary disease, or even lung cancer, in people who have never smoked in their lives. Despite these reservations, governments, local and national from around the world are now competing to incentivise cleaner fleets. There are clear advantages to being at the forefront of such fundamental change and dangers in being left behind. Norway is attracting policymakers from far and wide to learn from their experience as Christina Boo has found. Well, it's a large interest. We are having several ministers visiting from different countries. I could mention from this week, we've had the Minister of Energy from Chile in Oslo. We are also having bureaucrats from different countries. From the UK, we've had the Office for Law and Missional Vehicles, but we've also had government bodies from Scotland. We are in dialogue with government bodies in many European countries, but also more and more internationally outside of Europe as well. Norway became wealthy because of oil. The oil industry must be putting its head in its hands. Yeah, but more and more oil companies are also coming to Norway to see and to learn. And I think that more and more of them are starting to change their strategies, understanding that the world is changing, understanding that consumers want something else. We want cleaner vehicles. We want cleaner products. So the global companies need to change. And they have to understand that they probably need to change a lot faster than most people realize. That is also the truth for the car manufacturers. They really have to step up the game or else they're going to end up like Kodak or Nokia. And this is something that they're starting to understand. They're coming a lot to Oslo at the moment. We talk to a lot of them. Also, the car manufacturers that still don't have electric cars in their fleet, they're coming a lot to Oslo at the moment. We talk to a lot of them. Also, the car manufacturers that still don't have electric cars in their fleet, they're starting to get a little bit scared. Given the investment of motor manufacturers and the support of governments, it's hard now to see the electric car revolution stopping in its tracks. Tim Payne of Instavolt is not alone in believing this change may come faster than you think. This is like going from the horse and car to the combustion engine. That transition took 10 years. This is going to be similar to that. There are issues to be resolved, but the trajectory is clear and the pace of change accelerating. Looking ahead, autonomous vehicles will herald a further evolutionary leap for electric vehicles with driverless cars that simply and safely take you where you want to go, freeing commuting time for work or leisure. The prize of cleaner, safer, easier transport is significant. The companies and the economies that will win and lose from this seismic change will be determined in the years ahead, but the battle has been joined. And you can download more of our programs by searching for the World of Business on the BBC website. Yoga is more than just exercise. It's the spiritual practice that millions swear by. And in 2017, Miranda, a university tutor from London, joins a yoga school that promises profound transformation. It felt a really safe and welcoming space. After the yoga classes, I felt amazing. But soon, that calm, welcoming atmosphere leads to something far darker, a journey that leads to allegations of grooming, trafficking and exploitation across international borders. I don't have my passport, I don't have my phone, I don't have my bank cards, I have nothing. The passport being taken, the being in a house and not feeling like they can leave. World of Secrets is where untold stories are unveiled and hidden realities are exposed. In this new series, we're confronting the dark side of the wellness industry, with the hope of a spiritual breakthrough gives way to disturbing accusations. You just get sucked in so gradually and it's done so skillfully that you don't realize. And it's like this, the secret that's there. I wanted to believe that, you know, that whatever they were doing, even if it seemed gross to me, was for some spiritual reason that I couldn't yet understand. Revealing the hidden secrets of a global yoga network. I feel that I have no other choice. The only thing I can do is to speak about this and to put my reputation and everything else on the line. I want truth and justice. And for other people to not be hurt, for things to be different in the future to bring it into the light and almost alchemize some of that evil stuff that went on and take back the power world of secrets season six the Guru. Listen wherever you get your podcasts."}