{"speakers": [], "chunks": [{"timestamp": [0.0, 3.4], "text": " This BBC podcast is supported by ads outside the UK."}, {"timestamp": [4.02, 6.8], "text": " Thank you for downloading the World of Business podcast."}, {"timestamp": [7.54, 11.28], "text": " In this edition, Peter Morgan looks at the fish farming revolution."}, {"timestamp": [16.16, 19.96], "text": " Now we're heading out to the farm, the production site, where we produce the salmon."}, {"timestamp": [20.52, 22.38], "text": " And how far offshore is the farm?"}, {"timestamp": [22.72, 24.32], "text": " It's about half an hour with this boat."}, {"timestamp": [24.74, 28.16], "text": " Today the weather is good, so we can keep up with that schedule, I think."}, {"timestamp": [28.2, 29.1], "text": " Okay, let's go."}, {"timestamp": [33.2, 39.18], "text": " I'm on board a fast boat, skimming across the cold, clear waters of the Barents Sea"}, {"timestamp": [39.18, 41.46], "text": " off Norway's frozen north coast."}, {"timestamp": [41.82, 51.76], "text": " I'm Peter Morgan and you're listening to Global Business on the BBC World Service. I'm here to investigate an industrial revolution that's"}, {"timestamp": [51.76, 56.92], "text": " taking place beneath the waves. It's called aquaculture, the fast-evolving"}, {"timestamp": [56.92, 61.72], "text": " business of fish farming and the technology that surrounds it. At the helm is"}, {"timestamp": [61.72, 66.0], "text": " Jan Johansson, the son and grandson of Norwegian fishermen."}, {"timestamp": [66.0, 73.0], "text": " My grandfather, he would have been very proud today to see what we have made out of these"}, {"timestamp": [73.0, 75.0], "text": " fjords and these areas."}, {"timestamp": [75.0, 78.0], "text": " They had a fight for surviving every day."}, {"timestamp": [78.0, 85.68], "text": " Today we have good schools, we have good communities, we have good communication systems, we have infrastructure, we have everything"}, {"timestamp": [85.68, 87.44], "text": " built out of this yours."}, {"timestamp": [87.44, 92.32], "text": " One of my goals is to take care of the heritage, to know that what we are doing would have"}, {"timestamp": [92.32, 94.12], "text": " done my grandfather proud."}, {"timestamp": [94.12, 96.76], "text": " That's very, very important for me."}, {"timestamp": [96.76, 102.56], "text": " Jan Johansson's grandfather once robed these hazardous seas to hunt cod and to take his catch"}, {"timestamp": [102.56, 104.08], "text": " to market."}, {"timestamp": [104.08, 105.0], "text": " Today, Jan doesn't have to row."}, {"timestamp": [105.0, 110.0], "text": " He works for Leroy, one of the world's largest salmon and trout producers."}, {"timestamp": [110.0, 115.0], "text": " He oversees a fish farm lying in the deep seas off the island of Chervei."}, {"timestamp": [115.0, 121.0], "text": " It produces more fish in a season than his grandfather could have caught in a lifetime."}, {"timestamp": [121.0, 129.0], "text": " We can see eight catches lying beside us at his this farm and we can see the salmon jumping around,"}, {"timestamp": [129.0, 132.5], "text": " they're eating and we're in the middle of the meal."}, {"timestamp": [132.5, 138.5], "text": " So the sound that you hear is the pellets, the feed pellets going through the houses out to the cages."}, {"timestamp": [138.5, 144.5], "text": " The eight cages contain a million silver fish most destined for global markets."}, {"timestamp": [144.5, 147.84], "text": " For us, for example, we have a quite big market in Japan."}, {"timestamp": [147.84, 151.36], "text": " So a lot of this salmon is going to Japan."}, {"timestamp": [151.36, 155.6], "text": " And tell me about the speed, because obviously the freshness of the food is important."}, {"timestamp": [155.6, 160.0], "text": " You can have the salmon in the Japanese market after about 40 hours."}, {"timestamp": [160.0, 161.2], "text": " So less than two days."}, {"timestamp": [161.2, 162.24], "text": " Less than two days."}, {"timestamp": [162.24, 164.88], "text": " From the pens here to a sushi bar in Tokyo."}, {"timestamp": [164.88, 165.52], "text": " Yeah, yeah."}, {"timestamp": [166.52, 171.78], "text": " And Tokyo is a vital part of the story of Norwegian salmon's global success,"}, {"timestamp": [172.14, 177.5], "text": " as Asborn Varvig Redveit from the Norwegian Seafood Council explained to me."}, {"timestamp": [177.5, 180.88], "text": " In the 80s, a Norwegian delegation went to Japan"}, {"timestamp": [180.88, 185.36], "text": " and tried to introduce the Norwegian salmon into the sushi cuisine."}, {"timestamp": [186.0, 188.2], "text": " The salmon is a lot like tuna in texture."}, {"timestamp": [188.84, 191.62], "text": " So that was the reason why it succeeded in Japan."}, {"timestamp": [192.3, 196.22], "text": " And hadn't it been for the amount of salmon that we have today,"}, {"timestamp": [196.58, 198.96], "text": " we will not have seen a global sushi trend."}, {"timestamp": [199.36, 201.84], "text": " So this is a Viking Samurai Alliance."}, {"timestamp": [202.32, 203.56], "text": " Yeah, we can say that."}, {"timestamp": [203.76, 207.74], "text": " So tell me how fish eating habits have changed in your lifetime."}, {"timestamp": [208.28, 211.98], "text": " When I grew up, we actually had high availability of fish."}, {"timestamp": [212.14, 215.74], "text": " We had probably fish meal four to five times a week for dinner,"}, {"timestamp": [216.14, 218.3], "text": " but mainly cod in different ways."}, {"timestamp": [218.86, 223.28], "text": " And maybe twice a year we had salmon, and that was a Sunday dinner."}, {"timestamp": [223.86, 225.64], "text": " Then aquaculture changed that,"}, {"timestamp": [225.82, 229.9], "text": " and we have seen a growth in production of salmon from aquaculture"}, {"timestamp": [229.9, 235.0], "text": " that has made it available for not only us in the tuition, but a global market."}, {"timestamp": [238.28, 241.7], "text": " Aquaculture has become a highly sophisticated industry,"}, {"timestamp": [241.7, 246.72], "text": " where major investment in technology has improved yields and critically"}, {"timestamp": [246.72, 254.0], "text": " reduced environmental impact. The fish cages measure 40 metres wide by 40 deep. They're anchored"}, {"timestamp": [254.0, 260.8], "text": " in 90 meters of water in currents that will carry the effluent into open waters. A support barge"}, {"timestamp": [260.8, 265.04], "text": " is staffed all the year round and provides shelter from the savage cold."}, {"timestamp": [265.4, 270.94], "text": " It's where Yan talks to me about how much the industry has transformed since he started work."}, {"timestamp": [271.54, 277.14], "text": " This specific fish farm is a little bit special for me because in 1996 when I was a young student,"}, {"timestamp": [277.34, 282.06], "text": " I was looking for a summer job and my first job was to establish this farm."}, {"timestamp": [282.28, 284.1], "text": " I have a long history on this place."}, {"timestamp": [284.1, 287.0], "text": " So you've been here since day one."}, {"timestamp": [287.0, 290.0], "text": " When you look at it now, what do you think, how do you feel?"}, {"timestamp": [290.0, 294.0], "text": " I think it's been an enormous development in how we do things."}, {"timestamp": [294.0, 297.0], "text": " We have been so much more professional in how we do things."}, {"timestamp": [297.0, 302.0], "text": " We have so much better equipment, so much better monitoring systems."}, {"timestamp": [302.0, 307.0], "text": " The level of technological sophistication is eye-popping."}, {"timestamp": [307.0, 311.0], "text": " In the main control centre with its lofty view overlooking the fishpens,"}, {"timestamp": [311.0, 314.0], "text": " there's a bank of television monitors,"}, {"timestamp": [314.0, 317.0], "text": " providing a fish-eye view of feeding time."}, {"timestamp": [317.0, 323.0], "text": " The cameras has a very big importance of having control of the feeding."}, {"timestamp": [323.0, 325.0], "text": " By having underwater cameras placed in the cages on different depths, then you can have a full control of the pell. By having underwater cameras placed in the cages"}, {"timestamp": [325.0, 328.0], "text": " on different depths, then you can have a full control"}, {"timestamp": [328.0, 331.0], "text": " of the pellets going into the salmon."}, {"timestamp": [331.0, 333.0], "text": " That's the main goal to get the feed into the salmon"}, {"timestamp": [333.0, 336.0], "text": " and not into the environment around."}, {"timestamp": [336.0, 338.0], "text": " So how do you stop the fittish fish"}, {"timestamp": [338.0, 342.0], "text": " eating all the food and the less fit fish going without?"}, {"timestamp": [342.0, 345.0], "text": " We do it by feeding fast."}, {"timestamp": [345.0, 350.0], "text": " We have a high speed feeding and by having a lot of feed available for the salmon,"}, {"timestamp": [350.0, 358.0], "text": " everybody gets their daily meal, you get a smaller variation of size of the salmon in the cages"}, {"timestamp": [358.0, 362.0], "text": " and everybody, and every salmon is happy every day by having their meal."}, {"timestamp": [362.0, 370.0], "text": " What sort of size are these fish now? The medium size of the whole site is 3.1 kilo."}, {"timestamp": [370.0, 373.0], "text": " But the biggest salmon has passed 4 kilos."}, {"timestamp": [373.0, 378.0], "text": " You have to put them into 5.5 kilos before they reach the standard market size."}, {"timestamp": [378.0, 384.0], "text": " Norway has seen and seized the opportunity presented by fish farming."}, {"timestamp": [384.0, 388.78], "text": " It now dominates the country's $11 billion a year fishing industry."}, {"timestamp": [389.48, 393.22], "text": " Fish may still come a distant second to oil and gas in Norway,"}, {"timestamp": [393.56, 395.7], "text": " but one day the oil will run out,"}, {"timestamp": [396.08, 398.76], "text": " and if farmed responsibly, the fish won't."}, {"timestamp": [399.24, 403.52], "text": " The world's human population will grow by 2 billion by 2050,"}, {"timestamp": [404.08, 406.98], "text": " driving a huge increase in the food will need."}, {"timestamp": [407.48, 412.66], "text": " The land available for livestock is scarce, but the oceans are a vast resource."}, {"timestamp": [413.06, 418.78], "text": " They cover more than 70% of the world's surface, but contribute just 2% of our food."}, {"timestamp": [419.4, 426.38], "text": " One thing's for certain, wildfish can't meet the world's growing need for protein without being hunted to extinction."}, {"timestamp": [426.98, 432.26], "text": " And that's why the United Nations insists that aquaculture has a vital role to play."}, {"timestamp": [432.92, 437.7], "text": " Manuel Barrage is director of their fisheries and aquaculture policy and resources division."}, {"timestamp": [437.7, 444.68], "text": " How important a part do you think fish farming is going to play in food security in the decades ahead?"}, {"timestamp": [445.08, 449.42], "text": " Well, I think that aquaculture is already playing a very significant role in food security."}, {"timestamp": [450.04, 454.14], "text": " We now consume about 20 kilograms of fish per person per year."}, {"timestamp": [454.46, 456.14], "text": " That's an average of the whole world."}, {"timestamp": [456.68, 459.36], "text": " Half of that, 10 kilograms, come from aquaculture."}, {"timestamp": [459.92, 464.72], "text": " So the 20 kilograms is, in fact, a doubling of the rate of consumption that we had in the"}, {"timestamp": [464.72, 465.48], "text": " 1960s."}, {"timestamp": [465.88, 470.08], "text": " So you can say that the increase in intake in just over 40 years"}, {"timestamp": [470.08, 473.56], "text": " have been exclusively driven by aquaculture growth."}, {"timestamp": [474.06, 477.02], "text": " So that is a very significant contribution already to food security."}, {"timestamp": [477.02, 481.66], "text": " In fact, aquaculture is the fastest growing food production system in the world"}, {"timestamp": [481.66, 484.38], "text": " and has been so for the last five decades."}, {"timestamp": [484.94, 485.96], "text": " The growth currently"}, {"timestamp": [485.96, 494.08], "text": " is about 4%? 4% a year? Correct, annual growth. It has reached 7, 8, 9% of many years in the past."}, {"timestamp": [494.56, 499.7], "text": " All that growth has generated enormous, not just trade benefits for the countries themselves"}, {"timestamp": [499.7, 507.24], "text": " and food benefits, but livelihood benefits. There are countries now where communities are generating their income"}, {"timestamp": [507.24, 508.24], "text": " that didn't have before."}, {"timestamp": [508.7, 510.92], "text": " And I think that that is one of the successes of aquaculture"}, {"timestamp": [510.92, 512.62], "text": " in the last few decades."}, {"timestamp": [513.02, 516.32], "text": " But there's a problem that threatens the growth of aquaculture."}, {"timestamp": [516.88, 518.44], "text": " Intensive farming of fish,"}, {"timestamp": [518.74, 521.04], "text": " just like intensive livestock farming,"}, {"timestamp": [521.28, 523.08], "text": " comes at a cost to the environment."}, {"timestamp": [523.72, 526.18], "text": " In the 1980s, the pollution and disease"}, {"timestamp": [526.18, 533.04], "text": " associated with Norwegian fish farms nearly bankrupted the industry. Huge progress has been made,"}, {"timestamp": [533.3, 539.84], "text": " moving farms into deeper waters, improving feed and employing vaccines. But big challenges remain."}, {"timestamp": [540.38, 546.66], "text": " Top of the list, sea lice, which although harmless to humans expose farmed fish to disease"}, {"timestamp": [546.66, 551.58], "text": " and can decimate wild salmon populations if they spread from the farms."}, {"timestamp": [551.96, 555.86], "text": " The sea lice is a natural occurring parasite in the sea."}, {"timestamp": [556.24, 558.9], "text": " Now with the growth of aquaculture and salmon farming,"}, {"timestamp": [559.18, 563.22], "text": " they now have a much, much higher number of hosts available to them."}, {"timestamp": [563.98, 570.08], "text": " So the populations of sea lice can grow much much bigger within fish farms in nature."}, {"timestamp": [570.96, 576.88], "text": " Meaning that the number of sea lice that can infest wild fish is also much much higher."}, {"timestamp": [577.44, 582.4], "text": " This is Bjorn Steiner Seder, a scientist from an aquaculture research institute."}, {"timestamp": [582.72, 585.0], "text": " I ask him if the lice are an issue for public health."}, {"timestamp": [585.0, 589.0], "text": " No, it's not a risk issue to eat the fish or anything."}, {"timestamp": [589.0, 595.0], "text": " The risk is linked to the development of the wild salmon populations"}, {"timestamp": [595.0, 600.0], "text": " because the parasite can reduce the life expectancy of wild fish"}, {"timestamp": [600.0, 603.0], "text": " and reduce population development."}, {"timestamp": [603.0, 605.94], "text": " The science has changed quite a lot."}, {"timestamp": [606.36, 610.12], "text": " It used to be more focused on production challenges,"}, {"timestamp": [610.58, 614.6], "text": " and now it's moved more and more towards the environment"}, {"timestamp": [614.6, 617.04], "text": " and how production affects the environment."}, {"timestamp": [617.78, 620.92], "text": " So serious is the issue that the Norwegian government"}, {"timestamp": [620.92, 624.8], "text": " has refused to award any new licences to farm salmon"}, {"timestamp": [624.8, 625.88], "text": " until the problem"}, {"timestamp": [625.88, 631.08], "text": " has been brought under control. No wonder the industry is spending hundreds of millions of"}, {"timestamp": [631.08, 637.8], "text": " dollars each year to find solutions. Around the world, environmental concerns have impacted"}, {"timestamp": [637.8, 643.88], "text": " consumer confidence about eating farmed fish and bolstered opposition to the industry's expansion."}, {"timestamp": [644.44, 645.86], "text": " But the UN's manual"}, {"timestamp": [645.86, 652.02], "text": " barrage is confident that a sustainable and growing aquaculture sector is both necessary"}, {"timestamp": [652.02, 657.8], "text": " and attainable. The sustainability to me is not a barrier to growth, is an imperative to growth."}, {"timestamp": [657.8, 663.44], "text": " When we look at the food that we produce in 2050 and 2016, when we are 9 billion, 10 billion people,"}, {"timestamp": [663.94, 667.24], "text": " then we have to make sure that we look at the three levels of sustainability,"}, {"timestamp": [667.54, 670.06], "text": " the ecological, the social and the economic sustainability."}, {"timestamp": [670.84, 674.08], "text": " Those are the underlying any production industry that we have."}, {"timestamp": [674.58, 677.42], "text": " In certain sectors where aquaculture has grown very fast,"}, {"timestamp": [677.86, 680.62], "text": " there are challenges associated with that."}, {"timestamp": [680.62, 685.66], "text": " There's no different from any intensification of any production industry on land or at sea."}, {"timestamp": [686.16, 691.4], "text": " So nowhere has had a problem of sea lies in certain farms, and they have decided to put a moratorium"}, {"timestamp": [691.4, 697.74], "text": " on the expansion of farms until they find a solution to the sea life problem. So for sure,"}, {"timestamp": [697.92, 703.3], "text": " at some point, in some areas, there will be limits. You cannot continue growing without considering"}, {"timestamp": [703.3, 705.38], "text": " the impacts economically,"}, {"timestamp": [705.54, 709.92], "text": " ecologically and socially. It's just a matter of dealing with them as they come about."}, {"timestamp": [710.7, 716.5], "text": " Expansion of the Norwegian salmon industry may be on hold while risks from sea lice are addressed,"}, {"timestamp": [716.5, 723.12], "text": " but it's still a big and lucrative business, producing a million tonnes of farmed salmon last year."}, {"timestamp": [723.56, 727.28], "text": " And global demand is growing, even if supply is not."}, {"timestamp": [727.66, 730.66], "text": " That means prices are high and business is good."}, {"timestamp": [733.16, 738.62], "text": " In Survei, the pink revolution that brought salmon here to be farmed and processed"}, {"timestamp": [738.62, 741.02], "text": " has breathed new life into the community."}, {"timestamp": [741.78, 745.68], "text": " Twenty years ago, declining white fish stocks threatened its very"}, {"timestamp": [745.68, 750.72], "text": " existence but now the population is growing and the confidence is palpable."}, {"timestamp": [754.72, 759.2], "text": " Crunching through the snow we come to the town's fish processing plant and by far"}, {"timestamp": [759.2, 764.32], "text": " its biggest employer. Here through the double glazing of a viewing gallery we"}, {"timestamp": [764.32, 766.08], "text": " watch 80 salmon a minute,"}, {"timestamp": [766.08, 772.24], "text": " that's 300 tons a day, being dispatched, packed in ice and loaded onto lorries,"}, {"timestamp": [772.24, 775.44], "text": " bound for dinner tables and restaurants all around the world."}, {"timestamp": [777.28, 783.92], "text": " Oistein Scalabo was born in Shervey, works at the factory and has seen the impact of aquaculture"}, {"timestamp": [783.92, 785.0], "text": " on his hometown."}, {"timestamp": [785.0, 789.0], "text": " Let's take a short history when we arrived year 2000."}, {"timestamp": [789.0, 797.0], "text": " Whitefish industry was big in Shelby and there was 150 workers in Shalbue with those two species,"}, {"timestamp": [797.0, 799.0], "text": " whitefish and prawns."}, {"timestamp": [799.0, 807.56], "text": " And there was a breakdown in the whitefish industry which meant that the filleting factory in Shalway was closed down. And that meant that it was a depression in the white fish industry, which meant that the filleting factory in Chalvei was closed down."}, {"timestamp": [808.02, 812.78], "text": " And that meant that it was a depression in Chirwe for a couple of years, 2004, 2005."}, {"timestamp": [813.34, 819.54], "text": " Lots of people was unemployed, and it was not good living on Chirvey then."}, {"timestamp": [819.74, 822.48], "text": " But in 2007, it was started up this salman industry."}, {"timestamp": [823.08, 828.68], "text": " And today, 10 years later, this industry has replaced the prawn and the whitefish industry"}, {"timestamp": [828.68, 829.76], "text": " and it's bigger."}, {"timestamp": [829.76, 832.28], "text": " We have 180 workers here."}, {"timestamp": [832.28, 837.44], "text": " Not only has aquaculture given the people who grew up here reason to stay, it's attracted"}, {"timestamp": [837.44, 843.24], "text": " new workers from Eastern Europe and as far away as South America, creating a pint-size"}, {"timestamp": [843.24, 847.12], "text": " melting pot in one of the world's most northerly outposts."}, {"timestamp": [848.72, 854.48], "text": " Last time we counted, we were 13 nationalities. And I think this number is increasing all the time."}, {"timestamp": [854.48, 860.8], "text": " So I think it would be approximately 15 nationalities, and most of them comes from Romania."}, {"timestamp": [861.68, 871.16], "text": " And what sort of difference does that make to the community? It's only a small town. They are important for the small community of Chervae today because we"}, {"timestamp": [871.16, 875.36], "text": " don't have seasoned workers. We have work the whole year so that means the"}, {"timestamp": [875.36, 881.36], "text": " Romanian people is buying houses and establishing their families in Chervae. A"}, {"timestamp": [881.36, 885.92], "text": " little funny thing my kids are going to the kindergarten and there are"}, {"timestamp": [885.92, 893.44], "text": " children with Romanian parents and these children are talking Norwegian just like mine. So they are"}, {"timestamp": [893.44, 900.6], "text": " becoming Shardwei kids. I came with my boyfriend and yeah, we break up and I was alone"}, {"timestamp": [900.6, 905.12], "text": " a while and after I get a Norwegian boy, we get together and we get married."}, {"timestamp": [905.42, 906.48], "text": " They have house and everything."}, {"timestamp": [907.6, 910.16], "text": " Alina is a member of the Romanian community."}, {"timestamp": [910.64, 917.0], "text": " She arrived eight years ago, loves working here at the factory and is bursting with optimism about future."}, {"timestamp": [917.32, 918.82], "text": " Have you Romanian friends here?"}, {"timestamp": [919.14, 921.42], "text": " Yes. Yes, we are a lot, actually."}, {"timestamp": [921.62, 924.52], "text": " And why do you come here? It's cold, it's dark."}, {"timestamp": [925.28, 926.78], "text": " It's perfect. It's perfect."}, {"timestamp": [926.78, 927.78], "text": " It's perfect."}, {"timestamp": [927.78, 931.92], "text": " If you stay here after a while, you will get in love with this place and with these people."}, {"timestamp": [931.92, 933.68], "text": " So you'll never go back to Romania?"}, {"timestamp": [933.68, 934.94], "text": " No, no, no, no."}, {"timestamp": [934.94, 936.68], "text": " No, this is out of discussion."}, {"timestamp": [936.68, 938.78], "text": " I have everything I could wish here."}, {"timestamp": [938.78, 942.94], "text": " When I begin in this factory, I would begin like a normal worker."}, {"timestamp": [942.94, 947.32], "text": " And right now I am a quality assistant so they give me"}, {"timestamp": [947.32, 953.32], "text": " chance to go more up because they so what probably I make a good job I don't know so"}, {"timestamp": [953.32, 958.06], "text": " when you look back at your decision to move to Norway you think this was a good"}, {"timestamp": [958.06, 978.16], "text": " decision perfect perfect I never could take a better decision than this."}, {"timestamp": [982.24, 987.32], "text": " Salmon farms have created secure and well-paid jobs in Norway, but the supply chains of aquaculture stretch across borders and oceans."}, {"timestamp": [988.0, 992.4], "text": " Tons of farmed salmon come here to Grimsby on England's east coast"}, {"timestamp": [992.4, 995.96], "text": " to be sliced, processed and packed on its way to market."}, {"timestamp": [996.62, 1000.8], "text": " In the 1950s, Grimsby was the world's biggest fishing port,"}, {"timestamp": [1001.2, 1003.92], "text": " but jobs on the fishing fleets are long gone."}, {"timestamp": [1003.92, 1006.48], "text": " And fish processing goes some way to"}, {"timestamp": [1006.48, 1012.24], "text": " replacing them so we've got the whole fish here where are these from so this is norwegian salmon"}, {"timestamp": [1012.88, 1019.12], "text": " beautiful beautiful fish yeah so nice and fresh gills nice and red still load of color in the eyes"}, {"timestamp": [1019.68, 1027.04], "text": " lovely and red on the inside nice and firm lovely lovely fish many of the fish we watched being"}, {"timestamp": [1027.04, 1035.04], "text": " packed in ice in sherva and up here at JCS fish to be cut into fillets marinated vacuum sealed and"}, {"timestamp": [1035.04, 1041.92], "text": " frozen there's a tax advantage to Norwegian exporters in shipping fish hole that supported the"}, {"timestamp": [1041.92, 1046.78], "text": " growth of plants like this one in Grimsby, which has become the UK hub of"}, {"timestamp": [1046.78, 1053.32], "text": " fish processing. So we see aquaculture creating jobs for local school leavers, like Luke Gallagher,"}, {"timestamp": [1053.4, 1058.48], "text": " who's factory manager here. I've been here nine years. How long does it take to get to know the"}, {"timestamp": [1058.48, 1063.08], "text": " business? It's changing all the time. So I knew the fish business anyway because I've worked in"}, {"timestamp": [1063.08, 1067.8], "text": " production, but JCS is quite unique. It's it's a small run business it's not like the big"}, {"timestamp": [1067.8, 1070.92], "text": " process of plants you're not just the number you really feel part of the team"}, {"timestamp": [1070.92, 1074.46], "text": " and stuff so yeah never standing still always always trying to move forward all"}, {"timestamp": [1074.46, 1078.36], "text": " the time although it's quite metanized there are a lot of people working here"}, {"timestamp": [1078.36, 1082.8], "text": " yeah so machines do do a lot of it but the machine like it splits the fish in"}, {"timestamp": [1082.8, 1088.88], "text": " half but it won't take off all of it so you have to take the knuckle out yourself the fat the bones and stuff like that so you still have"}, {"timestamp": [1088.88, 1095.04], "text": " two or three guys trimming it then two girls checking for the pin bones where jobs on the docks"}, {"timestamp": [1095.04, 1100.96], "text": " have been lost to diminishing fish stocks and quotas fish processing is taking up some of the slack"}, {"timestamp": [1100.96, 1106.54], "text": " alongside small family businesses like this work giant companies like"}, {"timestamp": [1106.54, 1110.6], "text": " Youngs, which supplies 40% of all the fish eaten in Britain."}, {"timestamp": [1111.16, 1116.04], "text": " We do a lot of the work that they might not want to do. So a small run to them, they might"}, {"timestamp": [1116.04, 1120.86], "text": " not want to do, which is not so much of a small run to us, so they outsourced to people like"}, {"timestamp": [1120.86, 1129.36], "text": " us. So it keeps us alive and we can get the little things to the catering firms maybe not the big supermarkets and stuff but little independent retailers and things like that"}, {"timestamp": [1129.36, 1137.52], "text": " that keep us going JCS fish was founded and is owned by Andrew and Louise Colbeck both from proud"}, {"timestamp": [1137.52, 1143.52], "text": " Grimsby stock and with long histories in the fishing industry when they grew up the dockside here was"}, {"timestamp": [1143.52, 1145.8], "text": " packed with trawlers and the noisy"}, {"timestamp": [1145.8, 1151.6], "text": " businesses that sold and distributed their catch. The fishport made Grimsby one of Britain's"}, {"timestamp": [1151.6, 1157.84], "text": " richest towns but it was boisterous, bustling and no easy place for Louise to visit as a teenage"}, {"timestamp": [1157.84, 1164.22], "text": " girl. Oh and I was an 18 year old girl dating Andrew. I came onto the docks to see him. I hated it."}, {"timestamp": [1164.28, 1165.06], "text": " It was embarrassing. I'd"}, {"timestamp": [1165.06, 1170.98], "text": " drive along and all the men. I'd stand on the pontoon and whistle and wink and I didn't like it."}, {"timestamp": [1171.02, 1177.34], "text": " It was very intimidating. Much busier than it is today. It was an affluent town even when I was a young"}, {"timestamp": [1177.34, 1183.26], "text": " girl, but we were starting to see the decline, beautiful shops and things like that that have now"}, {"timestamp": [1183.26, 1186.16], "text": " all closed down. We haven't got anything like we had"}, {"timestamp": [1186.16, 1187.8], "text": " when I was an 18 year old girl"}, {"timestamp": [1187.8, 1189.7], "text": " tell me how important"}, {"timestamp": [1189.7, 1191.86], "text": " the fishing industry is to this town"}, {"timestamp": [1191.86, 1194.1], "text": " well I think it's important"}, {"timestamp": [1194.1, 1196.3], "text": " because it's all in our bones I say"}, {"timestamp": [1196.3, 1197.88], "text": " it's our tradition"}, {"timestamp": [1197.88, 1200.04], "text": " you know it goes back a long way in all"}, {"timestamp": [1200.04, 1201.28], "text": " our family history"}, {"timestamp": [1201.28, 1203.78], "text": " and I think you'd find any Grimberian"}, {"timestamp": [1203.78, 1207.04], "text": " we talk passionately about the fishing industry"}, {"timestamp": [1207.04, 1215.04], "text": " and how important has farmed fish and fish processing been well I guess if Andrew hadn't gone into"}, {"timestamp": [1215.04, 1220.0], "text": " the farm side we wouldn't have a business today our company wouldn't exist because he used to deal with"}, {"timestamp": [1220.0, 1225.6], "text": " wild salmon and now he's gone into farm salmon and that's created you know for us in our small"}, {"timestamp": [1225.6, 1232.36], "text": " company as it is 45 jobs so it is important very back in the heyday of grimsby Andrew's father"}, {"timestamp": [1232.36, 1238.12], "text": " Richard ran a business buying and selling dogfish it branched out into wild salmon and Andrew"}, {"timestamp": [1238.12, 1244.64], "text": " became one of grimsby's best known experts in salmon as the traditional industry declined he saw"}, {"timestamp": [1244.64, 1247.0], "text": " the benefits of farmed fish."}, {"timestamp": [1247.0, 1254.0], "text": " We can get it 24-7 and we can get it all year round instead of it being seasonal as the wild salmon was."}, {"timestamp": [1254.0, 1258.0], "text": " Wild salmon we could only get between February and September."}, {"timestamp": [1258.0, 1264.0], "text": " I guess the other thing is when I was a kid, salmon was really expensive and salmon was a rare treat."}, {"timestamp": [1264.0, 1266.0], "text": " It was a rare treat."}, {"timestamp": [1266.14, 1267.36], "text": " We only had it on a Sunday."}, {"timestamp": [1268.0, 1269.6], "text": " John West salmon in a tin."}, {"timestamp": [1269.88, 1270.9], "text": " We had it in a sandwiches."}, {"timestamp": [1271.24, 1274.44], "text": " Now that it's farmed, we can get it all the time."}, {"timestamp": [1274.96, 1277.52], "text": " And farmed salmon has changed the way we all eat."}, {"timestamp": [1277.98, 1280.38], "text": " Salmon, once a delicacy reserved for the rich,"}, {"timestamp": [1280.66, 1283.68], "text": " has supplanted cod as Britain's most popular fish."}, {"timestamp": [1284.02, 1286.24], "text": " As we've seen, demand has exceeded"}, {"timestamp": [1286.24, 1292.26], "text": " supply and the price of farmed salmon has risen almost 40% in the last eight years, but it's"}, {"timestamp": [1292.26, 1297.5], "text": " still half the price of salmon that's caught in the wild, and it's still in huge demand"}, {"timestamp": [1297.5, 1303.08], "text": " from an increasingly health-conscious public. Having seen the traditional fishing industry"}, {"timestamp": [1303.08, 1309.48], "text": " decline in Grimsby, Andrew and Louise believe there's still rich opportunity in processing farmed fish."}, {"timestamp": [1309.76, 1314.48], "text": " They want to expand its appeal and have launched our own brand of marinated fish"}, {"timestamp": [1314.48, 1318.22], "text": " that they think will appeal to a broader and younger market."}, {"timestamp": [1318.54, 1323.24], "text": " We actually started that 15 years ago, but it fell flat on its face."}, {"timestamp": [1323.38, 1326.96], "text": " And then it was actually sea chill started doing saucy fish."}, {"timestamp": [1327.46, 1329.52], "text": " I said to Andrew, the big guys are doing it."}, {"timestamp": [1329.58, 1331.14], "text": " This will pave the way for us."}, {"timestamp": [1331.64, 1336.16], "text": " So we've then sort of pushed it and doing the from aranadi products, which are frozen."}, {"timestamp": [1336.86, 1340.12], "text": " We've got some breaded products and smoked salmon and smoked trout."}, {"timestamp": [1340.32, 1344.26], "text": " And we're now selling it to the retailers online as well we do."}, {"timestamp": [1344.58, 1348.9], "text": " And that's cutting out that middle person and we're going straight to the public."}, {"timestamp": [1349.5, 1352.78], "text": " No one expects the trawler fleets to return to Grimsby."}, {"timestamp": [1353.14, 1359.8], "text": " So the jobs created by aquaculture and the food processing industry at supports is critical to the town."}, {"timestamp": [1360.18, 1365.0], "text": " It employs 5,000 local people in the industry between Hull and Grimsby."}, {"timestamp": [1365.32, 1368.88], "text": " There's one billion plus in revenue. It's worth to us."}, {"timestamp": [1368.96, 1370.0], "text": " So it's really important."}, {"timestamp": [1370.64, 1375.16], "text": " And there's 75 approved fish processing factories in this area as well."}, {"timestamp": [1375.16, 1380.58], "text": " There's a massive cluster of it all going on here, the processing of fish."}, {"timestamp": [1381.14, 1385.9], "text": " So can this billion-pound success story in Grimsby be replicated elsewhere?"}, {"timestamp": [1386.54, 1387.98], "text": " The United Nations is"}, {"timestamp": [1387.98, 1389.8], "text": " urging governments to get involved,"}, {"timestamp": [1390.06, 1391.98], "text": " encouraging growth and promoting food"}, {"timestamp": [1391.98, 1393.7], "text": " safety. In the UK,"}, {"timestamp": [1393.92, 1395.76], "text": " the UN has sponsored a national"}, {"timestamp": [1395.76, 1397.98], "text": " aquaculture centre, and no surprise"}, {"timestamp": [1397.98, 1399.94], "text": " it's based in Grimsby. Its"}, {"timestamp": [1399.94, 1401.92], "text": " director, Clifford Spencer, who has a"}, {"timestamp": [1401.92, 1403.82], "text": " background in land farming, thinks"}, {"timestamp": [1403.82, 1408.56], "text": " there's huge potential for Britain to farm freshwater as well as seafish."}, {"timestamp": [1408.96, 1411.9], "text": " Not only off the coast, but also on land as well."}, {"timestamp": [1412.44, 1415.48], "text": " We have an extremely talented farming population in the UK"}, {"timestamp": [1415.48, 1418.1], "text": " who've developed land farming of animals,"}, {"timestamp": [1418.4, 1423.6], "text": " which we've ceased to capture as wild species now for many, many thousands of years."}, {"timestamp": [1424.12, 1426.24], "text": " They've developed their skills and expertise"}, {"timestamp": [1426.24, 1429.44], "text": " and there's no reason why they can't be transferred on to fish."}, {"timestamp": [1430.0, 1434.96], "text": " So in addition to coastal water and marine fish and shellfish production,"}, {"timestamp": [1434.96, 1438.22], "text": " we can also produce fish in fresh water inland,"}, {"timestamp": [1438.38, 1442.12], "text": " in either lakes, reservoirs or even in pre-built tanks."}, {"timestamp": [1442.64, 1446.86], "text": " How big an opportunity do you think aquaculture represents for the UK?"}, {"timestamp": [1447.5, 1450.12], "text": " I think in the long term it's a good opportunity"}, {"timestamp": [1450.12, 1453.38], "text": " simply because where we import our fish from at the moment"}, {"timestamp": [1453.38, 1456.42], "text": " they will need that fish themselves going forward."}, {"timestamp": [1456.54, 1459.52], "text": " Their populations are increasing and their middle classes are growing"}, {"timestamp": [1459.52, 1461.82], "text": " and that fish will stay where it is eventually."}, {"timestamp": [1472.42, 1476.06], "text": " Back in Shevey, the town's only school is so committed to a future that revolves around aquaculture that it's included the subject on its curriculum."}, {"timestamp": [1476.64, 1478.3], "text": " Today's lesson is fish welfare."}, {"timestamp": [1478.72, 1481.84], "text": " The teacher and practicing veterinarian is Pierre Anton."}, {"timestamp": [1482.48, 1487.16], "text": " There is a huge amount of younger people, scholar people that know a lot about fish farming."}, {"timestamp": [1487.68, 1490.72], "text": " Fish farming is the fastest growing industry in Norway at the moment."}, {"timestamp": [1491.08, 1493.52], "text": " And in remote communities like this,"}, {"timestamp": [1493.52, 1495.3], "text": " in the north of Norway,"}, {"timestamp": [1495.68, 1499.3], "text": " what part does aquaculture play in the future?"}, {"timestamp": [1499.96, 1500.96], "text": " A bigger and bigger part,"}, {"timestamp": [1501.06, 1503.9], "text": " because there's not much industry left in this area,"}, {"timestamp": [1504.1, 1505.12], "text": " so it's important to have activity that's not much industry left in this area, so it's important"}, {"timestamp": [1505.12, 1511.44], "text": " to have activity that's not situated around the bigger cities. So I think it's very important."}, {"timestamp": [1512.24, 1517.52], "text": " And obviously your concern is to make sure that this industry goes on for decades and decades and"}, {"timestamp": [1517.52, 1523.68], "text": " decades to come. That's my main goal with these courses to make sure that all the students"}, {"timestamp": [1523.68, 1525.76], "text": " are aware that we have to do this"}, {"timestamp": [1525.76, 1531.12], "text": " in a sustainable way if we want to have growth in the years to come. We're not going to get that"}, {"timestamp": [1531.12, 1536.88], "text": " growth if the people around us, the consumers and people abroad. If they don't look at Norwegian"}, {"timestamp": [1536.88, 1542.16], "text": " salmon as a product produced under very good conditions where fish welfare is lifted up to the"}, {"timestamp": [1542.16, 1547.5], "text": " level that it needs and deserves to be, then the Norwegian fish farming industry will not have any futures."}, {"timestamp": [1550.5, 1554.0], "text": " Pierre teaches that unless fish farming in Norway is conducted"}, {"timestamp": [1554.0, 1558.0], "text": " to the highest environmental standards, it has no future."}, {"timestamp": [1558.0, 1561.0], "text": " It's a lesson for aquaculture around the world."}, {"timestamp": [1561.0, 1566.88], "text": " Fish farming presents a major industrial opportunity. Much more important than that,"}, {"timestamp": [1566.88, 1571.4], "text": " it has the potential to be a significant contributor to global food security."}, {"timestamp": [1571.4, 1580.52], "text": " Its ability to fulfill these high expectations depends critically on governments,"}, {"timestamp": [1580.52, 1590.36], "text": " industry and science working together to make sure aquaculture establishes itself as an environmentally responsible and therefore sustainable industry."}, {"timestamp": [1597.24, 1602.2], "text": " The program was presented by Peter Morgan and the producer was Ben Carter."}, {"timestamp": [1602.66, 1607.24], "text": " If you enjoyed this episode, why not subscribe to the World of Business podcast"}, {"timestamp": [1607.24, 1609.22], "text": " or try the bottom line."}, {"timestamp": [1614.92, 1617.58], "text": " Yoga is more than just exercise."}, {"timestamp": [1617.98, 1621.12], "text": " It's the spiritual practice that millions swear by."}, {"timestamp": [1622.02, 1627.36], "text": " And in 2017, Miranda, a university tutor from London, joins a yoga school"}, {"timestamp": [1627.36, 1634.88], "text": " that promises profound transformation. It felt a really safe and welcoming space. After the yoga"}, {"timestamp": [1634.88, 1642.16], "text": " classes, I felt amazing. But soon, that calm, welcoming atmosphere leads to something far darker,"}, {"timestamp": [1642.16, 1645.28], "text": " a journey that leads to allegations of grooming,"}, {"timestamp": [1645.28, 1649.04], "text": " trafficking and exploitation across international borders."}, {"timestamp": [1649.92, 1654.8], "text": " I don't have my passport, I don't have my phone, I don't have my bank cards, I have nothing."}, {"timestamp": [1654.8, 1660.88], "text": " The passport being taken, the being in a house and not feeling like they can leave."}, {"timestamp": [1660.88, 1666.58], "text": " World of Secrets is where untold stories are unveiled and hidden realities are exposed."}, {"timestamp": [1667.18, 1671.32], "text": " In this new series, we're confronting the dark side of the wellness industry,"}, {"timestamp": [1671.76, 1675.88], "text": " with the hope of a spiritual breakthrough gives way to disturbing accusations."}, {"timestamp": [1675.88, 1684.4], "text": " You just get sucked in so gradually and it's done so skillfully that you don't realize."}, {"timestamp": [1684.84, 1687.5], "text": " And it's like this, the secret that's there."}, {"timestamp": [1688.0, 1696.26], "text": " I wanted to believe that, you know, that whatever they were doing,"}, {"timestamp": [1696.36, 1702.86], "text": " even if it seemed gross to me, was for some spiritual reason that I couldn't yet understand."}, {"timestamp": [1703.06, 1706.88], "text": " Revealing the hidden secrets of a global yoga network."}, {"timestamp": [1706.88, 1708.96], "text": " I feel that I have no other choice."}, {"timestamp": [1708.96, 1713.68], "text": " The only thing I can do is to speak about this"}, {"timestamp": [1713.68, 1719.28], "text": " and to put my reputation and everything else on the line."}, {"timestamp": [1719.28, 1721.92], "text": " I want truth and justice."}, {"timestamp": [1727.62, 1729.88], "text": " And for other people to not be hurt, for things to be different in the future."}, {"timestamp": [1730.4, 1731.44], "text": " To bring it into the light"}, {"timestamp": [1731.44, 1733.8], "text": " and almost alchemise"}, {"timestamp": [1733.8, 1736.44], "text": " some of that evil stuff that went on"}, {"timestamp": [1736.44, 1738.7], "text": " and take back the power."}, {"timestamp": [1741.0, 1744.44], "text": " World of Secrets, Season 6, The Bad Guru."}, {"timestamp": [1744.92, 1746.76], "text": " Listen wherever you get your podcasts."}], "text": " This BBC podcast is supported by ads outside the UK. Thank you for downloading the World of Business podcast. In this edition, Peter Morgan looks at the fish farming revolution. Now we're heading out to the farm, the production site, where we produce the salmon. And how far offshore is the farm? It's about half an hour with this boat. Today the weather is good, so we can keep up with that schedule, I think. Okay, let's go. I'm on board a fast boat, skimming across the cold, clear waters of the Barents Sea off Norway's frozen north coast. I'm Peter Morgan and you're listening to Global Business on the BBC World Service. I'm here to investigate an industrial revolution that's taking place beneath the waves. It's called aquaculture, the fast-evolving business of fish farming and the technology that surrounds it. At the helm is Jan Johansson, the son and grandson of Norwegian fishermen. My grandfather, he would have been very proud today to see what we have made out of these fjords and these areas. They had a fight for surviving every day. Today we have good schools, we have good communities, we have good communication systems, we have infrastructure, we have everything built out of this yours. One of my goals is to take care of the heritage, to know that what we are doing would have done my grandfather proud. That's very, very important for me. Jan Johansson's grandfather once robed these hazardous seas to hunt cod and to take his catch to market. Today, Jan doesn't have to row. He works for Leroy, one of the world's largest salmon and trout producers. He oversees a fish farm lying in the deep seas off the island of Chervei. It produces more fish in a season than his grandfather could have caught in a lifetime. We can see eight catches lying beside us at his this farm and we can see the salmon jumping around, they're eating and we're in the middle of the meal. So the sound that you hear is the pellets, the feed pellets going through the houses out to the cages. The eight cages contain a million silver fish most destined for global markets. For us, for example, we have a quite big market in Japan. So a lot of this salmon is going to Japan. And tell me about the speed, because obviously the freshness of the food is important. You can have the salmon in the Japanese market after about 40 hours. So less than two days. Less than two days. From the pens here to a sushi bar in Tokyo. Yeah, yeah. And Tokyo is a vital part of the story of Norwegian salmon's global success, as Asborn Varvig Redveit from the Norwegian Seafood Council explained to me. In the 80s, a Norwegian delegation went to Japan and tried to introduce the Norwegian salmon into the sushi cuisine. The salmon is a lot like tuna in texture. So that was the reason why it succeeded in Japan. And hadn't it been for the amount of salmon that we have today, we will not have seen a global sushi trend. So this is a Viking Samurai Alliance. Yeah, we can say that. So tell me how fish eating habits have changed in your lifetime. When I grew up, we actually had high availability of fish. We had probably fish meal four to five times a week for dinner, but mainly cod in different ways. And maybe twice a year we had salmon, and that was a Sunday dinner. Then aquaculture changed that, and we have seen a growth in production of salmon from aquaculture that has made it available for not only us in the tuition, but a global market. Aquaculture has become a highly sophisticated industry, where major investment in technology has improved yields and critically reduced environmental impact. The fish cages measure 40 metres wide by 40 deep. They're anchored in 90 meters of water in currents that will carry the effluent into open waters. A support barge is staffed all the year round and provides shelter from the savage cold. It's where Yan talks to me about how much the industry has transformed since he started work. This specific fish farm is a little bit special for me because in 1996 when I was a young student, I was looking for a summer job and my first job was to establish this farm. I have a long history on this place. So you've been here since day one. When you look at it now, what do you think, how do you feel? I think it's been an enormous development in how we do things. We have been so much more professional in how we do things. We have so much better equipment, so much better monitoring systems. The level of technological sophistication is eye-popping. In the main control centre with its lofty view overlooking the fishpens, there's a bank of television monitors, providing a fish-eye view of feeding time. The cameras has a very big importance of having control of the feeding. By having underwater cameras placed in the cages on different depths, then you can have a full control of the pell. By having underwater cameras placed in the cages on different depths, then you can have a full control of the pellets going into the salmon. That's the main goal to get the feed into the salmon and not into the environment around. So how do you stop the fittish fish eating all the food and the less fit fish going without? We do it by feeding fast. We have a high speed feeding and by having a lot of feed available for the salmon, everybody gets their daily meal, you get a smaller variation of size of the salmon in the cages and everybody, and every salmon is happy every day by having their meal. What sort of size are these fish now? The medium size of the whole site is 3.1 kilo. But the biggest salmon has passed 4 kilos. You have to put them into 5.5 kilos before they reach the standard market size. Norway has seen and seized the opportunity presented by fish farming. It now dominates the country's $11 billion a year fishing industry. Fish may still come a distant second to oil and gas in Norway, but one day the oil will run out, and if farmed responsibly, the fish won't. The world's human population will grow by 2 billion by 2050, driving a huge increase in the food will need. The land available for livestock is scarce, but the oceans are a vast resource. They cover more than 70% of the world's surface, but contribute just 2% of our food. One thing's for certain, wildfish can't meet the world's growing need for protein without being hunted to extinction. And that's why the United Nations insists that aquaculture has a vital role to play. Manuel Barrage is director of their fisheries and aquaculture policy and resources division. How important a part do you think fish farming is going to play in food security in the decades ahead? Well, I think that aquaculture is already playing a very significant role in food security. We now consume about 20 kilograms of fish per person per year. That's an average of the whole world. Half of that, 10 kilograms, come from aquaculture. So the 20 kilograms is, in fact, a doubling of the rate of consumption that we had in the 1960s. So you can say that the increase in intake in just over 40 years have been exclusively driven by aquaculture growth. So that is a very significant contribution already to food security. In fact, aquaculture is the fastest growing food production system in the world and has been so for the last five decades. The growth currently is about 4%? 4% a year? Correct, annual growth. It has reached 7, 8, 9% of many years in the past. All that growth has generated enormous, not just trade benefits for the countries themselves and food benefits, but livelihood benefits. There are countries now where communities are generating their income that didn't have before. And I think that that is one of the successes of aquaculture in the last few decades. But there's a problem that threatens the growth of aquaculture. Intensive farming of fish, just like intensive livestock farming, comes at a cost to the environment. In the 1980s, the pollution and disease associated with Norwegian fish farms nearly bankrupted the industry. Huge progress has been made, moving farms into deeper waters, improving feed and employing vaccines. But big challenges remain. Top of the list, sea lice, which although harmless to humans expose farmed fish to disease and can decimate wild salmon populations if they spread from the farms. The sea lice is a natural occurring parasite in the sea. Now with the growth of aquaculture and salmon farming, they now have a much, much higher number of hosts available to them. So the populations of sea lice can grow much much bigger within fish farms in nature. Meaning that the number of sea lice that can infest wild fish is also much much higher. This is Bjorn Steiner Seder, a scientist from an aquaculture research institute. I ask him if the lice are an issue for public health. No, it's not a risk issue to eat the fish or anything. The risk is linked to the development of the wild salmon populations because the parasite can reduce the life expectancy of wild fish and reduce population development. The science has changed quite a lot. It used to be more focused on production challenges, and now it's moved more and more towards the environment and how production affects the environment. So serious is the issue that the Norwegian government has refused to award any new licences to farm salmon until the problem has been brought under control. No wonder the industry is spending hundreds of millions of dollars each year to find solutions. Around the world, environmental concerns have impacted consumer confidence about eating farmed fish and bolstered opposition to the industry's expansion. But the UN's manual barrage is confident that a sustainable and growing aquaculture sector is both necessary and attainable. The sustainability to me is not a barrier to growth, is an imperative to growth. When we look at the food that we produce in 2050 and 2016, when we are 9 billion, 10 billion people, then we have to make sure that we look at the three levels of sustainability, the ecological, the social and the economic sustainability. Those are the underlying any production industry that we have. In certain sectors where aquaculture has grown very fast, there are challenges associated with that. There's no different from any intensification of any production industry on land or at sea. So nowhere has had a problem of sea lies in certain farms, and they have decided to put a moratorium on the expansion of farms until they find a solution to the sea life problem. So for sure, at some point, in some areas, there will be limits. You cannot continue growing without considering the impacts economically, ecologically and socially. It's just a matter of dealing with them as they come about. Expansion of the Norwegian salmon industry may be on hold while risks from sea lice are addressed, but it's still a big and lucrative business, producing a million tonnes of farmed salmon last year. And global demand is growing, even if supply is not. That means prices are high and business is good. In Survei, the pink revolution that brought salmon here to be farmed and processed has breathed new life into the community. Twenty years ago, declining white fish stocks threatened its very existence but now the population is growing and the confidence is palpable. Crunching through the snow we come to the town's fish processing plant and by far its biggest employer. Here through the double glazing of a viewing gallery we watch 80 salmon a minute, that's 300 tons a day, being dispatched, packed in ice and loaded onto lorries, bound for dinner tables and restaurants all around the world. Oistein Scalabo was born in Shervey, works at the factory and has seen the impact of aquaculture on his hometown. Let's take a short history when we arrived year 2000. Whitefish industry was big in Shelby and there was 150 workers in Shalbue with those two species, whitefish and prawns. And there was a breakdown in the whitefish industry which meant that the filleting factory in Shalway was closed down. And that meant that it was a depression in the white fish industry, which meant that the filleting factory in Chalvei was closed down. And that meant that it was a depression in Chirwe for a couple of years, 2004, 2005. Lots of people was unemployed, and it was not good living on Chirvey then. But in 2007, it was started up this salman industry. And today, 10 years later, this industry has replaced the prawn and the whitefish industry and it's bigger. We have 180 workers here. Not only has aquaculture given the people who grew up here reason to stay, it's attracted new workers from Eastern Europe and as far away as South America, creating a pint-size melting pot in one of the world's most northerly outposts. Last time we counted, we were 13 nationalities. And I think this number is increasing all the time. So I think it would be approximately 15 nationalities, and most of them comes from Romania. And what sort of difference does that make to the community? It's only a small town. They are important for the small community of Chervae today because we don't have seasoned workers. We have work the whole year so that means the Romanian people is buying houses and establishing their families in Chervae. A little funny thing my kids are going to the kindergarten and there are children with Romanian parents and these children are talking Norwegian just like mine. So they are becoming Shardwei kids. I came with my boyfriend and yeah, we break up and I was alone a while and after I get a Norwegian boy, we get together and we get married. They have house and everything. Alina is a member of the Romanian community. She arrived eight years ago, loves working here at the factory and is bursting with optimism about future. Have you Romanian friends here? Yes. Yes, we are a lot, actually. And why do you come here? It's cold, it's dark. It's perfect. It's perfect. It's perfect. If you stay here after a while, you will get in love with this place and with these people. So you'll never go back to Romania? No, no, no, no. No, this is out of discussion. I have everything I could wish here. When I begin in this factory, I would begin like a normal worker. And right now I am a quality assistant so they give me chance to go more up because they so what probably I make a good job I don't know so when you look back at your decision to move to Norway you think this was a good decision perfect perfect I never could take a better decision than this. Salmon farms have created secure and well-paid jobs in Norway, but the supply chains of aquaculture stretch across borders and oceans. Tons of farmed salmon come here to Grimsby on England's east coast to be sliced, processed and packed on its way to market. In the 1950s, Grimsby was the world's biggest fishing port, but jobs on the fishing fleets are long gone. And fish processing goes some way to replacing them so we've got the whole fish here where are these from so this is norwegian salmon beautiful beautiful fish yeah so nice and fresh gills nice and red still load of color in the eyes lovely and red on the inside nice and firm lovely lovely fish many of the fish we watched being packed in ice in sherva and up here at JCS fish to be cut into fillets marinated vacuum sealed and frozen there's a tax advantage to Norwegian exporters in shipping fish hole that supported the growth of plants like this one in Grimsby, which has become the UK hub of fish processing. So we see aquaculture creating jobs for local school leavers, like Luke Gallagher, who's factory manager here. I've been here nine years. How long does it take to get to know the business? It's changing all the time. So I knew the fish business anyway because I've worked in production, but JCS is quite unique. It's it's a small run business it's not like the big process of plants you're not just the number you really feel part of the team and stuff so yeah never standing still always always trying to move forward all the time although it's quite metanized there are a lot of people working here yeah so machines do do a lot of it but the machine like it splits the fish in half but it won't take off all of it so you have to take the knuckle out yourself the fat the bones and stuff like that so you still have two or three guys trimming it then two girls checking for the pin bones where jobs on the docks have been lost to diminishing fish stocks and quotas fish processing is taking up some of the slack alongside small family businesses like this work giant companies like Youngs, which supplies 40% of all the fish eaten in Britain. We do a lot of the work that they might not want to do. So a small run to them, they might not want to do, which is not so much of a small run to us, so they outsourced to people like us. So it keeps us alive and we can get the little things to the catering firms maybe not the big supermarkets and stuff but little independent retailers and things like that that keep us going JCS fish was founded and is owned by Andrew and Louise Colbeck both from proud Grimsby stock and with long histories in the fishing industry when they grew up the dockside here was packed with trawlers and the noisy businesses that sold and distributed their catch. The fishport made Grimsby one of Britain's richest towns but it was boisterous, bustling and no easy place for Louise to visit as a teenage girl. Oh and I was an 18 year old girl dating Andrew. I came onto the docks to see him. I hated it. It was embarrassing. I'd drive along and all the men. I'd stand on the pontoon and whistle and wink and I didn't like it. It was very intimidating. Much busier than it is today. It was an affluent town even when I was a young girl, but we were starting to see the decline, beautiful shops and things like that that have now all closed down. We haven't got anything like we had when I was an 18 year old girl tell me how important the fishing industry is to this town well I think it's important because it's all in our bones I say it's our tradition you know it goes back a long way in all our family history and I think you'd find any Grimberian we talk passionately about the fishing industry and how important has farmed fish and fish processing been well I guess if Andrew hadn't gone into the farm side we wouldn't have a business today our company wouldn't exist because he used to deal with wild salmon and now he's gone into farm salmon and that's created you know for us in our small company as it is 45 jobs so it is important very back in the heyday of grimsby Andrew's father Richard ran a business buying and selling dogfish it branched out into wild salmon and Andrew became one of grimsby's best known experts in salmon as the traditional industry declined he saw the benefits of farmed fish. We can get it 24-7 and we can get it all year round instead of it being seasonal as the wild salmon was. Wild salmon we could only get between February and September. I guess the other thing is when I was a kid, salmon was really expensive and salmon was a rare treat. It was a rare treat. We only had it on a Sunday. John West salmon in a tin. We had it in a sandwiches. Now that it's farmed, we can get it all the time. And farmed salmon has changed the way we all eat. Salmon, once a delicacy reserved for the rich, has supplanted cod as Britain's most popular fish. As we've seen, demand has exceeded supply and the price of farmed salmon has risen almost 40% in the last eight years, but it's still half the price of salmon that's caught in the wild, and it's still in huge demand from an increasingly health-conscious public. Having seen the traditional fishing industry decline in Grimsby, Andrew and Louise believe there's still rich opportunity in processing farmed fish. They want to expand its appeal and have launched our own brand of marinated fish that they think will appeal to a broader and younger market. We actually started that 15 years ago, but it fell flat on its face. And then it was actually sea chill started doing saucy fish. I said to Andrew, the big guys are doing it. This will pave the way for us. So we've then sort of pushed it and doing the from aranadi products, which are frozen. We've got some breaded products and smoked salmon and smoked trout. And we're now selling it to the retailers online as well we do. And that's cutting out that middle person and we're going straight to the public. No one expects the trawler fleets to return to Grimsby. So the jobs created by aquaculture and the food processing industry at supports is critical to the town. It employs 5,000 local people in the industry between Hull and Grimsby. There's one billion plus in revenue. It's worth to us. So it's really important. And there's 75 approved fish processing factories in this area as well. There's a massive cluster of it all going on here, the processing of fish. So can this billion-pound success story in Grimsby be replicated elsewhere? The United Nations is urging governments to get involved, encouraging growth and promoting food safety. In the UK, the UN has sponsored a national aquaculture centre, and no surprise it's based in Grimsby. Its director, Clifford Spencer, who has a background in land farming, thinks there's huge potential for Britain to farm freshwater as well as seafish. Not only off the coast, but also on land as well. We have an extremely talented farming population in the UK who've developed land farming of animals, which we've ceased to capture as wild species now for many, many thousands of years. They've developed their skills and expertise and there's no reason why they can't be transferred on to fish. So in addition to coastal water and marine fish and shellfish production, we can also produce fish in fresh water inland, in either lakes, reservoirs or even in pre-built tanks. How big an opportunity do you think aquaculture represents for the UK? I think in the long term it's a good opportunity simply because where we import our fish from at the moment they will need that fish themselves going forward. Their populations are increasing and their middle classes are growing and that fish will stay where it is eventually. Back in Shevey, the town's only school is so committed to a future that revolves around aquaculture that it's included the subject on its curriculum. Today's lesson is fish welfare. The teacher and practicing veterinarian is Pierre Anton. There is a huge amount of younger people, scholar people that know a lot about fish farming. Fish farming is the fastest growing industry in Norway at the moment. And in remote communities like this, in the north of Norway, what part does aquaculture play in the future? A bigger and bigger part, because there's not much industry left in this area, so it's important to have activity that's not much industry left in this area, so it's important to have activity that's not situated around the bigger cities. So I think it's very important. And obviously your concern is to make sure that this industry goes on for decades and decades and decades to come. That's my main goal with these courses to make sure that all the students are aware that we have to do this in a sustainable way if we want to have growth in the years to come. We're not going to get that growth if the people around us, the consumers and people abroad. If they don't look at Norwegian salmon as a product produced under very good conditions where fish welfare is lifted up to the level that it needs and deserves to be, then the Norwegian fish farming industry will not have any futures. Pierre teaches that unless fish farming in Norway is conducted to the highest environmental standards, it has no future. It's a lesson for aquaculture around the world. Fish farming presents a major industrial opportunity. Much more important than that, it has the potential to be a significant contributor to global food security. Its ability to fulfill these high expectations depends critically on governments, industry and science working together to make sure aquaculture establishes itself as an environmentally responsible and therefore sustainable industry. The program was presented by Peter Morgan and the producer was Ben Carter. If you enjoyed this episode, why not subscribe to the World of Business podcast or try the bottom line. Yoga is more than just exercise. It's the spiritual practice that millions swear by. And in 2017, Miranda, a university tutor from London, joins a yoga school that promises profound transformation. It felt a really safe and welcoming space. After the yoga classes, I felt amazing. But soon, that calm, welcoming atmosphere leads to something far darker, a journey that leads to allegations of grooming, trafficking and exploitation across international borders. I don't have my passport, I don't have my phone, I don't have my bank cards, I have nothing. The passport being taken, the being in a house and not feeling like they can leave. World of Secrets is where untold stories are unveiled and hidden realities are exposed. In this new series, we're confronting the dark side of the wellness industry, with the hope of a spiritual breakthrough gives way to disturbing accusations. You just get sucked in so gradually and it's done so skillfully that you don't realize. And it's like this, the secret that's there. I wanted to believe that, you know, that whatever they were doing, even if it seemed gross to me, was for some spiritual reason that I couldn't yet understand. Revealing the hidden secrets of a global yoga network. I feel that I have no other choice. The only thing I can do is to speak about this and to put my reputation and everything else on the line. I want truth and justice. And for other people to not be hurt, for things to be different in the future. To bring it into the light and almost alchemise some of that evil stuff that went on and take back the power. World of Secrets, Season 6, The Bad Guru. Listen wherever you get your podcasts."}