{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.94, 6.64], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [9.04, 12.4], "text": " BBC Sounds, music, radio, podcasts."}, {"timestamp": [12.98, 15.7], "text": " Thanks for downloading the world of business from the BBC."}, {"timestamp": [16.38, 20.04], "text": " In this edition, we're asking whether the bottom has fallen out of the oil market"}, {"timestamp": [20.04, 22.2], "text": " and how that could impact all our lives."}, {"timestamp": [25.68, 29.38], "text": " In April, for the first time ever, crude oil,"}, {"timestamp": [29.54, 32.14], "text": " which has fired our industrial economies for generations,"}, {"timestamp": [32.74, 34.44], "text": " was officially worth nothing."}, {"timestamp": [40.6, 42.82], "text": " There was such a glut of oil"}, {"timestamp": [42.82, 44.48], "text": " that in one extreme case,"}, {"timestamp": [44.48, 49.0], "text": " US oil producers had to pay customers to take the oil away."}, {"timestamp": [52.0, 61.0], "text": " Across the board, though, international oil prices plunged as low as $20 or $30 a barrel, less than half the levels seen in January."}, {"timestamp": [68.4, 69.52], "text": " I'm Leslie Cohen and I've been a business journalist for 30 years."}, {"timestamp": [75.68, 82.08], "text": " I've reported from Canadian oil fields and Siberian gas fields and I've never seen anything like this oil shock before. The industry suffered a double whammy, a collapse in demand for fuel"}, {"timestamp": [82.08, 86.4], "text": " as the pandemic forced planes to stop flying and cars to stop driving."}, {"timestamp": [87.24, 91.06], "text": " And to make it worse, Russia and Saudi Arabia fought a price war,"}, {"timestamp": [91.44, 96.8], "text": " refusing to turn down the taps to boost prices until a huge surplus flooded the market."}, {"timestamp": [99.04, 104.26], "text": " If you're not an oil worker, and you're listening to this far from the oil towns of northeast Scotland,"}, {"timestamp": [104.7, 107.96], "text": " you may be thinking, why should I care? Because I'll be looking at how the oil worker, and you're listening to this far from the oil towns of North East Scotland, you may be thinking, why should I care?"}, {"timestamp": [107.96, 113.04], "text": " Because I'll be looking at how the oil shock affects all our lives and whether it might"}, {"timestamp": [113.04, 119.36], "text": " herald huge change in the energy we use."}, {"timestamp": [119.36, 122.36], "text": " The ripples from the price crash are spreading."}, {"timestamp": [122.36, 124.44], "text": " Some people have already felt them."}, {"timestamp": [124.44, 125.68], "text": " When was it now?"}, {"timestamp": [125.68, 127.04], "text": " I think it was the Sunday."}, {"timestamp": [128.16, 130.76], "text": " The 15th we were looking at the oil"}, {"timestamp": [130.76, 133.72], "text": " and then on the 16th got up for shift,"}, {"timestamp": [133.72, 136.52], "text": " obviously on the computer and that."}, {"timestamp": [136.52, 140.2], "text": " And we'd seen that the oil had taken a massive drop."}, {"timestamp": [140.2, 141.48], "text": " We were thinking, what's going on here?"}, {"timestamp": [143.28, 145.7], "text": " Keith Barnett was watching the price on a screen"}, {"timestamp": [145.7, 147.88], "text": " on board an oil rig in the North Sea"}, {"timestamp": [147.88, 149.82], "text": " in between 12-hour shifts."}, {"timestamp": [150.36, 151.84], "text": " He was in charge of supplies"}, {"timestamp": [151.84, 154.2], "text": " as the crew got the rig ready for drilling."}, {"timestamp": [154.88, 157.74], "text": " He found that sudden dive in prices disturbing."}, {"timestamp": [158.34, 161.2], "text": " The next day proved his instinct right."}, {"timestamp": [162.32, 164.1], "text": " And then obviously the Tuesday, the 17th"}, {"timestamp": [164.1, 166.1], "text": " is when we got our redundancy letter,"}, {"timestamp": [166.72, 168.12], "text": " at risk of redundancy."}, {"timestamp": [168.92, 170.22], "text": " We were all taken aback."}, {"timestamp": [170.42, 174.34], "text": " I mean, our company never even decided to put us on furlough"}, {"timestamp": [174.34, 175.88], "text": " when the furlough scheme came in."}, {"timestamp": [177.12, 181.52], "text": " Keith, who's from Arbroath, told me he's lived through oil shocks before."}, {"timestamp": [182.6, 188.64], "text": " The first one for me was when I more or less started offshore, which was 2007, 2008."}, {"timestamp": [188.64, 191.6], "text": " The next one was 2015-2016."}, {"timestamp": [191.6, 194.56], "text": " I was actually on a decommissioning project in the North Sea."}, {"timestamp": [195.2, 196.4], "text": " They got made redundant."}, {"timestamp": [196.4, 200.96], "text": " And I ended up working for Warburton's down in Newcastle."}, {"timestamp": [200.96, 204.24], "text": " I was getting paid minimum wage, which was very, very tough."}, {"timestamp": [204.24, 209.04], "text": " And this now is the third one with this COVID-19 and also the downturn in oil."}, {"timestamp": [210.24, 212.84], "text": " What effect has this had on you and your family?"}, {"timestamp": [213.44, 218.5], "text": " Obviously for myself, you know, it's just how we're going to make ends meet at the end of the day."}, {"timestamp": [218.5, 222.36], "text": " Fortunately for myself, my partner works full-time, but she only works a 30-hour week."}, {"timestamp": [223.56, 229.28], "text": " Night shift. We've got universal credit, you know, which I'm in the process of applying for at the moment."}, {"timestamp": [229.28, 232.72], "text": " So I don't know how that's going to go. I don't have any savings."}, {"timestamp": [232.72, 239.84], "text": " It's giving us a good life, but, you know, maybe it's time to hit back and, you know, start looking for work onshore and give up the offshore life."}, {"timestamp": [239.84, 243.12], "text": " Do you think it's worse this time?"}, {"timestamp": [243.12, 244.08], "text": " Yeah, definitely."}, {"timestamp": [245.22, 248.54], "text": " Globally, thousands of workers like him have been laid off"}, {"timestamp": [248.54, 251.32], "text": " because demand for oil and gas slumped."}, {"timestamp": [251.88, 253.86], "text": " Last month, now known as Black April,"}, {"timestamp": [254.16, 259.48], "text": " it fell by a quarter by 25 million barrels a day from usual levels."}, {"timestamp": [260.04, 263.44], "text": " This extraordinary blow to prices came out of the blue,"}, {"timestamp": [263.82, 264.9], "text": " according to Beth Evans."}, {"timestamp": [265.68, 270.36], "text": " She's Global Director of News at Energy Analyst's S&P Plats,"}, {"timestamp": [270.36, 274.74], "text": " which has predicted how badly the market will be hit this year."}, {"timestamp": [275.36, 280.2], "text": " Oil demand will contract by 8.7 million barrels per day in 2020."}, {"timestamp": [280.86, 295.48], "text": " When you look into 2021, demand is expected to normalize, but still stay below those 2019 levels by some 700,000 barrels per day due to aviation and global trade struggles."}, {"timestamp": [296.28, 298.86], "text": " So really, you're saying it's not going back to normal?"}, {"timestamp": [299.74, 301.8], "text": " No, you're living the normal right now."}, {"timestamp": [305.76, 308.52], "text": " This is the Aberdeen headquarters of Apollo,"}, {"timestamp": [308.86, 313.14], "text": " an engineering company which works mainly on projects for oil and gas rigs."}, {"timestamp": [313.14, 316.66], "text": " They range from, say, handrails worth a few hundred pounds"}, {"timestamp": [316.66, 318.98], "text": " to complex systems worth millions,"}, {"timestamp": [319.46, 321.5], "text": " which prepare crude oil rigs for pumping."}, {"timestamp": [322.28, 327.44], "text": " As investments in the North Sea have been cancelled or delayed, companies like this have suffered."}, {"timestamp": [328.16, 336.04], "text": " Some of Apollo's 130 engineers have been put on furlough and others who are contractors laid off or put on part-time work."}, {"timestamp": [336.78, 338.88], "text": " Jonathan White is Director of Business Development."}, {"timestamp": [340.18, 344.44], "text": " Did you feel a bit of panic when the price fell so precipitously?"}, {"timestamp": [348.04, 353.0], "text": " I would be lying if I said I didn't have a few sleepless nights, but you have to understand what you can control and what you can't control."}, {"timestamp": [353.36, 355.14], "text": " My company can't control the oil price."}, {"timestamp": [355.48, 358.42], "text": " We can't control what projects our clients are going to do,"}, {"timestamp": [358.52, 364.56], "text": " but we can reposition the business appropriately for the work that we see going forward."}, {"timestamp": [368.88, 371.2], "text": " How much work will be left?"}, {"timestamp": [371.2, 377.12], "text": " The North Sea still has potential reserves of between 10 and 20 billion barrels of oil,"}, {"timestamp": [377.12, 383.04], "text": " according to the UK regulator. But it's one of the oldest and most expensive of the world's"}, {"timestamp": [383.04, 388.4], "text": " oil basins. Since the last major dive in the oil price in 2014 to 16,"}, {"timestamp": [388.92, 392.68], "text": " operators tried hard to bring down costs to make it more profitable."}, {"timestamp": [393.24, 396.32], "text": " But the new crisis has thrown that into confusion."}, {"timestamp": [397.08, 402.58], "text": " Mike Tolan works for industry body Oil and Gas UK as its sustainability director."}, {"timestamp": [403.12, 404.92], "text": " We're ringing alarm bells."}, {"timestamp": [405.86, 410.5], "text": " Across the UK, our industry employs around 150,000 people,"}, {"timestamp": [410.58, 414.34], "text": " either directly working in oil and gas companies and engineering companies,"}, {"timestamp": [414.84, 416.36], "text": " and in the companies that support them,"}, {"timestamp": [417.08, 420.56], "text": " as well as in the broader energy industry in support of that."}, {"timestamp": [421.36, 427.42], "text": " We also see that about another 120,000 jobs around the UK provided because of"}, {"timestamp": [427.42, 432.94], "text": " our economic activity in more normal time, everything from taxi drivers to restaurants to all"}, {"timestamp": [432.94, 438.72], "text": " the things that the spend of our industry delivers. At the minute we see those core 150,000"}, {"timestamp": [438.72, 445.1], "text": " jobs are really under pressure. He says the industry responded quickly to the crisis."}, {"timestamp": [445.58, 448.02], "text": " We've taken some very practical steps in the first place"}, {"timestamp": [448.02, 450.3], "text": " to reduce our operational activity."}, {"timestamp": [450.84, 455.34], "text": " So demanning platforms, so you have the minimum people on to run it safely,"}, {"timestamp": [455.92, 458.94], "text": " but it means you're doing no new development work"}, {"timestamp": [458.94, 463.46], "text": " and you're doing no more investment or maintenance work than you actually need."}, {"timestamp": [464.14, 470.12], "text": " And so really cutting stuff offshore, really pulling back from doing drilling activity,"}, {"timestamp": [471.12, 474.38], "text": " slowing down on decommissioning old platforms and old rigs as well."}, {"timestamp": [475.06, 477.66], "text": " So, you know, every single handbrake is on at the minute."}, {"timestamp": [478.52, 485.3], "text": " And the wrenching application of that handbrake leaves a large number of UK jobs under threat."}, {"timestamp": [485.9, 492.6], "text": " What we see coming is the potential for up to 30,000 jobs, not just in the oil and gas companies,"}, {"timestamp": [492.74, 497.48], "text": " but in the companies that service them falling away because of the drop of inactivity."}, {"timestamp": [498.22, 502.56], "text": " And clearly that has a big impact on families and communities in and around Britain."}, {"timestamp": [503.38, 504.84], "text": " Yes, you heard that right."}, {"timestamp": [505.16, 508.54], "text": " Mike Tolan predicts 30,000 jobs could go."}, {"timestamp": [509.26, 513.04], "text": " There's no doubt the situation for many companies in the sector is fragile."}, {"timestamp": [513.66, 517.28], "text": " I spoke to Valentina Kretschmar, who, like Keith Barnett,"}, {"timestamp": [517.5, 519.86], "text": " had lost a job back in a previous oil shock."}, {"timestamp": [520.56, 525.24], "text": " She is now Vice President of Corporate research at analysts Wood McKenzie."}, {"timestamp": [526.04, 532.8], "text": " At $20, $30 per barrel, the vast majority of companies, they will be struggling to survive."}, {"timestamp": [533.4, 539.78], "text": " They're really going back to their very much rehearsed repertoire of cost-cutting measures."}, {"timestamp": [540.32, 547.24], "text": " Some companies will be able to adjust and continue operating, and some will go out of business."}, {"timestamp": [547.76, 549.64], "text": " That phrase cost-cutting."}, {"timestamp": [550.18, 556.46], "text": " Here's where we get to knock on effects, which may have a bearing on far more of us than you might think in the months to come."}, {"timestamp": [564.38, 570.0], "text": " One of the things oil companies are doing is taking a hard look at what's called the dividend."}, {"timestamp": [570.0, 576.0], "text": " That's the regular payment they make out of company profits to anyone who's invested in their shares."}, {"timestamp": [576.0, 581.0], "text": " In fact, the giant Anglo-Dutch energy company Shell shopped the world last month,"}, {"timestamp": [581.0, 586.32], "text": " when it decided to cut its dividend for the first time in 75 years."}, {"timestamp": [586.32, 592.24], "text": " Well, my hands are shaking and my knees are weak, but it ain't because of love is from the lack of heat."}, {"timestamp": [592.24, 594.4], "text": " I got to cool all blue."}, {"timestamp": [596.32, 600.64], "text": " And here's a warning. That could really affect the finances of you and your loved ones."}, {"timestamp": [601.28, 605.76], "text": " Here's Josephine Combo, whose pensions correspondent at the Financial Times."}, {"timestamp": [606.42, 614.26], "text": " The most immediate impact for individuals is going to hit their savings, what they were doing"}, {"timestamp": [614.26, 619.02], "text": " to build up their retirement plans or indeed what they were drawing on for their retirement"}, {"timestamp": [619.02, 626.1], "text": " income. That is because Shell is one of the biggest dividend payers in the Footsie 100."}, {"timestamp": [626.36, 629.54], "text": " So there's a lot of people, there's actually millions of people"}, {"timestamp": [629.54, 636.52], "text": " who have Ices and pensions who will see their decision to slash their dividend"}, {"timestamp": [636.52, 641.14], "text": " for the first time since the Second World War as a particular blow."}, {"timestamp": [641.14, 645.94], "text": " And that's directly linked to the movements in the oil price."}, {"timestamp": [646.58, 650.84], "text": " Are there positive effects the oil shock might have for our personal finances?"}, {"timestamp": [651.62, 655.68], "text": " Many of us are having to grapple with serious money worries right now"}, {"timestamp": [655.68, 658.68], "text": " if family income has been hit by the lockdown."}, {"timestamp": [659.4, 662.9], "text": " So what's happening to household bills for gas and electricity?"}, {"timestamp": [663.6, 666.64], "text": " I asked consumer journalist Felicity Hanna,"}, {"timestamp": [666.64, 672.32], "text": " if a low oil price will help. It does play a role in kind of bringing energy prices down."}, {"timestamp": [672.32, 679.52], "text": " We are seeing some fairly low tariffs for householders. So we've seen that in the last few weeks,"}, {"timestamp": [679.52, 684.64], "text": " we've got several fixed energy tariffs that are below £800 for a typical household."}, {"timestamp": [684.64, 688.0], "text": " That's the lowest that we offer we've had in about two years."}, {"timestamp": [688.34, 695.16], "text": " But how quickly do bills tend to go down as we see wholesale energy prices fall?"}, {"timestamp": [695.78, 700.82], "text": " Yes, this is a real bug bear of mine because I feel that whenever wholesale prices go up,"}, {"timestamp": [700.94, 703.5], "text": " our energy bills climb almost immediately."}, {"timestamp": [703.5, 706.08], "text": " But when they start to fall, I think that"}, {"timestamp": [706.08, 713.02], "text": " suppliers are quite often quite a bit slower passing on those savings. So yes, I don't think that,"}, {"timestamp": [713.26, 718.44], "text": " you know, massive falls in oil prices will be immediately seen in the home reflected in the"}, {"timestamp": [718.44, 723.54], "text": " bills. And I think particularly at the moment when most of us are at home much more than normal,"}, {"timestamp": [723.72, 725.04], "text": " we're going to be using more energy"}, {"timestamp": [725.04, 730.04], "text": " anyway. I saw a piece of research from Shell that said that the typical household is using"}, {"timestamp": [730.04, 734.98], "text": " about 15% more energy at the moment. So their bills are going to be higher than they would"}, {"timestamp": [734.98, 739.7], "text": " normally be this time of year. And I think in my house, it must be 25% easily, the amount of"}, {"timestamp": [739.7, 745.02], "text": " devices that we've got charging at any one time. What about prices on the forecourt?"}, {"timestamp": [749.02, 749.52], "text": " Many of us who own cars simply left them locked up for weeks at a time."}, {"timestamp": [755.28, 756.56], "text": " But now, in England at least, where coronavirus restrictions have been eased, more people are returning to the roads."}, {"timestamp": [756.98, 757.92], "text": " There's some good news."}, {"timestamp": [758.02, 762.08], "text": " The price at the pump in the last few weeks, few days, has fallen quite dramatically."}, {"timestamp": [762.4, 765.92], "text": " Some supermarkets, it's less than a pound a liter at the moment,"}, {"timestamp": [766.04, 771.16], "text": " which I don't really remember since becoming a car driving adult. That's a shock to me."}, {"timestamp": [771.88, 777.3], "text": " Yes, when oil prices fall, you will see a drop at the pump. I saw some analysis from the"}, {"timestamp": [777.3, 783.4], "text": " AA where a $15 drop in the price of a barrel of oil typically correlated to about seven pence"}, {"timestamp": [783.4, 785.66], "text": " off a liter at the pump in this country."}, {"timestamp": [786.1, 790.26], "text": " But I think it's important that people remember that what they pay at the pump is affected"}, {"timestamp": [790.26, 794.26], "text": " by oil prices, obviously, but there's a huge other factor as well, and that's tax."}, {"timestamp": [794.72, 801.16], "text": " So excise duty and VAT, they make up about 60% of the price of what you pay for a liter"}, {"timestamp": [801.16, 806.02], "text": " of petrol at the pump. So, yes, we're seeing cheaper fuel, but it's not going"}, {"timestamp": [806.02, 812.58], "text": " to get dramatically cheaper. Is there a wider message consumers can take from this oil shock?"}, {"timestamp": [812.94, 817.24], "text": " I think that the big health warning with all of this is low oil prices, you might think,"}, {"timestamp": [817.4, 821.58], "text": " great, my energy bills are going to fall, or great, you know, it's going to be cheaper to"}, {"timestamp": [821.58, 826.02], "text": " run the car. But of course, if energy prices are low, they're low for a reason."}, {"timestamp": [826.22, 831.22], "text": " And that reason is that the global economy is going through something profound and major."}, {"timestamp": [831.64, 836.04], "text": " So the impact of oil, it might sound like this really removed, distant thing."}, {"timestamp": [836.12, 841.24], "text": " But actually, it's a health indicator for the global economy, which will affect all of us."}, {"timestamp": [841.9, 847.88], "text": " Now, the flip side of that could be that eventually low oil prices actually boost"}, {"timestamp": [847.88, 849.48], "text": " an economy stuck in recession"}, {"timestamp": [849.48, 853.1], "text": " because cheap fuel is actually a boon for business."}, {"timestamp": [853.54, 857.72], "text": " But will our energy usage bounce back to where it used to be?"}, {"timestamp": [862.08, 863.54], "text": " I've just opened the window"}, {"timestamp": [863.54, 866.48], "text": " and I'm looking out of it at my 15-year-old car,"}, {"timestamp": [866.6, 868.52], "text": " which has been gathering dust for weeks."}, {"timestamp": [869.04, 875.38], "text": " I've been working at home far from London with all our interviews recorded on the interviewer's mobile phones"}, {"timestamp": [875.38, 880.98], "text": " and without ever seeing my producer Beth or studio manager Rod face-to-face."}, {"timestamp": [881.44, 885.76], "text": " To say it's a big change in working habits is putting it mildly."}, {"timestamp": [886.64, 891.6], "text": " But as elements of lockdown are now lifted, in England and a number of other countries,"}, {"timestamp": [892.0, 897.52], "text": " here's the really big question for the oil companies. Will any of these behaviour changes"}, {"timestamp": [897.52, 904.88], "text": " forced on us by the pandemic stick? And if they do, how would that cut back the global demand for"}, {"timestamp": [904.88, 905.72], "text": " oil and gas?"}, {"timestamp": [906.22, 911.48], "text": " That's exactly what Beth Evans' colleagues at S&P Plats have been trying to predict."}, {"timestamp": [913.96, 919.96], "text": " Platt's analytics expects that just over 5% of the OECD economy's workforce"}, {"timestamp": [919.96, 925.32], "text": " could shift to permanent work-from-home scenarios after the pandemic lifts."}, {"timestamp": [925.96, 931.34], "text": " This big experiment has caused many to reflect on whether pricey offices are even needed"}, {"timestamp": [931.34, 935.1], "text": " and whether commuting is worth the time and effort and money involved."}, {"timestamp": [935.56, 941.66], "text": " Commuting by car alone accounts for over 8.2 million barrels per day of global oil demand."}, {"timestamp": [942.18, 948.64], "text": " To assess the market hit on that, we took a look at the annual vehicle miles traveled, starting"}, {"timestamp": [948.64, 952.78], "text": " with the U.S., which represents the upper band of global auto commuting."}, {"timestamp": [953.42, 959.14], "text": " And there the average commuter drives between 23 to 32 miles per day round trip, usually"}, {"timestamp": [959.14, 960.96], "text": " in a single occupancy vehicle."}, {"timestamp": [961.46, 966.86], "text": " So if you start taking a lot of those people and having them now work from"}, {"timestamp": [966.86, 974.64], "text": " home, maybe permanently, that's a structural change. That's a big hit. I mean, on the more bullish side,"}, {"timestamp": [974.64, 989.14], "text": " maybe some people are getting nervous about public transport I have lived through, I don't know that"}, {"timestamp": [989.14, 995.36], "text": " people are going to want to do that every day. And the ones who have to get into work, you may"}, {"timestamp": [995.36, 1002.06], "text": " see them actually drive a private vehicle to work. So that might actually boost a little bit of"}, {"timestamp": [1002.06, 1009.12], "text": " demand. But the expectation is that there will be a structural shift due to the work from home stickiness,"}, {"timestamp": [1009.12, 1013.1], "text": " as it were, that will take out some of the oil demand."}, {"timestamp": [1013.1, 1018.52], "text": " The lockdown has certainly seen most of us glued to screens, wrestling with mute buttons"}, {"timestamp": [1018.52, 1020.56], "text": " on video conference calls."}, {"timestamp": [1020.56, 1029.86], "text": " I've done it with my family who live in three different cities and with my local church, for yoga classes, a poetry workshop, as well, obviously, as for work."}, {"timestamp": [1030.44, 1031.74], "text": " Now we've mastered it."}, {"timestamp": [1032.2, 1035.98], "text": " What will that mean for office life and for business travel?"}, {"timestamp": [1036.42, 1037.18], "text": " Beth Evans again."}, {"timestamp": [1037.72, 1047.58], "text": " Another hit on aviation will be if companies know that their staff can work from home without making as many business"}, {"timestamp": [1047.58, 1054.94], "text": " trips, and of course it saves a ton of cash on the more sort of bullish side for oil demand."}, {"timestamp": [1055.88, 1060.08], "text": " Personal travel and tourism is a totally different conversation."}, {"timestamp": [1060.88, 1070.6], "text": " People can't use a video chat to see the world, to get out there and see, I don't know, the pyramids or a beautiful beach."}, {"timestamp": [1071.22, 1078.96], "text": " If you are sitting here in London, you cannot go skiing by watching it on a screen."}, {"timestamp": [1079.42, 1088.54], "text": " So personal travel and tourism isn't quite the same conversation, but business travel, that's the one for people to watch."}, {"timestamp": [1089.66, 1093.0], "text": " And these are the issues the oil companies are grappling with now,"}, {"timestamp": [1093.26, 1096.08], "text": " as they predict how much demand there will be for their energy"}, {"timestamp": [1096.08, 1098.74], "text": " when economies thaw out from the deep freeze."}, {"timestamp": [1099.58, 1102.1], "text": " Over many years, I've talked to oil experts"}, {"timestamp": [1102.1, 1106.42], "text": " about when we will reach what's called peak oil. The point where"}, {"timestamp": [1106.42, 1112.86], "text": " the amount of fossil fuels the world uses will start to fall. I've heard lots of clashing opinions."}, {"timestamp": [1113.46, 1119.98], "text": " But now, thanks to the virus pandemic, could we already have reached that peak oil tipping point?"}, {"timestamp": [1120.56, 1131.54], "text": " Valentina Kretschmar. It's a very good question. Some companies are convinced that the demand levels will recover to the pre-COVID crisis levels"}, {"timestamp": [1131.54, 1133.1], "text": " and they will continue to grow."}, {"timestamp": [1133.94, 1142.58], "text": " Some, on the other hand, believe that we may have already reached this peak level of oil demand"}, {"timestamp": [1142.58, 1148.48], "text": " or that it will not grow at the expected pace"}, {"timestamp": [1148.48, 1152.0], "text": " compared to what we forecasted only a couple of months ago."}, {"timestamp": [1156.0, 1163.36], "text": " Some energy companies, especially in the United States,"}, {"timestamp": [1163.36, 1166.84], "text": " say it will be business as usual and nothing needs to change."}, {"timestamp": [1167.28, 1176.32], "text": " But here in Europe, oil and gas companies are under more pressure from regulators, shareholders and the public to move some investment into cleaner energy."}, {"timestamp": [1176.96, 1185.76], "text": " The new chief executive of BP has promised it will invest more in low carbon and less in oil and gas over the medium term."}, {"timestamp": [1185.76, 1192.08], "text": " The World's Energy Watchdog, the International Energy Agency, argues the coronavirus crisis"}, {"timestamp": [1192.08, 1199.2], "text": " creates a historic opportunity to move towards greener energy. Beth Evans says all this is being"}, {"timestamp": [1199.2, 1209.76], "text": " hotly debated in boardrooms. I think a lot of oil companies are reassessing what they thought was going to happen in the"}, {"timestamp": [1209.76, 1211.0], "text": " near to medium term."}, {"timestamp": [1211.0, 1217.56], "text": " I think a lot of them were already looking at the longer term and climate change and their"}, {"timestamp": [1217.56, 1226.36], "text": " responsibilities and expectations around that, the move to electric vehicles, the move to more wind and solar."}, {"timestamp": [1226.98, 1232.74], "text": " I think that that has now moved radically forward in their thinking."}, {"timestamp": [1233.4, 1240.36], "text": " Milan and Paris have decided that they're actually going to take a look at their city centers"}, {"timestamp": [1240.36, 1248.24], "text": " and maybe cut back on some of the cars that are driving around every day and make it more"}, {"timestamp": [1248.24, 1256.64], "text": " bicycle and pedestrian friendly. What if it catches on? I'm sure they are thinking about all of these things."}, {"timestamp": [1257.36, 1263.76], "text": " They may be thinking about change, but will it happen? Back to Mike Tolan, the sustainability"}, {"timestamp": [1263.76, 1267.72], "text": " director at Oil and Gas UK. Some companies are going"}, {"timestamp": [1267.72, 1275.96], "text": " to look to diversify faster. Our sector has a huge human inventory of human capital, knowledge,"}, {"timestamp": [1276.28, 1281.98], "text": " and capability. It's put a lot of that into oil and gas as an energy medium. It's increasingly"}, {"timestamp": [1281.98, 1286.24], "text": " spreading into low carbon energy sources and to export"}, {"timestamp": [1286.24, 1291.68], "text": " those capabilities abroad. So we're going to see a much faster pace of change, but we're also going"}, {"timestamp": [1291.68, 1296.94], "text": " to see new ingenuity of how we use the latest capabilities to produce in a lower carbon way,"}, {"timestamp": [1297.02, 1302.26], "text": " which keep us in business for longer. It's a bit too soon to say if these ambitions will"}, {"timestamp": [1302.26, 1306.3], "text": " translate into action. But if oil investment has fallen"}, {"timestamp": [1306.3, 1312.3], "text": " drastically, levels of investment in renewables such as wind and solar technology have been"}, {"timestamp": [1312.3, 1318.54], "text": " holding up despite the pandemic. That's because many deals for renewable energy have fixed"}, {"timestamp": [1318.54, 1327.62], "text": " long-term prices, with government guarantees and priority access to the energy grid, so they're not affected by the slump in oil prices."}, {"timestamp": [1328.28, 1333.52], "text": " And this is providing some hope for engineering firms like Apollo in Aberdeen,"}, {"timestamp": [1333.52, 1336.76], "text": " where Jonathan White is trying to find new work."}, {"timestamp": [1337.44, 1341.42], "text": " The engineering principles that we use day-to-day in oil and gas"}, {"timestamp": [1341.42, 1345.2], "text": " are very applicable to renewables and energy transition."}, {"timestamp": [1346.08, 1350.48], "text": " So without even marketing ourselves in the renewables business,"}, {"timestamp": [1350.48, 1354.0], "text": " we always did 10 to 20% of our turnover in that area,"}, {"timestamp": [1354.48, 1359.36], "text": " but we are now marketing our capability in that area a lot more."}, {"timestamp": [1359.36, 1363.6], "text": " We've done work in offshore wind, a wave and tidal now,"}, {"timestamp": [1363.6, 1366.86], "text": " and we're even supporting work at Hinkley Point,"}, {"timestamp": [1367.08, 1369.62], "text": " the next generation nuclear power station."}, {"timestamp": [1370.28, 1374.42], "text": " So oil and gas is important to us, but we will look to enter other markets."}, {"timestamp": [1375.02, 1379.44], "text": " So could the post-pandemic energy sector be a greener place?"}, {"timestamp": [1380.08, 1387.52], "text": " There are some who warn that very cheap oil may only encourage more use of fossil fuels for factories and transport,"}, {"timestamp": [1387.92, 1397.16], "text": " and that expensive new investments in renewable energy will be off the cards for oil companies during what will be a severe global recession."}, {"timestamp": [1397.88, 1401.38], "text": " I put this view to Valentina Kretschmar of Wood McKenzie."}, {"timestamp": [1401.38, 1405.86], "text": " It is clear that some companies in the oil and gas sector,"}, {"timestamp": [1406.06, 1408.7], "text": " and especially companies in Europe and the UK,"}, {"timestamp": [1409.16, 1412.66], "text": " they were under increasing pressure before this current crisis"}, {"timestamp": [1412.66, 1416.58], "text": " to commit to some level of carbon reduction."}, {"timestamp": [1417.36, 1422.4], "text": " And it's clear that these companies have been affected very badly by the crisis,"}, {"timestamp": [1422.4, 1426.7], "text": " and these carbon budgets that they have planned to spend on carbon reduction"}, {"timestamp": [1426.7, 1429.66], "text": " may well be affected by this crisis."}, {"timestamp": [1430.2, 1433.84], "text": " So in a way that is bad news for climate,"}, {"timestamp": [1434.0, 1435.66], "text": " that is bad news for the planet."}, {"timestamp": [1436.3, 1439.12], "text": " But it really is important to emphasize"}, {"timestamp": [1439.12, 1447.46], "text": " that the current level of investment by the oil and gas industry into renewables is very small."}, {"timestamp": [1447.66, 1452.64], "text": " And the European majors, which have led this transition into renewables,"}, {"timestamp": [1452.64, 1458.9], "text": " they only account for less than 2% of global solar and wind capacity."}, {"timestamp": [1459.54, 1465.44], "text": " So they're just a very small, tiny proportion of kind of this global renewable capacity."}, {"timestamp": [1466.08, 1473.02], "text": " So really, if oil and gas industry stopped investing in renewables altogether,"}, {"timestamp": [1473.32, 1476.62], "text": " it's not going to affect it to a large degree."}, {"timestamp": [1477.46, 1480.32], "text": " Greener energy is making inroads anyway."}, {"timestamp": [1480.9, 1486.24], "text": " Last year in the UK, we saw renewables generate more electricity than fossil fuels"}, {"timestamp": [1486.24, 1488.4], "text": " for the first time."}, {"timestamp": [1488.4, 1492.5], "text": " But everyone's been telling me this oil shock is unique."}, {"timestamp": [1492.5, 1496.24], "text": " It could bring forward that transition to cleaner energy."}, {"timestamp": [1496.24, 1500.34], "text": " I've got to be honest, I think most of it is still guesswork."}, {"timestamp": [1500.34, 1505.22], "text": " The truth is, some of what happens will be determined by how you and I behave,"}, {"timestamp": [1505.7, 1510.8], "text": " whether we carry on working from home, whether we cut back on driving and flying abroad,"}, {"timestamp": [1511.3, 1514.92], "text": " or whether we just race back to life as it was before,"}, {"timestamp": [1514.92, 1519.06], "text": " with all the implications that has for climate change."}, {"timestamp": [1519.94, 1523.8], "text": " Valentina Kretschmar believes we have caught a terrifying glimpse"}, {"timestamp": [1523.8, 1527.5], "text": " of what a planet-wide crisis actually looks like."}, {"timestamp": [1527.98, 1536.52], "text": " We're all thinking that we are going to have some permanent changes in the way that we approach both work and life."}, {"timestamp": [1537.18, 1541.4], "text": " To my mind, I think some of these changes could stick for a while,"}, {"timestamp": [1541.4, 1547.86], "text": " but my sense is that most of us will go back to, or at least will go"}, {"timestamp": [1547.86, 1557.52], "text": " very close to what we saw as old normal. And this old normal was quite unsustainable in terms of"}, {"timestamp": [1557.52, 1568.02], "text": " climate change. So in many ways, we have to do something consciously to change our way of how we approach life and work"}, {"timestamp": [1568.02, 1572.52], "text": " and how we tackle this huge challenge of climate change."}, {"timestamp": [1572.84, 1577.9], "text": " Do you think a lot of oil and gas companies will be betting on the fact that we're all just going"}, {"timestamp": [1577.9, 1579.6], "text": " to go back to our old ways?"}, {"timestamp": [1580.28, 1581.8], "text": " Well, absolutely, absolutely."}, {"timestamp": [1581.8, 1585.28], "text": " And some of them have openly stated that."}, {"timestamp": [1585.98, 1592.54], "text": " Oil and gas really permeates very deeply every aspect of our life."}, {"timestamp": [1592.54, 1600.02], "text": " Pretty much everything that we are surrounded with has either been made out of oil and gas directly"}, {"timestamp": [1600.02, 1605.92], "text": " or has used oil and gas in the process of it being created."}, {"timestamp": [1606.36, 1613.54], "text": " But to my mind, this pandemic has very much illustrated this much bigger challenge of climate change"}, {"timestamp": [1613.54, 1617.22], "text": " that we will have to face in the coming decades."}, {"timestamp": [1617.58, 1621.66], "text": " I mean, the impact on the global economy of the COVID-19 crisis,"}, {"timestamp": [1621.66, 1625.52], "text": " which is currently estimated at several trillions of dollars, is absolutely dwarfed by projections of the COVID-19 crisis, which is currently estimated at several trillions of dollars,"}, {"timestamp": [1625.68, 1631.38], "text": " is absolutely dwarfed by projections of the damage to the global economy"}, {"timestamp": [1631.38, 1637.82], "text": " that may happen due to both physical and transitional impacts of climate change."}, {"timestamp": [1638.56, 1645.84], "text": " So to my mind, we have no choice but to embrace this climate challenge in the post-COVID world."}, {"timestamp": [1648.8, 1650.0], "text": " Valentina Kretschmar."}, {"timestamp": [1650.88, 1655.68], "text": " The oil shock is affecting our financial lives from pensions to fuel prices."}, {"timestamp": [1656.24, 1663.12], "text": " The fact is that this terrible pandemic, with its multiple tragedies and growing economic catastrophe,"}, {"timestamp": [1663.76, 1666.76], "text": " has given you and me a taste of a less mobile"}, {"timestamp": [1666.76, 1673.88], "text": " life, a life using fewer resources. We've learned new habits, some of which use less energy"}, {"timestamp": [1673.88, 1681.4], "text": " that might just persist. And it may have changed for good the debate around how much of our"}, {"timestamp": [1681.4, 1689.36], "text": " way of life relies on oil and gas."}, {"timestamp": [1692.18, 1692.48], "text": " The World of Business was presented by Leslie Kirwin,"}, {"timestamp": [1694.32, 1694.62], "text": " and the producer was Beth Sagar Fenton."}, {"timestamp": [1696.24, 1696.84], "text": " It was mixed by Rod Farker."}, {"timestamp": [1700.44, 1701.1], "text": " And there are loads of other great editions of the World of Business on BBC Sounds."}, {"timestamp": [1705.1, 1707.64], "text": " A couple of recent favourites look at how the world has recovered from previous pandemics and the joys and miseries of working from home."}, {"timestamp": [1708.08, 1709.74], "text": " Listen out for the bagpipes in that one."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. BBC Sounds, music, radio, podcasts. Thanks for downloading the world of business from the BBC. In this edition, we're asking whether the bottom has fallen out of the oil market and how that could impact all our lives. In April, for the first time ever, crude oil, which has fired our industrial economies for generations, was officially worth nothing. There was such a glut of oil that in one extreme case, US oil producers had to pay customers to take the oil away. Across the board, though, international oil prices plunged as low as $20 or $30 a barrel, less than half the levels seen in January. I'm Leslie Cohen and I've been a business journalist for 30 years. I've reported from Canadian oil fields and Siberian gas fields and I've never seen anything like this oil shock before. The industry suffered a double whammy, a collapse in demand for fuel as the pandemic forced planes to stop flying and cars to stop driving. And to make it worse, Russia and Saudi Arabia fought a price war, refusing to turn down the taps to boost prices until a huge surplus flooded the market. If you're not an oil worker, and you're listening to this far from the oil towns of northeast Scotland, you may be thinking, why should I care? Because I'll be looking at how the oil worker, and you're listening to this far from the oil towns of North East Scotland, you may be thinking, why should I care? Because I'll be looking at how the oil shock affects all our lives and whether it might herald huge change in the energy we use. The ripples from the price crash are spreading. Some people have already felt them. When was it now? I think it was the Sunday. The 15th we were looking at the oil and then on the 16th got up for shift, obviously on the computer and that. And we'd seen that the oil had taken a massive drop. We were thinking, what's going on here? Keith Barnett was watching the price on a screen on board an oil rig in the North Sea in between 12-hour shifts. He was in charge of supplies as the crew got the rig ready for drilling. He found that sudden dive in prices disturbing. The next day proved his instinct right. And then obviously the Tuesday, the 17th is when we got our redundancy letter, at risk of redundancy. We were all taken aback. I mean, our company never even decided to put us on furlough when the furlough scheme came in. Keith, who's from Arbroath, told me he's lived through oil shocks before. The first one for me was when I more or less started offshore, which was 2007, 2008. The next one was 2015-2016. I was actually on a decommissioning project in the North Sea. They got made redundant. And I ended up working for Warburton's down in Newcastle. I was getting paid minimum wage, which was very, very tough. And this now is the third one with this COVID-19 and also the downturn in oil. What effect has this had on you and your family? Obviously for myself, you know, it's just how we're going to make ends meet at the end of the day. Fortunately for myself, my partner works full-time, but she only works a 30-hour week. Night shift. We've got universal credit, you know, which I'm in the process of applying for at the moment. So I don't know how that's going to go. I don't have any savings. It's giving us a good life, but, you know, maybe it's time to hit back and, you know, start looking for work onshore and give up the offshore life. Do you think it's worse this time? Yeah, definitely. Globally, thousands of workers like him have been laid off because demand for oil and gas slumped. Last month, now known as Black April, it fell by a quarter by 25 million barrels a day from usual levels. This extraordinary blow to prices came out of the blue, according to Beth Evans. She's Global Director of News at Energy Analyst's S&P Plats, which has predicted how badly the market will be hit this year. Oil demand will contract by 8.7 million barrels per day in 2020. When you look into 2021, demand is expected to normalize, but still stay below those 2019 levels by some 700,000 barrels per day due to aviation and global trade struggles. So really, you're saying it's not going back to normal? No, you're living the normal right now. This is the Aberdeen headquarters of Apollo, an engineering company which works mainly on projects for oil and gas rigs. They range from, say, handrails worth a few hundred pounds to complex systems worth millions, which prepare crude oil rigs for pumping. As investments in the North Sea have been cancelled or delayed, companies like this have suffered. Some of Apollo's 130 engineers have been put on furlough and others who are contractors laid off or put on part-time work. Jonathan White is Director of Business Development. Did you feel a bit of panic when the price fell so precipitously? I would be lying if I said I didn't have a few sleepless nights, but you have to understand what you can control and what you can't control. My company can't control the oil price. We can't control what projects our clients are going to do, but we can reposition the business appropriately for the work that we see going forward. How much work will be left? The North Sea still has potential reserves of between 10 and 20 billion barrels of oil, according to the UK regulator. But it's one of the oldest and most expensive of the world's oil basins. Since the last major dive in the oil price in 2014 to 16, operators tried hard to bring down costs to make it more profitable. But the new crisis has thrown that into confusion. Mike Tolan works for industry body Oil and Gas UK as its sustainability director. We're ringing alarm bells. Across the UK, our industry employs around 150,000 people, either directly working in oil and gas companies and engineering companies, and in the companies that support them, as well as in the broader energy industry in support of that. We also see that about another 120,000 jobs around the UK provided because of our economic activity in more normal time, everything from taxi drivers to restaurants to all the things that the spend of our industry delivers. At the minute we see those core 150,000 jobs are really under pressure. He says the industry responded quickly to the crisis. We've taken some very practical steps in the first place to reduce our operational activity. So demanning platforms, so you have the minimum people on to run it safely, but it means you're doing no new development work and you're doing no more investment or maintenance work than you actually need. And so really cutting stuff offshore, really pulling back from doing drilling activity, slowing down on decommissioning old platforms and old rigs as well. So, you know, every single handbrake is on at the minute. And the wrenching application of that handbrake leaves a large number of UK jobs under threat. What we see coming is the potential for up to 30,000 jobs, not just in the oil and gas companies, but in the companies that service them falling away because of the drop of inactivity. And clearly that has a big impact on families and communities in and around Britain. Yes, you heard that right. Mike Tolan predicts 30,000 jobs could go. There's no doubt the situation for many companies in the sector is fragile. I spoke to Valentina Kretschmar, who, like Keith Barnett, had lost a job back in a previous oil shock. She is now Vice President of Corporate research at analysts Wood McKenzie. At $20, $30 per barrel, the vast majority of companies, they will be struggling to survive. They're really going back to their very much rehearsed repertoire of cost-cutting measures. Some companies will be able to adjust and continue operating, and some will go out of business. That phrase cost-cutting. Here's where we get to knock on effects, which may have a bearing on far more of us than you might think in the months to come. One of the things oil companies are doing is taking a hard look at what's called the dividend. That's the regular payment they make out of company profits to anyone who's invested in their shares. In fact, the giant Anglo-Dutch energy company Shell shopped the world last month, when it decided to cut its dividend for the first time in 75 years. Well, my hands are shaking and my knees are weak, but it ain't because of love is from the lack of heat. I got to cool all blue. And here's a warning. That could really affect the finances of you and your loved ones. Here's Josephine Combo, whose pensions correspondent at the Financial Times. The most immediate impact for individuals is going to hit their savings, what they were doing to build up their retirement plans or indeed what they were drawing on for their retirement income. That is because Shell is one of the biggest dividend payers in the Footsie 100. So there's a lot of people, there's actually millions of people who have Ices and pensions who will see their decision to slash their dividend for the first time since the Second World War as a particular blow. And that's directly linked to the movements in the oil price. Are there positive effects the oil shock might have for our personal finances? Many of us are having to grapple with serious money worries right now if family income has been hit by the lockdown. So what's happening to household bills for gas and electricity? I asked consumer journalist Felicity Hanna, if a low oil price will help. It does play a role in kind of bringing energy prices down. We are seeing some fairly low tariffs for householders. So we've seen that in the last few weeks, we've got several fixed energy tariffs that are below £800 for a typical household. That's the lowest that we offer we've had in about two years. But how quickly do bills tend to go down as we see wholesale energy prices fall? Yes, this is a real bug bear of mine because I feel that whenever wholesale prices go up, our energy bills climb almost immediately. But when they start to fall, I think that suppliers are quite often quite a bit slower passing on those savings. So yes, I don't think that, you know, massive falls in oil prices will be immediately seen in the home reflected in the bills. And I think particularly at the moment when most of us are at home much more than normal, we're going to be using more energy anyway. I saw a piece of research from Shell that said that the typical household is using about 15% more energy at the moment. So their bills are going to be higher than they would normally be this time of year. And I think in my house, it must be 25% easily, the amount of devices that we've got charging at any one time. What about prices on the forecourt? Many of us who own cars simply left them locked up for weeks at a time. But now, in England at least, where coronavirus restrictions have been eased, more people are returning to the roads. There's some good news. The price at the pump in the last few weeks, few days, has fallen quite dramatically. Some supermarkets, it's less than a pound a liter at the moment, which I don't really remember since becoming a car driving adult. That's a shock to me. Yes, when oil prices fall, you will see a drop at the pump. I saw some analysis from the AA where a $15 drop in the price of a barrel of oil typically correlated to about seven pence off a liter at the pump in this country. But I think it's important that people remember that what they pay at the pump is affected by oil prices, obviously, but there's a huge other factor as well, and that's tax. So excise duty and VAT, they make up about 60% of the price of what you pay for a liter of petrol at the pump. So, yes, we're seeing cheaper fuel, but it's not going to get dramatically cheaper. Is there a wider message consumers can take from this oil shock? I think that the big health warning with all of this is low oil prices, you might think, great, my energy bills are going to fall, or great, you know, it's going to be cheaper to run the car. But of course, if energy prices are low, they're low for a reason. And that reason is that the global economy is going through something profound and major. So the impact of oil, it might sound like this really removed, distant thing. But actually, it's a health indicator for the global economy, which will affect all of us. Now, the flip side of that could be that eventually low oil prices actually boost an economy stuck in recession because cheap fuel is actually a boon for business. But will our energy usage bounce back to where it used to be? I've just opened the window and I'm looking out of it at my 15-year-old car, which has been gathering dust for weeks. I've been working at home far from London with all our interviews recorded on the interviewer's mobile phones and without ever seeing my producer Beth or studio manager Rod face-to-face. To say it's a big change in working habits is putting it mildly. But as elements of lockdown are now lifted, in England and a number of other countries, here's the really big question for the oil companies. Will any of these behaviour changes forced on us by the pandemic stick? And if they do, how would that cut back the global demand for oil and gas? That's exactly what Beth Evans' colleagues at S&P Plats have been trying to predict. Platt's analytics expects that just over 5% of the OECD economy's workforce could shift to permanent work-from-home scenarios after the pandemic lifts. This big experiment has caused many to reflect on whether pricey offices are even needed and whether commuting is worth the time and effort and money involved. Commuting by car alone accounts for over 8.2 million barrels per day of global oil demand. To assess the market hit on that, we took a look at the annual vehicle miles traveled, starting with the U.S., which represents the upper band of global auto commuting. And there the average commuter drives between 23 to 32 miles per day round trip, usually in a single occupancy vehicle. So if you start taking a lot of those people and having them now work from home, maybe permanently, that's a structural change. That's a big hit. I mean, on the more bullish side, maybe some people are getting nervous about public transport I have lived through, I don't know that people are going to want to do that every day. And the ones who have to get into work, you may see them actually drive a private vehicle to work. So that might actually boost a little bit of demand. But the expectation is that there will be a structural shift due to the work from home stickiness, as it were, that will take out some of the oil demand. The lockdown has certainly seen most of us glued to screens, wrestling with mute buttons on video conference calls. I've done it with my family who live in three different cities and with my local church, for yoga classes, a poetry workshop, as well, obviously, as for work. Now we've mastered it. What will that mean for office life and for business travel? Beth Evans again. Another hit on aviation will be if companies know that their staff can work from home without making as many business trips, and of course it saves a ton of cash on the more sort of bullish side for oil demand. Personal travel and tourism is a totally different conversation. People can't use a video chat to see the world, to get out there and see, I don't know, the pyramids or a beautiful beach. If you are sitting here in London, you cannot go skiing by watching it on a screen. So personal travel and tourism isn't quite the same conversation, but business travel, that's the one for people to watch. And these are the issues the oil companies are grappling with now, as they predict how much demand there will be for their energy when economies thaw out from the deep freeze. Over many years, I've talked to oil experts about when we will reach what's called peak oil. The point where the amount of fossil fuels the world uses will start to fall. I've heard lots of clashing opinions. But now, thanks to the virus pandemic, could we already have reached that peak oil tipping point? Valentina Kretschmar. It's a very good question. Some companies are convinced that the demand levels will recover to the pre-COVID crisis levels and they will continue to grow. Some, on the other hand, believe that we may have already reached this peak level of oil demand or that it will not grow at the expected pace compared to what we forecasted only a couple of months ago. Some energy companies, especially in the United States, say it will be business as usual and nothing needs to change. But here in Europe, oil and gas companies are under more pressure from regulators, shareholders and the public to move some investment into cleaner energy. The new chief executive of BP has promised it will invest more in low carbon and less in oil and gas over the medium term. The World's Energy Watchdog, the International Energy Agency, argues the coronavirus crisis creates a historic opportunity to move towards greener energy. Beth Evans says all this is being hotly debated in boardrooms. I think a lot of oil companies are reassessing what they thought was going to happen in the near to medium term. I think a lot of them were already looking at the longer term and climate change and their responsibilities and expectations around that, the move to electric vehicles, the move to more wind and solar. I think that that has now moved radically forward in their thinking. Milan and Paris have decided that they're actually going to take a look at their city centers and maybe cut back on some of the cars that are driving around every day and make it more bicycle and pedestrian friendly. What if it catches on? I'm sure they are thinking about all of these things. They may be thinking about change, but will it happen? Back to Mike Tolan, the sustainability director at Oil and Gas UK. Some companies are going to look to diversify faster. Our sector has a huge human inventory of human capital, knowledge, and capability. It's put a lot of that into oil and gas as an energy medium. It's increasingly spreading into low carbon energy sources and to export those capabilities abroad. So we're going to see a much faster pace of change, but we're also going to see new ingenuity of how we use the latest capabilities to produce in a lower carbon way, which keep us in business for longer. It's a bit too soon to say if these ambitions will translate into action. But if oil investment has fallen drastically, levels of investment in renewables such as wind and solar technology have been holding up despite the pandemic. That's because many deals for renewable energy have fixed long-term prices, with government guarantees and priority access to the energy grid, so they're not affected by the slump in oil prices. And this is providing some hope for engineering firms like Apollo in Aberdeen, where Jonathan White is trying to find new work. The engineering principles that we use day-to-day in oil and gas are very applicable to renewables and energy transition. So without even marketing ourselves in the renewables business, we always did 10 to 20% of our turnover in that area, but we are now marketing our capability in that area a lot more. We've done work in offshore wind, a wave and tidal now, and we're even supporting work at Hinkley Point, the next generation nuclear power station. So oil and gas is important to us, but we will look to enter other markets. So could the post-pandemic energy sector be a greener place? There are some who warn that very cheap oil may only encourage more use of fossil fuels for factories and transport, and that expensive new investments in renewable energy will be off the cards for oil companies during what will be a severe global recession. I put this view to Valentina Kretschmar of Wood McKenzie. It is clear that some companies in the oil and gas sector, and especially companies in Europe and the UK, they were under increasing pressure before this current crisis to commit to some level of carbon reduction. And it's clear that these companies have been affected very badly by the crisis, and these carbon budgets that they have planned to spend on carbon reduction may well be affected by this crisis. So in a way that is bad news for climate, that is bad news for the planet. But it really is important to emphasize that the current level of investment by the oil and gas industry into renewables is very small. And the European majors, which have led this transition into renewables, they only account for less than 2% of global solar and wind capacity. So they're just a very small, tiny proportion of kind of this global renewable capacity. So really, if oil and gas industry stopped investing in renewables altogether, it's not going to affect it to a large degree. Greener energy is making inroads anyway. Last year in the UK, we saw renewables generate more electricity than fossil fuels for the first time. But everyone's been telling me this oil shock is unique. It could bring forward that transition to cleaner energy. I've got to be honest, I think most of it is still guesswork. The truth is, some of what happens will be determined by how you and I behave, whether we carry on working from home, whether we cut back on driving and flying abroad, or whether we just race back to life as it was before, with all the implications that has for climate change. Valentina Kretschmar believes we have caught a terrifying glimpse of what a planet-wide crisis actually looks like. We're all thinking that we are going to have some permanent changes in the way that we approach both work and life. To my mind, I think some of these changes could stick for a while, but my sense is that most of us will go back to, or at least will go very close to what we saw as old normal. And this old normal was quite unsustainable in terms of climate change. So in many ways, we have to do something consciously to change our way of how we approach life and work and how we tackle this huge challenge of climate change. Do you think a lot of oil and gas companies will be betting on the fact that we're all just going to go back to our old ways? Well, absolutely, absolutely. And some of them have openly stated that. Oil and gas really permeates very deeply every aspect of our life. Pretty much everything that we are surrounded with has either been made out of oil and gas directly or has used oil and gas in the process of it being created. But to my mind, this pandemic has very much illustrated this much bigger challenge of climate change that we will have to face in the coming decades. I mean, the impact on the global economy of the COVID-19 crisis, which is currently estimated at several trillions of dollars, is absolutely dwarfed by projections of the COVID-19 crisis, which is currently estimated at several trillions of dollars, is absolutely dwarfed by projections of the damage to the global economy that may happen due to both physical and transitional impacts of climate change. So to my mind, we have no choice but to embrace this climate challenge in the post-COVID world. Valentina Kretschmar. The oil shock is affecting our financial lives from pensions to fuel prices. The fact is that this terrible pandemic, with its multiple tragedies and growing economic catastrophe, has given you and me a taste of a less mobile life, a life using fewer resources. We've learned new habits, some of which use less energy that might just persist. And it may have changed for good the debate around how much of our way of life relies on oil and gas. The World of Business was presented by Leslie Kirwin, and the producer was Beth Sagar Fenton. It was mixed by Rod Farker. And there are loads of other great editions of the World of Business on BBC Sounds. A couple of recent favourites look at how the world has recovered from previous pandemics and the joys and miseries of working from home. Listen out for the bagpipes in that one."}