{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.88, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.68, 10.04], "text": " This is the BBC's world of business."}, {"timestamp": [10.5, 13.36], "text": " I'm Katie Prescott and the producer is Rosamund Jones."}, {"timestamp": [13.86, 34.24], "text": " This week we're asking, how green can aviation go? I'm in Norway, standing under the departure board in Oslo's airport,"}, {"timestamp": [34.24, 40.0], "text": " where the flights flashing their boarding signs above me are taking people all over the world."}, {"timestamp": [40.0, 44.32], "text": " Istanbul, Manchester, Helsinki, to name but a few."}, {"timestamp": [44.32, 48.7], "text": " From relatively little money now, you can jump on a plane from A to B, hot continents and"}, {"timestamp": [48.7, 53.08], "text": " borders, if not in comfort and style anymore, then at least pretty quickly."}, {"timestamp": [53.08, 61.12], "text": " But there's a big cost to this convenience, and that's global warming."}, {"timestamp": [61.12, 66.24], "text": " In this program, we're looking at some of the ways in which technological advances might make air travel greener,"}, {"timestamp": [66.24, 73.0], "text": " from new types of sustainable fuel to battery-powered planes, and I'll be asking what impact they're likely to have."}, {"timestamp": [73.0, 85.32], "text": " The aviation industry makes up about 2% of all global carbon dioxide emissions, although some say it's closer to 5 when you include other substances that planes emit when they're flying."}, {"timestamp": [85.32, 91.56], "text": " And to put that in context, only about 5% of the world's population takes a flight each year."}, {"timestamp": [91.56, 95.32], "text": " It's an energy-intensive pastime."}, {"timestamp": [95.32, 98.26], "text": " Here in Norway, flying presents a conundrum."}, {"timestamp": [98.26, 104.08], "text": " Planes are an important part of life, needed to get across these spread-out, fjord-driven lands."}, {"timestamp": [104.08, 107.5], "text": " But it's also a country that's deeply conscious of climate change."}, {"timestamp": [107.5, 110.9], "text": " It sees the effects directly in the Arctic."}, {"timestamp": [110.9, 119.0], "text": " So Avonor, the Norwegian airport operator, is at the cutting edge of trying to bring down carbon emissions from flying."}, {"timestamp": [119.0, 127.76], "text": " To show me what's happening here, I jumped in a car and we drove five minutes away from the main terminal."}, {"timestamp": [131.0, 136.0], "text": " Where are we standing right now? Now we are at the central fueling facility at Oslo Airport."}, {"timestamp": [136.0, 140.0], "text": " OLAV Larson is responsible for Avernor's carbon reduction program."}, {"timestamp": [140.0, 146.9], "text": " We're standing in front of a massive hangar with some fuel trucks inside it."}, {"timestamp": [147.2, 150.7], "text": " And on my right here, there are three enormous white cylinders."}, {"timestamp": [151.12, 152.0], "text": " What's inside them?"}, {"timestamp": [152.4, 159.34], "text": " Inside those three cylinders, you'll find huge amounts of jet fuel, a carousine type of hydrocarbons."}, {"timestamp": [160.46, 165.08], "text": " As well as the fuel you've got coming in, this traditional fossil fuel oil,"}, {"timestamp": [165.28, 168.14], "text": " you're also putting biofuel into the plains here."}, {"timestamp": [168.34, 168.98], "text": " Yeah, that's correct."}, {"timestamp": [169.12, 171.42], "text": " We started that project in 2016,"}, {"timestamp": [172.22, 175.18], "text": " when Oslo Airport became the first international hub in the world,"}, {"timestamp": [175.68, 180.64], "text": " where sustainable jet biofuel was available on a commercial basis,"}, {"timestamp": [180.64, 187.0], "text": " and it's also blended or dropped into the main tanking facilities here."}, {"timestamp": [187.0, 195.0], "text": " Though biofuels have been around for decades, they were first used to power a plane in 2008."}, {"timestamp": [195.0, 200.0], "text": " And Oslo airports one of only a handful worldwide where they're on offer for refueling."}, {"timestamp": [200.0, 207.0], "text": " Biofuels can be made from all sorts of things, crops, household rubbish, even the dregs of the deep fat friar."}, {"timestamp": [207.0, 214.0], "text": " And depending on how they're made and what from, they can produce up to 80% fewer emissions than traditional fuel."}, {"timestamp": [214.0, 223.0], "text": " The first batch was made from a type of vegetable oil, growing on arid areas where no food or fodder can grow."}, {"timestamp": [223.0, 225.28], "text": " And this last couple of batches we've got is actually"}, {"timestamp": [225.28, 229.04], "text": " imported from California and it's based on the used cooking oil."}, {"timestamp": [231.12, 235.04], "text": " Some of it's coming from California and where's the rest of it coming from? Who's producing it"}, {"timestamp": [235.04, 242.0], "text": " for you? The first batch was refined by Nestle, which is the Finnish company and the other"}, {"timestamp": [242.0, 246.52], "text": " batches we've got so far is produced by a company in California and the US."}, {"timestamp": [246.82, 250.48], "text": " How much sustainable jet fuel goes into these oil tankers here?"}, {"timestamp": [250.92, 258.38], "text": " In 2016, the first year of the project, we dropped in 1.25 million litres, which sounds like a lot"}, {"timestamp": [258.38, 264.44], "text": " if you have a regular car, but an airport is not so much. So that was about 0.2% of all the fuel"}, {"timestamp": [264.44, 265.74], "text": " uplifted here that year."}, {"timestamp": [266.1, 266.96], "text": " A tiny amount."}, {"timestamp": [267.06, 267.92], "text": " That's a tiny amount."}, {"timestamp": [268.04, 271.44], "text": " But, you know, it's the first step for man, but etc."}, {"timestamp": [272.24, 275.82], "text": " Since then, the amount of biofuel in this mix has got even smaller,"}, {"timestamp": [276.26, 280.06], "text": " which is really startling, given that planes can, technologically speaking,"}, {"timestamp": [280.46, 283.96], "text": " run on a 50-50 mix of traditional and sustainable jet fuel."}, {"timestamp": [284.58, 287.06], "text": " So why aren't Avanor adding more to the tanks here?"}, {"timestamp": [287.46, 291.38], "text": " It sort of all depends on the cost of the alternative, the dirty alternative."}, {"timestamp": [292.22, 297.36], "text": " When we started this project, the oil price was about $120 per barrel, I think."}, {"timestamp": [297.96, 301.8], "text": " And then the year after it was down to $30 or $35 per barrel."}, {"timestamp": [302.16, 307.0], "text": " I know the price of oil jumps around, but say we say it's $65 a barrel at the moment."}, {"timestamp": [307.0, 309.0], "text": " How much more expensive is biofuel?"}, {"timestamp": [309.0, 314.0], "text": " Currently I think the price is about three to four times fossil fuels."}, {"timestamp": [314.0, 315.0], "text": " That's huge."}, {"timestamp": [315.0, 316.0], "text": " That's huge."}, {"timestamp": [316.0, 322.0], "text": " Which begs the question, why is fuel made from leftover cooking oil so much more expensive than kerosene?"}, {"timestamp": [322.0, 328.0], "text": " There is no continuous production of jet biofuel in Europe."}, {"timestamp": [328.0, 333.0], "text": " It's produced in batches, sort of bespoke fuel, custom-made fuel,"}, {"timestamp": [333.0, 338.0], "text": " so that's making that fuel more costly than fossil fuels."}, {"timestamp": [338.0, 342.0], "text": " The Norwegian government's trying to change that by encouraging increased production."}, {"timestamp": [342.0, 344.0], "text": " It's set an ambitious target."}, {"timestamp": [344.0, 351.32], "text": " By 2030, the amount of biofuel used to refuel planes in Norway must be 30%, rising in small steps"}, {"timestamp": [351.32, 353.32], "text": " over the next decade."}, {"timestamp": [353.32, 358.36], "text": " It starts next year with half a percent and then increasing that if fuel is available"}, {"timestamp": [358.36, 360.52], "text": " to 30 percent in 2030."}, {"timestamp": [360.52, 367.4], "text": " What's the reaction been of your customers about the idea of having to use 30% sustainable jet fuel in their planes?"}, {"timestamp": [367.96, 370.14], "text": " Some of the airlines have been more reluctant."}, {"timestamp": [370.62, 376.04], "text": " They feel that this is a new tax, basically, which you could argue it maybe is."}, {"timestamp": [376.78, 378.68], "text": " And so airlines are grappling with a dilemma."}, {"timestamp": [379.2, 383.0], "text": " The price of fuel accounts on average for about a quarter of their operating costs."}, {"timestamp": [383.44, 388.28], "text": " So how will they square having to use a more expensive biofuel while keeping the cost of flying"}, {"timestamp": [388.28, 390.44], "text": " down for passengers?"}, {"timestamp": [390.44, 395.24], "text": " Olaf Lars Lars Lars Anderson, who hopes he has a solution."}, {"timestamp": [395.24, 400.88], "text": " My name is Lars Andersen Rezaer. I'm head of sustainability in the SCS Group."}, {"timestamp": [400.88, 407.0], "text": " Scandinavian Airlines, known as SAS, is the flag carrier or national airline for Sweden, Denmark and Norway."}, {"timestamp": [407.0, 410.0], "text": " And it was one of Avanor's first biofuel customers."}, {"timestamp": [410.0, 417.0], "text": " The airline is now giving its passengers the choice to chip in for biofuel when they book more flights online."}, {"timestamp": [417.0, 424.0], "text": " I'm hopeful for the possibility to have a big number of customers that wants to buy this product."}, {"timestamp": [424.0, 428.64], "text": " So what you've done is rather than raise the cost of tickets across the board,"}, {"timestamp": [428.64, 433.68], "text": " you've put a little option next to, you know, choose your seat when your customers check in,"}, {"timestamp": [433.68, 439.04], "text": " giving passengers the option in the hope that a significant number of them will choose to pay the extra"}, {"timestamp": [439.04, 444.88], "text": " that will cover your costs, but it means that you're not having to raise your ticket prices"}, {"timestamp": [444.88, 446.0], "text": " when your competitors aren't."}, {"timestamp": [446.0, 456.0], "text": " Exactly. In my position I would love to have it integrated into the price, but I do realize that if we are 10, 20, 30% more expensive than our competitors,"}, {"timestamp": [456.0, 458.0], "text": " that would be a problem for our profitability."}, {"timestamp": [458.0, 463.0], "text": " Well, I wanted to know how many passengers have chosen to pay extra for biofuel."}, {"timestamp": [463.0, 466.04], "text": " We have launched it for a couple of weeks."}, {"timestamp": [466.04, 467.68], "text": " That was early August."}, {"timestamp": [467.68, 471.6], "text": " But we haven't communicated it and there is actually a couple of hundred customers that"}, {"timestamp": [471.6, 475.34], "text": " found the solution themselves and have done a purchase."}, {"timestamp": [475.34, 480.58], "text": " So it will be very interesting to see what kind of response we get."}, {"timestamp": [480.58, 486.24], "text": " But I would also hope that our competitors would have the same ambitions as we have in order to reduce emissions."}, {"timestamp": [486.42, 488.68], "text": " You say you hope they will, but do you think they will?"}, {"timestamp": [489.46, 490.36], "text": " I hope they will."}, {"timestamp": [491.36, 495.7], "text": " That hope will only be realised once biofuel becomes as cheap as jet fuel,"}, {"timestamp": [496.0, 500.1], "text": " when production becomes established, and it's not just churned out in one-off batches."}, {"timestamp": [503.02, 507.42], "text": " To find out what it'll take to get there, back in London I went to see Air BP."}, {"timestamp": [508.12, 511.22], "text": " That's the company that supplies the jet biofuel to Oslo Airport"}, {"timestamp": [511.22, 514.12], "text": " and is the aviation arm of the oil giant BP."}, {"timestamp": [514.96, 517.5], "text": " Their commercial development manager is Tom Parsons."}, {"timestamp": [518.08, 523.76], "text": " He thinks that Norway's target of using 30% biofuel in planes by 2030 is achievable."}, {"timestamp": [524.24, 526.42], "text": " I can see a pathway to get us there."}, {"timestamp": [526.78, 528.26], "text": " Where's the supply coming from?"}, {"timestamp": [528.36, 530.62], "text": " Where are the refineries that are developing the biofuel?"}, {"timestamp": [530.76, 533.62], "text": " So today there are only really two commercial producers,"}, {"timestamp": [534.24, 536.96], "text": " and they're both using waste and residue oils"}, {"timestamp": [536.96, 539.14], "text": " to make the sustainable aviation fuel."}, {"timestamp": [539.72, 543.02], "text": " Those are the two that have manufactured biofuels for Oslo Airport."}, {"timestamp": [543.7, 544.98], "text": " But the clock is ticking."}, {"timestamp": [545.88, 547.92], "text": " Flying is becoming more popular."}, {"timestamp": [547.92, 552.96], "text": " The number of passengers is expected to double in the next 20 years."}, {"timestamp": [552.96, 559.76], "text": " At the same time, the aviation industry has a target to cut its emissions in half by 2050."}, {"timestamp": [559.76, 564.62], "text": " Tom Parsons did some back-of-the-envelope calculations for us to work out just how much"}, {"timestamp": [564.62, 567.0], "text": " biofuel we'd need to make this happen."}, {"timestamp": [567.8, 573.22], "text": " That gets you into a range of well over 150 million tonnes of sustainable aviation fuel."}, {"timestamp": [573.84, 579.82], "text": " That would mean potentially 800 new production facilities required in that time frame."}, {"timestamp": [580.18, 582.52], "text": " So that gives you a sense of the real challenge here."}, {"timestamp": [583.22, 586.56], "text": " Do you think there are enough people working in this space to build 800 plants?"}, {"timestamp": [586.9, 592.76], "text": " I think today, no, but over time as the right policies are in place to incentivise those investments,"}, {"timestamp": [593.02, 595.52], "text": " then I think absolutely there is the potential for us to get there."}, {"timestamp": [595.98, 601.26], "text": " And to get there, his guesstimate is that the industry would need to invest around $500 billion."}, {"timestamp": [602.32, 609.0], "text": " Which is significant, but in the context of what the overall energy industry invests in terms of capital, achievable."}, {"timestamp": [609.0, 619.0], "text": " AirBP has recently invested in Fulcrum Bioenergy, an American company that's building a plant in Nevada to make jet biofuel from our rubbish,"}, {"timestamp": [619.0, 622.0], "text": " an infinite resource for oil-hungry planes."}, {"timestamp": [622.0, 625.0], "text": " The size of that sustainable aviation fuel requirement"}, {"timestamp": [625.0, 628.0], "text": " is comparable to today's municipal solid waste production,"}, {"timestamp": [628.0, 631.0], "text": " the sort of household waste and commercial and industrial waste."}, {"timestamp": [631.0, 634.0], "text": " So it's a really great combination of solving a waste issue"}, {"timestamp": [634.0, 637.0], "text": " while also greening the fuel supply."}, {"timestamp": [637.0, 640.0], "text": " Why do you think it's taken the industry such a long time"}, {"timestamp": [640.0, 642.0], "text": " to develop these technologies?"}, {"timestamp": [642.0, 644.0], "text": " There hasn't really been a clear policy that drives"}, {"timestamp": [644.0, 647.5], "text": " the uptake of sustainable aviation fuel yet."}, {"timestamp": [647.5, 650.5], "text": " I'd say governments have focused more in ground transport,"}, {"timestamp": [650.5, 655.0], "text": " ensuring that the existing ground fleets are decarbonised as quickly as possible."}, {"timestamp": [655.0, 656.5], "text": " Ground fuels, you mean cars and motor-bikes?"}, {"timestamp": [656.5, 659.0], "text": " Yes, cars and trucks and so on, that's right."}, {"timestamp": [659.0, 663.0], "text": " It's just a question of where governments have prioritised their time."}, {"timestamp": [666.16, 670.46], "text": " If production of biofuel does ramp up successfully and the price falls,"}, {"timestamp": [670.88, 675.18], "text": " airlines might be tempted to use it, freed from the fluctuating oil price."}, {"timestamp": [675.58, 676.34], "text": " And it works."}, {"timestamp": [676.8, 680.16], "text": " Planes are already powered by it without needing any modifications."}, {"timestamp": [680.96, 682.72], "text": " But there are a lot of hurdles."}, {"timestamp": [683.6, 686.0], "text": " And it has a disappointing history."}, {"timestamp": [686.0, 688.0], "text": " If you look into the past over the last 20 years,"}, {"timestamp": [688.0, 693.0], "text": " we've seen very different propositions for alternatives."}, {"timestamp": [693.0, 697.0], "text": " This is Professor Stefan Gosling from the Linnaeus School of Business in Sweden."}, {"timestamp": [697.0, 706.24], "text": " From algae to animal fats to forestry products that could be turned into alternative fuels. None of that has really worked."}, {"timestamp": [706.72, 711.52], "text": " But these technologies take such a long time to bring about. You could argue that you might start"}, {"timestamp": [711.52, 716.64], "text": " seeing that decline in emissions in the next decade. Well, that has been the argument for the past 20 years."}, {"timestamp": [717.28, 721.96], "text": " The solution, unfortunately, always seems to be in the future. And the climate can't wait for that."}, {"timestamp": [721.96, 726.0], "text": " And we'll have to measure the sector against what they are actually doing,"}, {"timestamp": [726.0, 728.0], "text": " not what they might be doing in the future."}, {"timestamp": [730.24, 734.16], "text": " Biofuels aren't the only way that the aviation industry is trying to go green."}, {"timestamp": [737.52, 741.12], "text": " Companies around the world are competing to find other solutions."}, {"timestamp": [741.12, 743.6], "text": " To visit one of them, I took the train to Derby."}, {"timestamp": [750.0, 757.0], "text": " Early, seven minutes ahead of our schedule. This is the headquarters of Rolls-Royce, one of the world's oldest and biggest jet engine manufacturers."}, {"timestamp": [757.0, 761.04], "text": " It started life by making luxury cars and developed its first"}, {"timestamp": [761.04, 764.0], "text": " aero engine, the Eagle, during World War I."}, {"timestamp": [764.0, 768.4], "text": " Here, their museums filled with examples of the cutting-edge technology"}, {"timestamp": [768.4, 770.24], "text": " that they've developed over the ages,"}, {"timestamp": [770.24, 773.28], "text": " powering everything from transatlantic flights to fighter jets."}, {"timestamp": [774.08, 776.96], "text": " And while the focus used to be on the power of these engines,"}, {"timestamp": [776.96, 779.28], "text": " now it's on their environmental impact."}, {"timestamp": [784.08, 786.0], "text": " So what are we looking at here?"}, {"timestamp": [786.0, 791.52], "text": " This massive atrium with about, gosh, four or five engines being worked on?"}, {"timestamp": [791.52, 794.16], "text": " We make about an engine a day."}, {"timestamp": [794.16, 798.5], "text": " So this is the Rolls-Royce large engine final assembly area."}, {"timestamp": [798.5, 802.24], "text": " Their engines now power a third of the world's planes."}, {"timestamp": [802.24, 806.32], "text": " Showing me round is Rolls-R Royce's chief technology officer, Paul Stein."}, {"timestamp": [806.32, 811.68], "text": " We're building the Trent XWB engine, which is currently the world's most efficient"}, {"timestamp": [811.68, 818.64], "text": " jet engine in production today, is around about 15% more fuel efficient than the first generation"}, {"timestamp": [818.64, 821.6], "text": " trends. What does fuel efficient actually mean?"}, {"timestamp": [821.6, 825.72], "text": " It means for every gallon of kerosene that we pump into the engine,"}, {"timestamp": [825.72, 829.24], "text": " we get more thrust out of these engines than any other engine in use."}, {"timestamp": [829.24, 832.12], "text": " So they use less fuel than previous types?"}, {"timestamp": [832.12, 833.0], "text": " They use less fuel."}, {"timestamp": [833.0, 835.2], "text": " It's like better miles per gallon on a car."}, {"timestamp": [835.2, 836.56], "text": " But we're not stopping there."}, {"timestamp": [836.56, 841.44], "text": " We're also working on a generation beyond, which will be a further 10% efficient,"}, {"timestamp": [841.44, 842.64], "text": " which we're pretty proud of."}, {"timestamp": [842.64, 847.2], "text": " So you've talked about the work that you're doing here in improving the efficiency of the engines."}, {"timestamp": [847.2, 853.6], "text": " Have you seen the net carbon dioxide output go down as a result of all of the changes that you've made?"}, {"timestamp": [853.6, 860.0], "text": " Across all of aviation, we're seeing at present a greater growth in passenger numbers"}, {"timestamp": [860.0, 867.04], "text": " and a greater growth in journeys travelled than we've been able to keep up with through aircraft and engine fuel efficiency."}, {"timestamp": [868.0, 874.08], "text": " Put simply, no. These more efficient engines aren't keeping pace with the number of us wanting to fly."}, {"timestamp": [874.64, 877.28], "text": " Carbon emissions from aviation continue to grow."}, {"timestamp": [878.08, 882.16], "text": " So Rolls-Royce is developing plans for something that could be even more transformative."}, {"timestamp": [882.96, 887.5], "text": " What's going on right now in aviation feels really reminiscent of the golden age of flying"}, {"timestamp": [887.5, 890.84], "text": " of the 1920s and 30s when pioneers competed"}, {"timestamp": [890.84, 894.1], "text": " to go bigger, faster and further with their planes."}, {"timestamp": [894.64, 897.1], "text": " Except nowadays, the race is electric."}, {"timestamp": [899.36, 901.2], "text": " Matthew Parr, I'm an electrical engineer"}, {"timestamp": [901.2, 903.62], "text": " and I lead Rollsworth's highly specialised charge"}, {"timestamp": [903.62, 905.72], "text": " to build the world's fastest all electric aircraft."}, {"timestamp": [906.04, 906.3], "text": " Wow."}, {"timestamp": [906.6, 913.84], "text": " And our aircraft is called the spirit of innovation and it should be taking to the skies early 2020 and we're targeting speeds around 300 miles an hour."}, {"timestamp": [914.04, 915.38], "text": " Do you think you will break the world record?"}, {"timestamp": [915.88, 918.6], "text": " Yes, so we're highly confident that we're going to go break the world record."}, {"timestamp": [918.78, 921.72], "text": " What's the plane going to look like? How many people is it going to carry?"}, {"timestamp": [922.22, 926.94], "text": " So the plane is a single-seater and we've got this great space up front in the aircraft"}, {"timestamp": [926.94, 928.26], "text": " where we can fill with batteries."}, {"timestamp": [928.74, 931.78], "text": " The same sort of batteries you'll find in any kind of power tool,"}, {"timestamp": [932.1, 933.78], "text": " except we have 6,000 of them"}, {"timestamp": [933.78, 936.64], "text": " to give us the energy we need to deliver the record run."}, {"timestamp": [937.58, 939.66], "text": " This project is about more than just speed."}, {"timestamp": [940.02, 943.4], "text": " It's a testing ground for an entirely new type of flying transport."}, {"timestamp": [944.16, 946.98], "text": " So in an air taxi, what you want to be able to do is take off and hover,"}, {"timestamp": [947.42, 950.04], "text": " then you want to fly at a distance and then hover again."}, {"timestamp": [950.48, 952.94], "text": " Most of the solutions that are coming to market today"}, {"timestamp": [952.94, 955.88], "text": " plan to use batteries to enable that hover function."}, {"timestamp": [955.88, 959.58], "text": " So there is a great opportunity to take what we're doing"}, {"timestamp": [959.58, 961.48], "text": " and apply it into those solutions in the future."}, {"timestamp": [962.58, 967.5], "text": " Paul Stein believes that electric planes could form part of our city's transport infrastructure."}, {"timestamp": [968.18, 971.66], "text": " There's a new type of aircraft, which is often called EV-Tol,"}, {"timestamp": [972.12, 975.82], "text": " which is being designed as we speak by many companies around the world"}, {"timestamp": [975.82, 977.7], "text": " for powering air taxis."}, {"timestamp": [977.8, 979.88], "text": " How many people would go on one of these taxis?"}, {"timestamp": [979.94, 981.62], "text": " Say between two and six people."}, {"timestamp": [981.98, 983.18], "text": " So we might see them in cities?"}, {"timestamp": [983.34, 988.0], "text": " You mean you could cross, you know, L.A. or London in one of these things."}, {"timestamp": [988.0, 989.0], "text": " That's the vision."}, {"timestamp": [989.0, 995.0], "text": " Some of the companies hoping to offer any VTOL service are talking about 2023 to 2025."}, {"timestamp": [995.0, 997.0], "text": " That's quite a challenge. We'll see."}, {"timestamp": [1001.0, 1006.5], "text": " One company expecting to offer the first commercial electrical flights even sooner than that"}, {"timestamp": [1006.5, 1011.0], "text": " in the next two years is Scotland's regional airline, Logan Air."}, {"timestamp": [1011.0, 1015.0], "text": " We were approached about 18 months ago by Cranfield University,"}, {"timestamp": [1015.0, 1019.0], "text": " which has got a worldwide outstanding reputation for technological development"}, {"timestamp": [1019.0, 1022.0], "text": " as to whether we'd be interested in participating in a project"}, {"timestamp": [1022.0, 1026.82], "text": " to take the Britain Norman Islander aircraft that fly within Orkney to electrical power."}, {"timestamp": [1027.32, 1029.84], "text": " This is managing director, Jonathan Hinkle's."}, {"timestamp": [1030.42, 1033.94], "text": " And immediately you could see this was something that was a realistic prospect."}, {"timestamp": [1034.74, 1039.18], "text": " That's because the service going electric is the one Logan Air operates between the tiny"}, {"timestamp": [1039.18, 1041.9], "text": " Orkney Islands off Scotland's northernmost tip."}, {"timestamp": [1042.44, 1048.24], "text": " This includes the world's shortest flight, a staggering two minutes to get from one island to another,"}, {"timestamp": [1048.62, 1050.42], "text": " a journey that would take an hour by car."}, {"timestamp": [1050.96, 1053.68], "text": " The longest flight is only 18 minutes each way."}, {"timestamp": [1054.22, 1057.3], "text": " And these short hops are ideal for battery-powered planes."}, {"timestamp": [1057.9, 1060.16], "text": " We carry about 22,000 passengers a year,"}, {"timestamp": [1060.54, 1063.5], "text": " travelling teachers, heading out to teach in the island's schools,"}, {"timestamp": [1064.0, 1065.58], "text": " patient travel, healthcare"}, {"timestamp": [1065.58, 1069.4], "text": " visitors and of course at the Royal Bank of Scotland's Flying Banker."}, {"timestamp": [1069.4, 1074.46], "text": " Flies round to each island on each day in turn to go and open up a mobile banking service"}, {"timestamp": [1074.46, 1077.4], "text": " there which is a key part of island life."}, {"timestamp": [1077.4, 1081.9], "text": " So the plan is that we will have the aircraft recharged overnight but then during the day"}, {"timestamp": [1081.9, 1087.74], "text": " it will be possible to actually change the battery cells out for a fully charged set of battery cells to be able to make sure that we can"}, {"timestamp": [1087.74, 1090.32], "text": " deliver the schedules throughout the whole working day with the aeroplane."}, {"timestamp": [1091.06, 1094.88], "text": " If everything goes to plan, the benefits will be more than just environmental."}, {"timestamp": [1095.38, 1098.16], "text": " The fuel bill will be around 10% of what it is today."}, {"timestamp": [1098.78, 1104.1], "text": " Literally, we'll be able to take 90% off our fuel bill once the costs of converting the"}, {"timestamp": [1104.1, 1105.76], "text": " airplane have been met."}, {"timestamp": [1106.48, 1110.08], "text": " These planes are not much bigger than the ones being developed as air taxis"}, {"timestamp": [1110.08, 1114.54], "text": " and when it comes to flying electric, being small and light is key."}, {"timestamp": [1115.18, 1118.46], "text": " The Islander aircraft is carrying eight passengers plus a pilot."}, {"timestamp": [1118.74, 1122.04], "text": " The take-off weight of that airplane fully laden is just short of three tonnes."}, {"timestamp": [1122.5, 1127.0], "text": " So the level of power to get the islander aircraft into the air is actually relatively modest."}, {"timestamp": [1127.0, 1132.0], "text": " Within our current fleet the limit will probably be our twin otter aircraft which carry up to 18 passengers."}, {"timestamp": [1132.0, 1136.0], "text": " I think it is realistic to look at being able to convert those to electrical power."}, {"timestamp": [1136.0, 1140.0], "text": " I think beyond that a number of technological leaps and bounds are still needed."}, {"timestamp": [1142.0, 1147.76], "text": " Pure battery solutions, one where you charge up a battery on the ground and then power the aircraft"}, {"timestamp": [1147.76, 1151.0], "text": " are really only suitable for quite short journeys."}, {"timestamp": [1151.8, 1154.9], "text": " Chief Technology Officer of Rolls-Royce, Paul Stein again."}, {"timestamp": [1155.68, 1161.38], "text": " There's a second class of electrification of aviation, which is impacting regional aviation,"}, {"timestamp": [1161.78, 1166.0], "text": " where we're thinking of carrying 20 to 90 people between 200 and 1,000 miles."}, {"timestamp": [1166.0, 1171.0], "text": " So between sort of major cities, we can create an aircraft that's got much lower noise signature,"}, {"timestamp": [1171.0, 1177.0], "text": " needs a much shorter runway length, as well as using less fuel than traditionally powered aircraft."}, {"timestamp": [1177.0, 1181.0], "text": " He's talking about the development of the hybrid electric plane."}, {"timestamp": [1181.0, 1185.66], "text": " Just like a hybrid car, they combine fuel and battery power, using different"}, {"timestamp": [1185.66, 1191.38], "text": " sources to propel different phases of the flight. If the technology works, it's hoped they'll"}, {"timestamp": [1191.38, 1198.06], "text": " cut emissions by 20 to 30 percent compared to Rolls-Royce's most efficient engine, not to mention"}, {"timestamp": [1198.06, 1203.18], "text": " reducing noise pollution. But just how far in the future are they? So we're standing in"}, {"timestamp": [1203.18, 1205.1], "text": " front of a poster here at Rolls-Royce,"}, {"timestamp": [1205.4, 1210.84], "text": " showing our joint project with Airbus to produce a demonstrator."}, {"timestamp": [1211.08, 1213.96], "text": " This is what we can see flying on the screen next to us."}, {"timestamp": [1213.96, 1214.56], "text": " This is what we can see here, the model,"}, {"timestamp": [1214.94, 1219.64], "text": " and that will let us examine all of the spectrum of technologies that we need"}, {"timestamp": [1219.64, 1222.7], "text": " to get where we need to in regional hybrid aviation."}, {"timestamp": [1222.96, 1224.76], "text": " When might we see one of these take off?"}, {"timestamp": [1225.12, 1228.16], "text": " The demonstrator will be flying in 2021"}, {"timestamp": [1228.16, 1231.92], "text": " and we're seeing quite a pull from airlines."}, {"timestamp": [1231.92, 1236.32], "text": " Indeed, some emerging economies are even looking at using hybrid electric"}, {"timestamp": [1236.32, 1239.52], "text": " as a way of skipping railway and road infrastructure."}, {"timestamp": [1239.52, 1243.52], "text": " But we do have to mature the technology before we can make these aircraft available."}, {"timestamp": [1243.52, 1249.88], "text": " So it's likely to be sometime around 2027 to 2030 that the regional aircraft will be available"}, {"timestamp": [1249.88, 1250.88], "text": " flying passengers."}, {"timestamp": [1250.88, 1252.76], "text": " Have you started to get orders for them?"}, {"timestamp": [1252.76, 1258.68], "text": " No, but we're starting very advanced discussions with airlines and air framers about"}, {"timestamp": [1258.68, 1263.16], "text": " what the specification needs to be to be a commercial success."}, {"timestamp": [1263.16, 1267.52], "text": " And we're still a very long way from using this hybrid technology to fly long haul."}, {"timestamp": [1268.18, 1273.52], "text": " For the wide-bodied aircraft and the larger aircraft from that sort of transatlantic flights."}, {"timestamp": [1273.72, 1278.84], "text": " Transatlantic flights down to sort of European continental flights, we really can't feasibly"}, {"timestamp": [1278.84, 1285.14], "text": " look at powering, for example, a 787 across the Atlantic probably for the next 40, 50 years,"}, {"timestamp": [1285.3, 1288.38], "text": " unless there's some breakthrough in battery technology which we're not seeing yet."}, {"timestamp": [1288.66, 1293.9], "text": " So you think biofuels was the most likely route for long-distance air travel"}, {"timestamp": [1293.9, 1295.92], "text": " in terms of making it green than electrification?"}, {"timestamp": [1296.16, 1300.42], "text": " Yeah, the growth in sustainable aviation fuels, biofuels being one of those,"}, {"timestamp": [1300.76, 1301.7], "text": " will be the answer."}, {"timestamp": [1302.9, 1307.0], "text": " If, of course, the supply can increase enough to bring down the price."}, {"timestamp": [1311.0, 1316.0], "text": " Electrification is on its way, at least for small planes,"}, {"timestamp": [1316.0, 1323.0], "text": " but how widespread their use will be and how big an impact they might have on our overall emissions are unknown."}, {"timestamp": [1323.0, 1328.04], "text": " For some activists there's only one tried and tested answer."}, {"timestamp": [1328.04, 1331.36], "text": " In Swedish, it's known as flug scam."}, {"timestamp": [1331.36, 1332.92], "text": " Flight shame."}, {"timestamp": [1332.92, 1335.64], "text": " Encouraging people to fly less."}, {"timestamp": [1339.6, 1342.32], "text": " I'm sitting in one of the BBC studios in central London"}, {"timestamp": [1342.32, 1343.44], "text": " in New Broadcasting House."}, {"timestamp": [1343.44, 1349.28], "text": " And I'm about to speak to Maya Rosen. She's one of the founders of the Stay on the Ground movement in Sweden. And that's"}, {"timestamp": [1349.28, 1354.72], "text": " the organisation that aims to make us all far more aware of the climate change implications"}, {"timestamp": [1354.72, 1359.92], "text": " of taking flights. And she's only agreed to do this interview if we do it from the studio in London"}, {"timestamp": [1359.92, 1363.92], "text": " because there was no way at all she was going to speak to me if I got on a plane to Gothenburg."}, {"timestamp": [1364.72, 1365.04], "text": " Hello?"}, {"timestamp": [1365.28, 1366.22], "text": " Hi, is that Maya?"}, {"timestamp": [1366.94, 1367.54], "text": " Hi, yeah."}, {"timestamp": [1367.78, 1371.06], "text": " To kick off the interview then, where was the last place you went on holiday?"}, {"timestamp": [1371.52, 1375.04], "text": " A small island called the Nordkoster on the Swedish West Coast,"}, {"timestamp": [1375.28, 1377.06], "text": " and I went there a couple of weeks ago."}, {"timestamp": [1377.82, 1383.16], "text": " The water is so clean and fresh, and the beaches are just lovely,"}, {"timestamp": [1383.5, 1384.98], "text": " but since it's so close to home,"}, {"timestamp": [1386.24, 1388.64], "text": " I think that most Swedish people have probably not even been there."}, {"timestamp": [1388.64, 1392.72], "text": " Do you think that's because people still think of going on holidays going abroad"}, {"timestamp": [1392.72, 1393.76], "text": " and flying somewhere?"}, {"timestamp": [1393.76, 1398.4], "text": " Yeah, definitely. More Swedish people have probably been to Thailand than have been to"}, {"timestamp": [1398.4, 1403.2], "text": " that island. It sounds much more exciting to say that you've been on the other side of the"}, {"timestamp": [1403.2, 1407.78], "text": " planet but it doesn't necessarily mean that you've had a better vacation at all."}, {"timestamp": [1407.94, 1409.26], "text": " And when did you last fly?"}, {"timestamp": [1409.6, 1411.76], "text": " The last time I flew was in 2008."}, {"timestamp": [1412.38, 1413.5], "text": " How did people react?"}, {"timestamp": [1413.82, 1416.12], "text": " Back then, they thought it was quite extreme,"}, {"timestamp": [1416.5, 1419.68], "text": " and none of my friends wanted to follow my example."}, {"timestamp": [1420.18, 1422.92], "text": " But I think now we come to a completely different point,"}, {"timestamp": [1423.54, 1424.64], "text": " especially here in Sweden."}, {"timestamp": [1425.24, 1427.72], "text": " Now the norm is really starting to change."}, {"timestamp": [1428.02, 1432.68], "text": " And I think it has to do with that we introduced a flight tax last year in April."}, {"timestamp": [1433.28, 1436.62], "text": " And also last year, we had an election here in Sweden."}, {"timestamp": [1436.78, 1439.94], "text": " And that was when Greta Thunberg started her school strikes."}, {"timestamp": [1440.48, 1441.42], "text": " She doesn't fly."}, {"timestamp": [1441.62, 1443.24], "text": " And I think she's had a huge impact."}, {"timestamp": [1444.1, 1448.56], "text": " Swedish schoolgirl Greta Tunberg is one one of the world's best known environmental activists."}, {"timestamp": [1449.06, 1451.48], "text": " She's shot to fame when she stopped going to school"}, {"timestamp": [1451.48, 1454.08], "text": " in order to protest outside the Swedish parliament,"}, {"timestamp": [1454.66, 1457.0], "text": " calling for an immediate end to climate change."}, {"timestamp": [1457.64, 1460.72], "text": " School children and many others around the world followed her lead."}, {"timestamp": [1460.72, 1464.6], "text": " We are now facing existential crisis,"}, {"timestamp": [1469.46, 1474.72], "text": " the climate crisis and ecological crisis. And for way too long, the politicians and the people in power have gotten away with not"}, {"timestamp": [1474.72, 1477.12], "text": " doing anything at all."}, {"timestamp": [1477.12, 1482.96], "text": " But we will make sure that they will not get away with it any longer."}, {"timestamp": [1482.96, 1486.24], "text": " I just felt like, oh, finally more people are talking about this."}, {"timestamp": [1486.34, 1492.22], "text": " So I decided to start a campaign in which people pledged to stay on the ground for one year."}, {"timestamp": [1492.56, 1494.44], "text": " And how many people have signed up in each country?"}, {"timestamp": [1494.56, 1498.1], "text": " Last year we were running the Flight 3 2019 here in Sweden."}, {"timestamp": [1498.36, 1500.48], "text": " And we didn't reach the goal of 100,000."}, {"timestamp": [1500.84, 1502.68], "text": " We reached 15,000 in the end."}, {"timestamp": [1503.02, 1506.9], "text": " But I think for this year, still we only have 5,000 signing up so"}, {"timestamp": [1506.9, 1511.88], "text": " far, but I think it's still a long time to New Year's Eve. So that's the 20th of your goal."}, {"timestamp": [1512.32, 1517.38], "text": " Yeah, yeah, it's a long way to go. But I think so far this year in Sweden, we've seen that"}, {"timestamp": [1517.38, 1523.46], "text": " the amount of domestic flights, passengers, has decreased. I mean, this is a big change because"}, {"timestamp": [1523.46, 1525.94], "text": " these numbers used to be growing every year."}, {"timestamp": [1526.62, 1535.74], "text": " The actual statistic for 2019 shows a significant decline in air travel, 15% less flying compared to last year."}, {"timestamp": [1535.74, 1538.46], "text": " And how big a sector is domestic flying in Sweden?"}, {"timestamp": [1539.08, 1543.32], "text": " It's small. But the debate has actually led to changes in behavior."}, {"timestamp": [1544.06, 1545.76], "text": " Professor Stefan Gosling again."}, {"timestamp": [1546.1, 1549.5], "text": " We start to question whether all of that travel is necessary."}, {"timestamp": [1549.98, 1552.8], "text": " So what you're seeing is this issue of flight shame."}, {"timestamp": [1553.04, 1554.0], "text": " There's a momentum there."}, {"timestamp": [1554.56, 1555.72], "text": " I think there's a momentum,"}, {"timestamp": [1555.72, 1559.3], "text": " but you have to remember that a lot of flight activity"}, {"timestamp": [1559.3, 1562.54], "text": " is also taking place simply because it's cheap."}, {"timestamp": [1566.0, 1570.0], "text": " Taxes on air travel are going up in countries around the world."}, {"timestamp": [1570.0, 1575.0], "text": " So far though, with little impact, the numbers flying continue to grow."}, {"timestamp": [1575.0, 1579.0], "text": " For Gosling, to bring down carbon emissions,"}, {"timestamp": [1579.0, 1584.0], "text": " the price of flying needs to go up so much that it becomes a deterrent."}, {"timestamp": [1584.0, 1587.0], "text": " The price of air travel would have to double, and that is where we need to go up so much that it becomes a deterrent. The price of air travel would have to double,"}, {"timestamp": [1587.0, 1589.0], "text": " and that is where we need to go,"}, {"timestamp": [1589.0, 1592.0], "text": " probably within the next 10 years."}, {"timestamp": [1592.0, 1597.0], "text": " That would be very serious climate policy that should make a difference."}, {"timestamp": [1597.0, 1601.0], "text": " And if that was in place, what would the aviation industry look like?"}, {"timestamp": [1601.0, 1605.72], "text": " If the prices went up, you would probably change your travel behavior."}, {"timestamp": [1605.72, 1608.5], "text": " People will find different locations for holidays."}, {"timestamp": [1608.5, 1611.12], "text": " They will stay longer in a destination."}, {"timestamp": [1611.12, 1615.96], "text": " Globally, over the past 20 years, we've seen a decline in average length of stay by about"}, {"timestamp": [1615.96, 1617.88], "text": " 15%."}, {"timestamp": [1617.88, 1621.12], "text": " And that would probably change in the other direction again."}, {"timestamp": [1621.12, 1623.66], "text": " It doesn't mean the end of travel."}, {"timestamp": [1623.66, 1625.84], "text": " And this is the battle being fought today."}, {"timestamp": [1625.84, 1630.52], "text": " So far the flight chain movement is a small and mostly European phenomenon,"}, {"timestamp": [1630.52, 1632.48], "text": " but in time that could change."}, {"timestamp": [1634.32, 1638.0], "text": " The aviation industry is caught between wanting to grow its business"}, {"timestamp": [1638.0, 1641.44], "text": " while ensuring that emissions are drastically reduced."}, {"timestamp": [1641.44, 1644.32], "text": " But the technological and economic hurdles are huge."}, {"timestamp": [1645.54, 1649.02], "text": " It will take the intervention of governments around the world,"}, {"timestamp": [1649.44, 1651.78], "text": " willing perhaps to follow Norway's example,"}, {"timestamp": [1652.38, 1655.88], "text": " and maybe the end of cheap airfares for us all."}, {"timestamp": [1663.12, 1665.08], "text": " If you enjoyed listening to this,"}, {"timestamp": [1665.08, 1669.28], "text": " you can discover more music, radio and podcasts on BBC Sounds."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. This is the BBC's world of business. I'm Katie Prescott and the producer is Rosamund Jones. This week we're asking, how green can aviation go? I'm in Norway, standing under the departure board in Oslo's airport, where the flights flashing their boarding signs above me are taking people all over the world. Istanbul, Manchester, Helsinki, to name but a few. From relatively little money now, you can jump on a plane from A to B, hot continents and borders, if not in comfort and style anymore, then at least pretty quickly. But there's a big cost to this convenience, and that's global warming. In this program, we're looking at some of the ways in which technological advances might make air travel greener, from new types of sustainable fuel to battery-powered planes, and I'll be asking what impact they're likely to have. The aviation industry makes up about 2% of all global carbon dioxide emissions, although some say it's closer to 5 when you include other substances that planes emit when they're flying. And to put that in context, only about 5% of the world's population takes a flight each year. It's an energy-intensive pastime. Here in Norway, flying presents a conundrum. Planes are an important part of life, needed to get across these spread-out, fjord-driven lands. But it's also a country that's deeply conscious of climate change. It sees the effects directly in the Arctic. So Avonor, the Norwegian airport operator, is at the cutting edge of trying to bring down carbon emissions from flying. To show me what's happening here, I jumped in a car and we drove five minutes away from the main terminal. Where are we standing right now? Now we are at the central fueling facility at Oslo Airport. OLAV Larson is responsible for Avernor's carbon reduction program. We're standing in front of a massive hangar with some fuel trucks inside it. And on my right here, there are three enormous white cylinders. What's inside them? Inside those three cylinders, you'll find huge amounts of jet fuel, a carousine type of hydrocarbons. As well as the fuel you've got coming in, this traditional fossil fuel oil, you're also putting biofuel into the plains here. Yeah, that's correct. We started that project in 2016, when Oslo Airport became the first international hub in the world, where sustainable jet biofuel was available on a commercial basis, and it's also blended or dropped into the main tanking facilities here. Though biofuels have been around for decades, they were first used to power a plane in 2008. And Oslo airports one of only a handful worldwide where they're on offer for refueling. Biofuels can be made from all sorts of things, crops, household rubbish, even the dregs of the deep fat friar. And depending on how they're made and what from, they can produce up to 80% fewer emissions than traditional fuel. The first batch was made from a type of vegetable oil, growing on arid areas where no food or fodder can grow. And this last couple of batches we've got is actually imported from California and it's based on the used cooking oil. Some of it's coming from California and where's the rest of it coming from? Who's producing it for you? The first batch was refined by Nestle, which is the Finnish company and the other batches we've got so far is produced by a company in California and the US. How much sustainable jet fuel goes into these oil tankers here? In 2016, the first year of the project, we dropped in 1.25 million litres, which sounds like a lot if you have a regular car, but an airport is not so much. So that was about 0.2% of all the fuel uplifted here that year. A tiny amount. That's a tiny amount. But, you know, it's the first step for man, but etc. Since then, the amount of biofuel in this mix has got even smaller, which is really startling, given that planes can, technologically speaking, run on a 50-50 mix of traditional and sustainable jet fuel. So why aren't Avanor adding more to the tanks here? It sort of all depends on the cost of the alternative, the dirty alternative. When we started this project, the oil price was about $120 per barrel, I think. And then the year after it was down to $30 or $35 per barrel. I know the price of oil jumps around, but say we say it's $65 a barrel at the moment. How much more expensive is biofuel? Currently I think the price is about three to four times fossil fuels. That's huge. That's huge. Which begs the question, why is fuel made from leftover cooking oil so much more expensive than kerosene? There is no continuous production of jet biofuel in Europe. It's produced in batches, sort of bespoke fuel, custom-made fuel, so that's making that fuel more costly than fossil fuels. The Norwegian government's trying to change that by encouraging increased production. It's set an ambitious target. By 2030, the amount of biofuel used to refuel planes in Norway must be 30%, rising in small steps over the next decade. It starts next year with half a percent and then increasing that if fuel is available to 30 percent in 2030. What's the reaction been of your customers about the idea of having to use 30% sustainable jet fuel in their planes? Some of the airlines have been more reluctant. They feel that this is a new tax, basically, which you could argue it maybe is. And so airlines are grappling with a dilemma. The price of fuel accounts on average for about a quarter of their operating costs. So how will they square having to use a more expensive biofuel while keeping the cost of flying down for passengers? Olaf Lars Lars Lars Anderson, who hopes he has a solution. My name is Lars Andersen Rezaer. I'm head of sustainability in the SCS Group. Scandinavian Airlines, known as SAS, is the flag carrier or national airline for Sweden, Denmark and Norway. And it was one of Avanor's first biofuel customers. The airline is now giving its passengers the choice to chip in for biofuel when they book more flights online. I'm hopeful for the possibility to have a big number of customers that wants to buy this product. So what you've done is rather than raise the cost of tickets across the board, you've put a little option next to, you know, choose your seat when your customers check in, giving passengers the option in the hope that a significant number of them will choose to pay the extra that will cover your costs, but it means that you're not having to raise your ticket prices when your competitors aren't. Exactly. In my position I would love to have it integrated into the price, but I do realize that if we are 10, 20, 30% more expensive than our competitors, that would be a problem for our profitability. Well, I wanted to know how many passengers have chosen to pay extra for biofuel. We have launched it for a couple of weeks. That was early August. But we haven't communicated it and there is actually a couple of hundred customers that found the solution themselves and have done a purchase. So it will be very interesting to see what kind of response we get. But I would also hope that our competitors would have the same ambitions as we have in order to reduce emissions. You say you hope they will, but do you think they will? I hope they will. That hope will only be realised once biofuel becomes as cheap as jet fuel, when production becomes established, and it's not just churned out in one-off batches. To find out what it'll take to get there, back in London I went to see Air BP. That's the company that supplies the jet biofuel to Oslo Airport and is the aviation arm of the oil giant BP. Their commercial development manager is Tom Parsons. He thinks that Norway's target of using 30% biofuel in planes by 2030 is achievable. I can see a pathway to get us there. Where's the supply coming from? Where are the refineries that are developing the biofuel? So today there are only really two commercial producers, and they're both using waste and residue oils to make the sustainable aviation fuel. Those are the two that have manufactured biofuels for Oslo Airport. But the clock is ticking. Flying is becoming more popular. The number of passengers is expected to double in the next 20 years. At the same time, the aviation industry has a target to cut its emissions in half by 2050. Tom Parsons did some back-of-the-envelope calculations for us to work out just how much biofuel we'd need to make this happen. That gets you into a range of well over 150 million tonnes of sustainable aviation fuel. That would mean potentially 800 new production facilities required in that time frame. So that gives you a sense of the real challenge here. Do you think there are enough people working in this space to build 800 plants? I think today, no, but over time as the right policies are in place to incentivise those investments, then I think absolutely there is the potential for us to get there. And to get there, his guesstimate is that the industry would need to invest around $500 billion. Which is significant, but in the context of what the overall energy industry invests in terms of capital, achievable. AirBP has recently invested in Fulcrum Bioenergy, an American company that's building a plant in Nevada to make jet biofuel from our rubbish, an infinite resource for oil-hungry planes. The size of that sustainable aviation fuel requirement is comparable to today's municipal solid waste production, the sort of household waste and commercial and industrial waste. So it's a really great combination of solving a waste issue while also greening the fuel supply. Why do you think it's taken the industry such a long time to develop these technologies? There hasn't really been a clear policy that drives the uptake of sustainable aviation fuel yet. I'd say governments have focused more in ground transport, ensuring that the existing ground fleets are decarbonised as quickly as possible. Ground fuels, you mean cars and motor-bikes? Yes, cars and trucks and so on, that's right. It's just a question of where governments have prioritised their time. If production of biofuel does ramp up successfully and the price falls, airlines might be tempted to use it, freed from the fluctuating oil price. And it works. Planes are already powered by it without needing any modifications. But there are a lot of hurdles. And it has a disappointing history. If you look into the past over the last 20 years, we've seen very different propositions for alternatives. This is Professor Stefan Gosling from the Linnaeus School of Business in Sweden. From algae to animal fats to forestry products that could be turned into alternative fuels. None of that has really worked. But these technologies take such a long time to bring about. You could argue that you might start seeing that decline in emissions in the next decade. Well, that has been the argument for the past 20 years. The solution, unfortunately, always seems to be in the future. And the climate can't wait for that. And we'll have to measure the sector against what they are actually doing, not what they might be doing in the future. Biofuels aren't the only way that the aviation industry is trying to go green. Companies around the world are competing to find other solutions. To visit one of them, I took the train to Derby. Early, seven minutes ahead of our schedule. This is the headquarters of Rolls-Royce, one of the world's oldest and biggest jet engine manufacturers. It started life by making luxury cars and developed its first aero engine, the Eagle, during World War I. Here, their museums filled with examples of the cutting-edge technology that they've developed over the ages, powering everything from transatlantic flights to fighter jets. And while the focus used to be on the power of these engines, now it's on their environmental impact. So what are we looking at here? This massive atrium with about, gosh, four or five engines being worked on? We make about an engine a day. So this is the Rolls-Royce large engine final assembly area. Their engines now power a third of the world's planes. Showing me round is Rolls-R Royce's chief technology officer, Paul Stein. We're building the Trent XWB engine, which is currently the world's most efficient jet engine in production today, is around about 15% more fuel efficient than the first generation trends. What does fuel efficient actually mean? It means for every gallon of kerosene that we pump into the engine, we get more thrust out of these engines than any other engine in use. So they use less fuel than previous types? They use less fuel. It's like better miles per gallon on a car. But we're not stopping there. We're also working on a generation beyond, which will be a further 10% efficient, which we're pretty proud of. So you've talked about the work that you're doing here in improving the efficiency of the engines. Have you seen the net carbon dioxide output go down as a result of all of the changes that you've made? Across all of aviation, we're seeing at present a greater growth in passenger numbers and a greater growth in journeys travelled than we've been able to keep up with through aircraft and engine fuel efficiency. Put simply, no. These more efficient engines aren't keeping pace with the number of us wanting to fly. Carbon emissions from aviation continue to grow. So Rolls-Royce is developing plans for something that could be even more transformative. What's going on right now in aviation feels really reminiscent of the golden age of flying of the 1920s and 30s when pioneers competed to go bigger, faster and further with their planes. Except nowadays, the race is electric. Matthew Parr, I'm an electrical engineer and I lead Rollsworth's highly specialised charge to build the world's fastest all electric aircraft. Wow. And our aircraft is called the spirit of innovation and it should be taking to the skies early 2020 and we're targeting speeds around 300 miles an hour. Do you think you will break the world record? Yes, so we're highly confident that we're going to go break the world record. What's the plane going to look like? How many people is it going to carry? So the plane is a single-seater and we've got this great space up front in the aircraft where we can fill with batteries. The same sort of batteries you'll find in any kind of power tool, except we have 6,000 of them to give us the energy we need to deliver the record run. This project is about more than just speed. It's a testing ground for an entirely new type of flying transport. So in an air taxi, what you want to be able to do is take off and hover, then you want to fly at a distance and then hover again. Most of the solutions that are coming to market today plan to use batteries to enable that hover function. So there is a great opportunity to take what we're doing and apply it into those solutions in the future. Paul Stein believes that electric planes could form part of our city's transport infrastructure. There's a new type of aircraft, which is often called EV-Tol, which is being designed as we speak by many companies around the world for powering air taxis. How many people would go on one of these taxis? Say between two and six people. So we might see them in cities? You mean you could cross, you know, L.A. or London in one of these things. That's the vision. Some of the companies hoping to offer any VTOL service are talking about 2023 to 2025. That's quite a challenge. We'll see. One company expecting to offer the first commercial electrical flights even sooner than that in the next two years is Scotland's regional airline, Logan Air. We were approached about 18 months ago by Cranfield University, which has got a worldwide outstanding reputation for technological development as to whether we'd be interested in participating in a project to take the Britain Norman Islander aircraft that fly within Orkney to electrical power. This is managing director, Jonathan Hinkle's. And immediately you could see this was something that was a realistic prospect. That's because the service going electric is the one Logan Air operates between the tiny Orkney Islands off Scotland's northernmost tip. This includes the world's shortest flight, a staggering two minutes to get from one island to another, a journey that would take an hour by car. The longest flight is only 18 minutes each way. And these short hops are ideal for battery-powered planes. We carry about 22,000 passengers a year, travelling teachers, heading out to teach in the island's schools, patient travel, healthcare visitors and of course at the Royal Bank of Scotland's Flying Banker. Flies round to each island on each day in turn to go and open up a mobile banking service there which is a key part of island life. So the plan is that we will have the aircraft recharged overnight but then during the day it will be possible to actually change the battery cells out for a fully charged set of battery cells to be able to make sure that we can deliver the schedules throughout the whole working day with the aeroplane. If everything goes to plan, the benefits will be more than just environmental. The fuel bill will be around 10% of what it is today. Literally, we'll be able to take 90% off our fuel bill once the costs of converting the airplane have been met. These planes are not much bigger than the ones being developed as air taxis and when it comes to flying electric, being small and light is key. The Islander aircraft is carrying eight passengers plus a pilot. The take-off weight of that airplane fully laden is just short of three tonnes. So the level of power to get the islander aircraft into the air is actually relatively modest. Within our current fleet the limit will probably be our twin otter aircraft which carry up to 18 passengers. I think it is realistic to look at being able to convert those to electrical power. I think beyond that a number of technological leaps and bounds are still needed. Pure battery solutions, one where you charge up a battery on the ground and then power the aircraft are really only suitable for quite short journeys. Chief Technology Officer of Rolls-Royce, Paul Stein again. There's a second class of electrification of aviation, which is impacting regional aviation, where we're thinking of carrying 20 to 90 people between 200 and 1,000 miles. So between sort of major cities, we can create an aircraft that's got much lower noise signature, needs a much shorter runway length, as well as using less fuel than traditionally powered aircraft. He's talking about the development of the hybrid electric plane. Just like a hybrid car, they combine fuel and battery power, using different sources to propel different phases of the flight. If the technology works, it's hoped they'll cut emissions by 20 to 30 percent compared to Rolls-Royce's most efficient engine, not to mention reducing noise pollution. But just how far in the future are they? So we're standing in front of a poster here at Rolls-Royce, showing our joint project with Airbus to produce a demonstrator. This is what we can see flying on the screen next to us. This is what we can see here, the model, and that will let us examine all of the spectrum of technologies that we need to get where we need to in regional hybrid aviation. When might we see one of these take off? The demonstrator will be flying in 2021 and we're seeing quite a pull from airlines. Indeed, some emerging economies are even looking at using hybrid electric as a way of skipping railway and road infrastructure. But we do have to mature the technology before we can make these aircraft available. So it's likely to be sometime around 2027 to 2030 that the regional aircraft will be available flying passengers. Have you started to get orders for them? No, but we're starting very advanced discussions with airlines and air framers about what the specification needs to be to be a commercial success. And we're still a very long way from using this hybrid technology to fly long haul. For the wide-bodied aircraft and the larger aircraft from that sort of transatlantic flights. Transatlantic flights down to sort of European continental flights, we really can't feasibly look at powering, for example, a 787 across the Atlantic probably for the next 40, 50 years, unless there's some breakthrough in battery technology which we're not seeing yet. So you think biofuels was the most likely route for long-distance air travel in terms of making it green than electrification? Yeah, the growth in sustainable aviation fuels, biofuels being one of those, will be the answer. If, of course, the supply can increase enough to bring down the price. Electrification is on its way, at least for small planes, but how widespread their use will be and how big an impact they might have on our overall emissions are unknown. For some activists there's only one tried and tested answer. In Swedish, it's known as flug scam. Flight shame. Encouraging people to fly less. I'm sitting in one of the BBC studios in central London in New Broadcasting House. And I'm about to speak to Maya Rosen. She's one of the founders of the Stay on the Ground movement in Sweden. And that's the organisation that aims to make us all far more aware of the climate change implications of taking flights. And she's only agreed to do this interview if we do it from the studio in London because there was no way at all she was going to speak to me if I got on a plane to Gothenburg. Hello? Hi, is that Maya? Hi, yeah. To kick off the interview then, where was the last place you went on holiday? A small island called the Nordkoster on the Swedish West Coast, and I went there a couple of weeks ago. The water is so clean and fresh, and the beaches are just lovely, but since it's so close to home, I think that most Swedish people have probably not even been there. Do you think that's because people still think of going on holidays going abroad and flying somewhere? Yeah, definitely. More Swedish people have probably been to Thailand than have been to that island. It sounds much more exciting to say that you've been on the other side of the planet but it doesn't necessarily mean that you've had a better vacation at all. And when did you last fly? The last time I flew was in 2008. How did people react? Back then, they thought it was quite extreme, and none of my friends wanted to follow my example. But I think now we come to a completely different point, especially here in Sweden. Now the norm is really starting to change. And I think it has to do with that we introduced a flight tax last year in April. And also last year, we had an election here in Sweden. And that was when Greta Thunberg started her school strikes. She doesn't fly. And I think she's had a huge impact. Swedish schoolgirl Greta Tunberg is one one of the world's best known environmental activists. She's shot to fame when she stopped going to school in order to protest outside the Swedish parliament, calling for an immediate end to climate change. School children and many others around the world followed her lead. We are now facing existential crisis, the climate crisis and ecological crisis. And for way too long, the politicians and the people in power have gotten away with not doing anything at all. But we will make sure that they will not get away with it any longer. I just felt like, oh, finally more people are talking about this. So I decided to start a campaign in which people pledged to stay on the ground for one year. And how many people have signed up in each country? Last year we were running the Flight 3 2019 here in Sweden. And we didn't reach the goal of 100,000. We reached 15,000 in the end. But I think for this year, still we only have 5,000 signing up so far, but I think it's still a long time to New Year's Eve. So that's the 20th of your goal. Yeah, yeah, it's a long way to go. But I think so far this year in Sweden, we've seen that the amount of domestic flights, passengers, has decreased. I mean, this is a big change because these numbers used to be growing every year. The actual statistic for 2019 shows a significant decline in air travel, 15% less flying compared to last year. And how big a sector is domestic flying in Sweden? It's small. But the debate has actually led to changes in behavior. Professor Stefan Gosling again. We start to question whether all of that travel is necessary. So what you're seeing is this issue of flight shame. There's a momentum there. I think there's a momentum, but you have to remember that a lot of flight activity is also taking place simply because it's cheap. Taxes on air travel are going up in countries around the world. So far though, with little impact, the numbers flying continue to grow. For Gosling, to bring down carbon emissions, the price of flying needs to go up so much that it becomes a deterrent. The price of air travel would have to double, and that is where we need to go up so much that it becomes a deterrent. The price of air travel would have to double, and that is where we need to go, probably within the next 10 years. That would be very serious climate policy that should make a difference. And if that was in place, what would the aviation industry look like? If the prices went up, you would probably change your travel behavior. People will find different locations for holidays. They will stay longer in a destination. Globally, over the past 20 years, we've seen a decline in average length of stay by about 15%. And that would probably change in the other direction again. It doesn't mean the end of travel. And this is the battle being fought today. So far the flight chain movement is a small and mostly European phenomenon, but in time that could change. The aviation industry is caught between wanting to grow its business while ensuring that emissions are drastically reduced. But the technological and economic hurdles are huge. It will take the intervention of governments around the world, willing perhaps to follow Norway's example, and maybe the end of cheap airfares for us all. If you enjoyed listening to this, you can discover more music, radio and podcasts on BBC Sounds."}