{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.34, 10.84], "text": " You know what it's usually like around an airport baggage carousel?"}, {"timestamp": [11.08, 14.76], "text": " Mounds of luggage, constant activity as flights and passengers come and go,"}, {"timestamp": [15.02, 16.34], "text": " people jostling for space."}, {"timestamp": [16.96, 20.66], "text": " Not here, though, at the heart of the new Berlin-Brandenburg airport."}, {"timestamp": [22.88, 26.0], "text": " Yes, the carousels are going round."}, {"timestamp": [26.0, 32.84], "text": " But there's no luggage, no passengers, essentially just me and Michael Dorn from FBB, the company"}, {"timestamp": [32.84, 34.76], "text": " which runs Berlin's airports."}, {"timestamp": [34.76, 36.68], "text": " Here it is now, no, no it is."}, {"timestamp": [36.68, 37.44], "text": " In fact, they're running."}, {"timestamp": [37.44, 38.44], "text": " There are the carousels."}, {"timestamp": [38.44, 39.44], "text": " Rotating."}, {"timestamp": [39.44, 41.24], "text": " Well, waiting on your suitcase."}, {"timestamp": [41.24, 42.24], "text": " Exactly."}, {"timestamp": [42.24, 43.24], "text": " No suitcases there."}, {"timestamp": [43.24, 45.0], "text": " Keeping it running and clean."}, {"timestamp": [45.0, 50.76], "text": " Ah, because if it didn't, you'd have to then replace the rubber and so on if it wasn't used."}, {"timestamp": [50.76, 54.24], "text": " And then they tested next week again and keep it running for a year."}, {"timestamp": [54.24, 60.5], "text": " This is a really strange site actually, as a huge airport baggage carousel with not a single piece of luggage on it."}, {"timestamp": [60.5, 64.24], "text": " There's two of them running, just going round, oh three, four."}, {"timestamp": [64.24, 66.0], "text": " We're having four here and four on the other side. on it. There's two of them running, just going round, oh, three, four. Round and round, round, they go."}, {"timestamp": [66.0, 67.0], "text": " Round, round, they go."}, {"timestamp": [67.0, 77.0], "text": " But this isn't a brand new building awaiting its grand opening."}, {"timestamp": [77.0, 82.0], "text": " These carousels and the structures all around have been ready since 2012."}, {"timestamp": [82.0, 86.06], "text": " But no planes have ever landed here, they still haven't processed a single"}, {"timestamp": [86.06, 91.44], "text": " piece of baggage. This Berlin airport meant as a centrepiece of the revived German capital's"}, {"timestamp": [91.44, 97.68], "text": " new global presence is many years late and billions over budget. One thing Germany does well you"}, {"timestamp": [97.68, 102.72], "text": " might have assumed is infrastructure and transport. I'm Chris Bolby and for global business"}, {"timestamp": [102.72, 108.8], "text": " on the BBC World Service I've been discovering how this high-profile project went so horribly wrong."}, {"timestamp": [110.56, 115.18], "text": " Berlin Airport is a very good project to learn for how not to do things."}, {"timestamp": [118.52, 129.24], "text": " It's been a construction catastrophe that's left the German reputation for efficiency and engineering skill in serious doubt, says top global expert in infrastructure projects, Professor"}, {"timestamp": [129.24, 132.92], "text": " Bent Flubier of the Saeed Business School at Oxford University."}, {"timestamp": [132.92, 138.56], "text": " Actually, Germany has a long and proud tradition of being good at engineering and doing"}, {"timestamp": [138.56, 143.96], "text": " engineering projects just like Japan does and Switzerland. There are certain countries in"}, {"timestamp": [143.96, 147.24], "text": " the world that have shown by the historical track record"}, {"timestamp": [147.24, 148.44], "text": " that they're good at this,"}, {"timestamp": [148.44, 149.76], "text": " and Germany used to be one of those."}, {"timestamp": [149.76, 151.24], "text": " That's actually one of the big problems,"}, {"timestamp": [151.24, 153.24], "text": " that this is becoming a national trauma."}, {"timestamp": [158.36, 162.04], "text": " But this was never some wholly unnecessary vanity project."}, {"timestamp": [162.04, 166.0], "text": " Berlin does desperately need new modern air travel facilities."}, {"timestamp": [166.0, 170.0], "text": " And this failure has left travellers using old airports such as Schoenfeld,"}, {"timestamp": [170.0, 174.0], "text": " inherited from the Cold War era, way below modern standards."}, {"timestamp": [174.0, 176.0], "text": " Hi, I'm Sabine Rennerfans."}, {"timestamp": [176.0, 180.0], "text": " I'm editor at the Berliner Zeitung, which is the biggest broadsheet in Berlin."}, {"timestamp": [180.0, 184.0], "text": " We travelled to England in the summer and with two small kids,"}, {"timestamp": [184.0, 185.7], "text": " and it was just horrible."}, {"timestamp": [185.7, 190.82], "text": " I mean from Schoenfeld, you know, it feels like, I mean, I don't want to insult third world"}, {"timestamp": [190.82, 195.84], "text": " countries. Probably they have better airports, but it feels really very, very difficult."}, {"timestamp": [196.04, 200.66], "text": " Like you, there's not enough seating, there's not enough space. Like you arrive there,"}, {"timestamp": [200.74, 205.12], "text": " there's cues everywhere. People are squatting on the floor with their food,"}, {"timestamp": [205.12, 208.56], "text": " and it feels like you arrived at a refugee home. I mean, honestly."}, {"timestamp": [208.56, 219.6], "text": " So what on earth has happened? We're going to discover major policy blunders and also"}, {"timestamp": [219.6, 227.0], "text": " unforgettable details. And we'll ask whether the new airport can finally open next year, as now promised by its managers,"}, {"timestamp": [227.0, 230.0], "text": " decades after it was first planned."}, {"timestamp": [234.0, 238.0], "text": " The story has its roots in the long years of Berlin's Cold War deep sleep,"}, {"timestamp": [238.0, 244.0], "text": " divided by a concrete wall marooned behind the iron curtain, its links with the wider world"}, {"timestamp": [244.0, 245.04], "text": " sharply restricted"}, {"timestamp": [245.04, 249.78], "text": " by tensions between the Soviet Union and Western allies."}, {"timestamp": [249.78, 254.78], "text": " When I lived there in the early 1980s, I'd come and go by train rather than on the expensive"}, {"timestamp": [254.78, 259.28], "text": " strictly limited flights from Britain."}, {"timestamp": [259.28, 263.44], "text": " US President Ronald Reagan came to West Berlin in 1987."}, {"timestamp": [263.44, 266.0], "text": " Everyone remembers his headline soundbite."}, {"timestamp": [266.0, 268.0], "text": " Mr Gorbachev"}, {"timestamp": [268.0, 271.0], "text": " tear down this wall."}, {"timestamp": [271.0, 276.0], "text": " Much less remembered was Reagan's promise of a new aviation future"}, {"timestamp": [276.0, 278.0], "text": " if tensions eased."}, {"timestamp": [278.0, 281.0], "text": " We look to the day when West Berlin can become"}, {"timestamp": [281.0, 285.0], "text": " one of the chief aviation hubs in all Central Europe."}, {"timestamp": [285.0, 289.0], "text": " After the war deep come down in 1989,"}, {"timestamp": [289.0, 293.0], "text": " one of the first things on the political agenda was new infrastructure,"}, {"timestamp": [293.0, 297.0], "text": " to bind Berlin together again and make bold statements"}, {"timestamp": [297.0, 300.0], "text": " about its status as the capital of a reunified Germany."}, {"timestamp": [300.0, 303.0], "text": " And a lot of highly impressive things were built,"}, {"timestamp": [303.0, 309.72], "text": " as I recall with Professor Gania Koska of the Free University of Berlin when we met at the city's central railway station."}, {"timestamp": [310.92, 314.58], "text": " Well, here we are in the Halkbarnhor, the main railway station in Berlin."}, {"timestamp": [314.68, 320.1], "text": " I can remember coming here when this was a hole in the ground, there was nothing here shortly after the wall came down."}, {"timestamp": [320.42, 323.7], "text": " And people said there's going to be this amazing new station."}, {"timestamp": [323.82, 325.3], "text": " It was quite hard to imagine there."}, {"timestamp": [325.3, 333.0], "text": " But it was built and here it is and it connects on several levels, trains down there and the local, the Espan, the city station there."}, {"timestamp": [333.0, 339.0], "text": " So some very big infrastructure projects were commissioned after the wall came down and they were successes, wouldn't they?"}, {"timestamp": [339.0, 341.0], "text": " Germany could do infrastructure really well at that time."}, {"timestamp": [341.0, 347.0], "text": " Yes, the Heilbunhof is referred to as a relatively success in terms of infrastructure projects."}, {"timestamp": [347.0, 352.0], "text": " I say relatively because it was still constructed three years later than planned"}, {"timestamp": [352.0, 357.0], "text": " and it was constructed 56% over the original planned costs."}, {"timestamp": [357.0, 363.0], "text": " But that is actually relative to other infrastructure projects, a very good example for Germany."}, {"timestamp": [363.0, 365.0], "text": " So, some timetabling and overspending troubles, but overall this project delivered. structure projects, a very good example for Germany."}, {"timestamp": [365.0, 370.86], "text": " So some timetabling and overspending troubles, but overall this project delivered."}, {"timestamp": [370.86, 375.4], "text": " When it came to planning air travel, most politicians agree the city's existing airports,"}, {"timestamp": [375.4, 379.5], "text": " Templehof and Tegel in what was the west of the city, Schernerfeld in what had been the"}, {"timestamp": [379.5, 382.28], "text": " communist east needed replacing."}, {"timestamp": [382.28, 385.5], "text": " So they set up a company to oversee a new airport."}, {"timestamp": [385.5, 388.0], "text": " And at that stage, Gania Koska told me,"}, {"timestamp": [388.0, 391.0], "text": " fateful organizational mistakes were made."}, {"timestamp": [391.0, 394.5], "text": " So it's a political prestige project,"}, {"timestamp": [394.5, 398.0], "text": " and what happened is that a few politicians really"}, {"timestamp": [398.0, 401.0], "text": " make key decisions early on that led to really"}, {"timestamp": [401.0, 404.5], "text": " continuously what we call a spiral of mistakes."}, {"timestamp": [404.5, 410.24], "text": " And it really started that also that the supervisory board, this was filled with politicians"}, {"timestamp": [410.24, 416.28], "text": " who had never really constructed an airport and who had no idea actually how to supervise the project"}, {"timestamp": [416.28, 421.3], "text": " and they were in charge of key decisions."}, {"timestamp": [421.3, 432.56], "text": " The new airports, known locally as the BER, was named after the city and surrounding region, Berlin Brandenborg, with a subsidiary name, Vili Brandt, after the former mayor of West Berlin and German Chancellor."}, {"timestamp": [433.04, 440.62], "text": " And a mixture of city, regional and federal politicians and officials were supervising it all, with little construction expertise among them."}, {"timestamp": [441.34, 446.12], "text": " They had trouble finding a large specialist private contractor to build and help fund the airport,"}, {"timestamp": [446.66, 452.0], "text": " so the politicians plowed on using public money. The risks were taken by the taxpayers,"}, {"timestamp": [452.78, 458.24], "text": " and so the politicians made decisions. They were not even held immediately responsible and accountable."}, {"timestamp": [458.86, 465.36], "text": " One of the key lessons of this project is that more private enterprises should be involved to also bear more risks."}, {"timestamp": [466.8, 471.22], "text": " And the organizational problems worsened when, in an attempt to cut costs,"}, {"timestamp": [471.58, 475.8], "text": " the construction project's delivery was divided up between lots of smaller contractors."}, {"timestamp": [476.56, 482.18], "text": " Martin Delius is a former Berlin city politician who later headed an extensive inquiry into what went"}, {"timestamp": [482.18, 484.18], "text": " wrong at this crucial early stage."}, {"timestamp": [484.18, 490.28], "text": " They decided to give more than 30, 30 to 40 contracts to small companies,"}, {"timestamp": [490.68, 496.28], "text": " which they then could, they thought could pressure into, give them lower prices."}, {"timestamp": [496.34, 497.18], "text": " Divide and rule."}, {"timestamp": [497.42, 498.22], "text": " Divide and rule."}, {"timestamp": [498.64, 502.28], "text": " And have the Berlin-Brandenburg Airport company managed the whole thing,"}, {"timestamp": [502.78, 504.2], "text": " which it was not fit to do."}, {"timestamp": [504.6, 508.0], "text": " Instead of having a management company dealing with one construction company,"}, {"timestamp": [508.0, 511.5], "text": " suddenly you've got 40 or more small entities."}, {"timestamp": [511.5, 516.0], "text": " They built a very complex controlling system which didn't work."}, {"timestamp": [516.0, 520.0], "text": " Everything we know now, at one point in this project,"}, {"timestamp": [520.0, 526.0], "text": " was written down by experts within the project and nobody listened."}, {"timestamp": [526.0, 530.0], "text": " They didn't listen to those pointing out the problems,"}, {"timestamp": [530.0, 533.0], "text": " partly because they were too busy suggesting changes to the plans"}, {"timestamp": [533.0, 536.0], "text": " even after construction had started."}, {"timestamp": [536.0, 540.0], "text": " We are now going to the upper level, the check-in area."}, {"timestamp": [540.0, 544.0], "text": " Giving me a rare tour of the new but still unopened airport,"}, {"timestamp": [544.0, 548.06], "text": " Michael Dorn explains just how much the original plans were altered."}, {"timestamp": [548.4, 552.2], "text": " Knowing that we are growing much faster than any other airport,"}, {"timestamp": [552.66, 555.2], "text": " we added different levels."}, {"timestamp": [555.2, 557.76], "text": " We actually, a former CEO, said,"}, {"timestamp": [557.98, 560.92], "text": " we doubled the capacity of the terminal within the building."}, {"timestamp": [561.04, 562.0], "text": " After construction began?"}, {"timestamp": [562.16, 563.12], "text": " After construction began."}, {"timestamp": [563.36, 565.24], "text": " So the original systems were not planned"}, {"timestamp": [565.24, 566.52], "text": " for that extra capacity."}, {"timestamp": [566.64, 567.68], "text": " Was that some of the difficulty?"}, {"timestamp": [567.88, 568.2], "text": " Exactly."}, {"timestamp": [568.2, 570.04], "text": " Then you'd interfered with the original plan."}, {"timestamp": [570.12, 570.44], "text": " Exactly."}, {"timestamp": [575.32, 579.48], "text": " So let's just be clear what he's saying."}, {"timestamp": [579.98, 582.52], "text": " Whole new sections were added to the original design,"}, {"timestamp": [582.9, 584.42], "text": " a construction challenge in itself,"}, {"timestamp": [584.58, 586.34], "text": " but most damagingly of all,"}, {"timestamp": [586.34, 589.3], "text": " this interfered with the immensely complex systems"}, {"timestamp": [589.3, 591.64], "text": " for things like IT and fire protection,"}, {"timestamp": [591.64, 595.48], "text": " meant to weave their way seamlessly amongst the shiny new arrivals halls,"}, {"timestamp": [595.48, 598.16], "text": " check-in desks and waiting lounges."}, {"timestamp": [598.16, 601.32], "text": " Extra capacity for things like sprinklers and smoke extraction"}, {"timestamp": [601.32, 603.84], "text": " had to be crammed in."}, {"timestamp": [603.84, 607.0], "text": " No one knew anymore what exactly had been installed where."}, {"timestamp": [607.0, 611.0], "text": " What you might call chaotic cabling has been the curse of this project"}, {"timestamp": [611.0, 614.0], "text": " and it's still dangling over the whole enterprise."}, {"timestamp": [614.0, 620.0], "text": " Here's one of the famous cables hanging down from the ceiling."}, {"timestamp": [620.0, 625.0], "text": " I've heard the term being used in German cable salad,"}, {"timestamp": [625.0, 627.0], "text": " Kavlzalat."}, {"timestamp": [627.0, 629.0], "text": " Is that to do with the complexity of the cabling?"}, {"timestamp": [629.0, 632.0], "text": " Yes, not putting the dressing on top of it."}, {"timestamp": [632.0, 635.0], "text": " Yes, not mixing up the wrong things with the cables."}, {"timestamp": [635.0, 638.0], "text": " Very bad recipe for your airport ceiling."}, {"timestamp": [638.0, 643.0], "text": " It was needed that we have new infrastructure running the system,"}, {"timestamp": [643.0, 645.14], "text": " the sprinkler system and so on."}, {"timestamp": [645.64, 650.22], "text": " And this is now the big deal to get everything done the way it's supposed to be."}, {"timestamp": [650.42, 654.42], "text": " And how much cabling have you had to put in very large amounts, basically?"}, {"timestamp": [655.18, 657.54], "text": " Many, many hundred kilometres of new cables."}, {"timestamp": [657.54, 660.68], "text": " Hundreds of kilometres of new cabling since the original construction."}, {"timestamp": [661.68, 664.3], "text": " Much of the new building looks ready to open."}, {"timestamp": [664.62, 667.4], "text": " Impressive, expansive arrivals halls, a control"}, {"timestamp": [667.4, 670.14], "text": " tower, an underground railway station."}, {"timestamp": [670.14, 674.12], "text": " But almost everywhere you walk are signs of that cable curse."}, {"timestamp": [674.12, 678.7], "text": " Ceiling panels are down and workers are up stepladders, armed with screwdrivers, trying"}, {"timestamp": [678.7, 683.98], "text": " to ensure everything in those hundreds of cable kilometers is now properly connected."}, {"timestamp": [683.98, 687.0], "text": " You know, here just the fire system running."}, {"timestamp": [687.0, 689.0], "text": " Is that what the test that you're running?"}, {"timestamp": [689.0, 692.0], "text": " It's testing right now, exactly."}, {"timestamp": [692.0, 695.0], "text": " And you hear the constant sounds of testing, testing"}, {"timestamp": [695.0, 699.0], "text": " to try and prove the safety systems do now work."}, {"timestamp": [699.0, 702.0], "text": " So why were all these changes made during construction?"}, {"timestamp": [702.0, 705.4], "text": " One simple problem, bizarrely enough, was the airport"}, {"timestamp": [705.4, 711.22], "text": " architect Meinhard von Gerkin's dislike of shopping. Joel Dolroy is a Berlin-based journalist"}, {"timestamp": [711.22, 717.04], "text": " with Radio Spietkauf, who produced a podcast telling this airport's story. The architect of this"}, {"timestamp": [717.04, 721.76], "text": " building had a very utopian idea. He wanted to have an airport that had the least number of"}, {"timestamp": [721.76, 725.8], "text": " shops. That's because he doesn't actually like the idea of shopping in an airport."}, {"timestamp": [726.36, 731.66], "text": " He wrote a book where he described the idea of dragging around unwanted bottles of whiskey like a beggar."}, {"timestamp": [732.04, 735.88], "text": " He was really against this idea that airports have basically become like malls."}, {"timestamp": [735.88, 738.72], "text": " And he wanted his airport to have as few shops as possible."}, {"timestamp": [739.14, 742.76], "text": " Now, the problem is it doesn't seem like anyone actually realized that for a long time."}, {"timestamp": [742.9, 744.68], "text": " Until after, the plans have been agreed."}, {"timestamp": [744.84, 745.76], "text": " That's right."}, {"timestamp": [745.76, 750.12], "text": " And at that point, they realized we're not going to be able to make enough money from our retail spaces"}, {"timestamp": [750.12, 752.42], "text": " to be able to actually pay for this airport."}, {"timestamp": [752.42, 755.76], "text": " So they hurriedly had to cram hundreds of shops back into the plans."}, {"timestamp": [755.76, 760.82], "text": " They even had to add a whole new mezzanine level to put extra shops in."}, {"timestamp": [760.82, 765.6], "text": " And the constructors of the new airport were also racing to keep up with a low-cost revolution"}, {"timestamp": [765.6, 767.68], "text": " in the airline industry itself."}, {"timestamp": [767.68, 771.34], "text": " They didn't even have any gates that were intended for low-cost flights."}, {"timestamp": [771.34, 775.1], "text": " At first, every gate had a jet bridge on it, you know, like one of those undercover walkways"}, {"timestamp": [775.1, 777.06], "text": " that you walk out to the plane on."}, {"timestamp": [777.06, 778.62], "text": " That's not what low-cost carriers use."}, {"timestamp": [778.62, 782.76], "text": " You usually get on a staircase in the middle of the airfield because that's cheaper."}, {"timestamp": [782.76, 786.72], "text": " So now they've stuck on two extra wings along the side of the building where the low-cost carriers"}, {"timestamp": [786.72, 787.76], "text": " will land."}, {"timestamp": [787.76, 797.68], "text": " This is one of the levels that was put in as an additional level that was actually not planned."}, {"timestamp": [797.68, 803.38], "text": " Back on my tour of the new airport, Michael Dorn told me how much his company FB has had to adapt"}, {"timestamp": [803.38, 807.02], "text": " its plans to rapid changes in how the aviation business works."}, {"timestamp": [807.24, 812.36], "text": " The change of check-in in online, 60, 70% of our passengers have already checked in."}, {"timestamp": [812.9, 817.5], "text": " So the classical check-in, talk to somebody getting a paper ticket, it's out of time."}, {"timestamp": [817.6, 819.36], "text": " Which used to be a central part of an airport building."}, {"timestamp": [819.44, 820.9], "text": " It was the main focus almost as you arrived."}, {"timestamp": [821.02, 824.08], "text": " And shopping and cafes, they've come to play a much bigger role, haven't they?"}, {"timestamp": [824.16, 825.0], "text": " Yes."}, {"timestamp": [825.0, 830.0], "text": " The fact is that we are earning around about 50% of our income by retail."}, {"timestamp": [830.0, 831.0], "text": " 50% off your income."}, {"timestamp": [831.0, 838.0], "text": " Around about 50% is aviation fees and the other 50% is retail."}, {"timestamp": [838.0, 848.0], "text": " However, the politicians supervising the airport, especially Berlin's then-Mare, the extvert Klaus Vorvorite, hated the idea of scaling things down."}, {"timestamp": [848.0, 853.0], "text": " They insisted that new departure gates were added to accommodate giant Airbus A380 aircraft,"}, {"timestamp": [853.0, 858.0], "text": " whose production has recently been ended before this airport has managed to open."}, {"timestamp": [862.0, 867.0], "text": " After a first postponement from 2011, it was originally set for a grand opening in 2012,"}, {"timestamp": [867.0, 871.0], "text": " with Chancellor Merkel among those in triumphant attendance."}, {"timestamp": [871.0, 877.0], "text": " So-called ribbon-cutting moments like this drive politicians' love of big infrastructure,"}, {"timestamp": [877.0, 889.04], "text": " and mounting evidence of the new airport's unfitness for operation was ignored for as long as possible."}, {"timestamp": [893.42, 893.92], "text": " Then, in May 2012, just a few weeks before the opening was due,"}, {"timestamp": [897.66, 898.24], "text": " the airport's supervisory board had to announce a humiliating postponement."}, {"timestamp": [900.46, 907.6], "text": " Sabino Renafantz was one of the journalists there. I was in the press conference of Klaus Woverreide, the then mayor in 2012, when he,"}, {"timestamp": [908.1, 914.6], "text": " embarrassingly, had to announce that the opening of the airport will not take place after the"}, {"timestamp": [914.6, 919.82], "text": " invites had already been sent out, actually. Just weeks away. Yeah, it was like a couple of weeks"}, {"timestamp": [919.82, 926.38], "text": " away, really, and everyone was flabbergasted because there were no signs actually that there"}, {"timestamp": [926.38, 929.6], "text": " will be so significant problems that it had to be postponed."}, {"timestamp": [929.6, 934.56], "text": " And I think first also people thought it would just be postponed for a little bit, you"}, {"timestamp": [934.56, 939.26], "text": " know, maybe a month, two months, maybe a year, but not like this."}, {"timestamp": [939.26, 944.4], "text": " No one imagined then that the airport would still not be open today seven years later."}, {"timestamp": [944.4, 948.92], "text": " I got an invitation. It was printed like a boarding card for the ceremony."}, {"timestamp": [949.48, 952.92], "text": " They discussed who will sit next to Chancellor Merkel."}, {"timestamp": [953.68, 956.44], "text": " Martin Delius was among the local politicians invited."}, {"timestamp": [957.06, 960.6], "text": " After the postponement was announced, he led an inquiry into what had gone wrong,"}, {"timestamp": [961.0, 964.6], "text": " including the decision by a relatively junior local authority official"}, {"timestamp": [964.6, 968.98], "text": " that had prevented the opening once he saw how little fire safety was in place."}, {"timestamp": [969.8, 974.34], "text": " They had no plan for after the opening for dealing with the fire safety issues."}, {"timestamp": [974.88, 975.48], "text": " No plan?"}, {"timestamp": [975.58, 978.26], "text": " No. So what was going to happen, do you think, if it had opened?"}, {"timestamp": [978.26, 983.92], "text": " Nothing. So you have a relatively junior official from this local authority nearby who"}, {"timestamp": [983.92, 986.02], "text": " happens to have the responsibility for this building."}, {"timestamp": [986.14, 991.08], "text": " And he takes a look and tries to get a sense of what the plan is because the systems aren't"}, {"timestamp": [991.08, 995.9], "text": " working and they can't give him an answer. They can't and they wouldn't and you ask again and"}, {"timestamp": [995.9, 1001.24], "text": " again and again. And there were many more questions that suddenly began to be asked as the scale"}, {"timestamp": [1001.24, 1007.28], "text": " of the building's failure now emerged. A new boss, Hartmut Meidorn, was appointed to oversee the project"}, {"timestamp": [1007.28, 1010.96], "text": " and, as a first step, find out the shocking scale of the problems."}, {"timestamp": [1011.4, 1014.18], "text": " He managed to get actually, that was the good thing,"}, {"timestamp": [1014.26, 1018.62], "text": " he managed to get a list of faults and failures within the construction,"}, {"timestamp": [1019.28, 1021.0], "text": " about 600,000 issues."}, {"timestamp": [1021.96, 1024.78], "text": " 600,000, separate problems."}, {"timestamp": [1024.94, 1025.6], "text": " Separate problems. Separate problems."}, {"timestamp": [1025.9, 1027.64], "text": " Small ones from the light bulb"}, {"timestamp": [1027.64, 1028.74], "text": " is not the right one"}, {"timestamp": [1028.74, 1031.08], "text": " up to all the cables are wrong."}, {"timestamp": [1031.1, 1032.38], "text": " But it's still a pretty staggering figure."}, {"timestamp": [1032.46, 1034.66], "text": " It's 600,000 problems."}, {"timestamp": [1034.82, 1035.36], "text": " Yes, yes."}, {"timestamp": [1035.86, 1037.86], "text": " That's what Medon refused to admit."}, {"timestamp": [1038.1, 1040.24], "text": " After that, he did the study again"}, {"timestamp": [1040.24, 1042.42], "text": " and they found 550,000."}, {"timestamp": [1042.6, 1043.5], "text": " Oh, well, that's good news, then."}, {"timestamp": [1043.5, 1043.94], "text": " Yeah, yeah."}, {"timestamp": [1044.2, 1046.44], "text": " But it cost a lot of money. It took a lot of time."}, {"timestamp": [1047.18, 1049.42], "text": " And costs were going up all the time,"}, {"timestamp": [1049.6, 1051.38], "text": " not only the original cost of construction,"}, {"timestamp": [1051.68, 1055.42], "text": " but now millions spent monthly maintaining a new but unused building,"}, {"timestamp": [1055.72, 1058.12], "text": " not earning any revenue for the company that ran it."}, {"timestamp": [1058.68, 1061.54], "text": " Add to that, the costs of rectifying what had gone wrong,"}, {"timestamp": [1061.96, 1065.14], "text": " with businesses given flawed contracts often paid by the hour"}, {"timestamp": [1065.14, 1070.1], "text": " rather than by results. So some companies have done extremely well out of this long, drawn-out"}, {"timestamp": [1070.1, 1076.04], "text": " fiasco. Professor Gania Koska of the Free University of Berlin is an expert infrastructure number"}, {"timestamp": [1076.04, 1082.52], "text": " cruncher. Everyone who built a house knows how complicated it can be. So there are cabling mistakes,"}, {"timestamp": [1082.52, 1086.24], "text": " fire protection mistakes, the doors didn't open as they're supposed to be. So there are cabling mistakes, fire protection mistakes, the doors didn't open as"}, {"timestamp": [1086.24, 1091.84], "text": " they supposed to be. So it was a combination of everyone had worked on their own. There was no"}, {"timestamp": [1091.84, 1095.92], "text": " coordination and to fix that, it's like fixing an airplane while it's flying."}, {"timestamp": [1096.96, 1101.28], "text": " This airport was in fact the most extreme example of the supposedly thrifty and efficient"}, {"timestamp": [1101.28, 1105.64], "text": " Germans over spending on infrastructure projects with surprising regularity."}, {"timestamp": [1105.64, 1109.94], "text": " German infrastructure projects are more expensive than in the planning."}, {"timestamp": [1109.94, 1113.04], "text": " And how does that compare with the rest of the world? Isn't there always an overspend or"}, {"timestamp": [1113.04, 1114.84], "text": " nearly always in many of these projects?"}, {"timestamp": [1114.84, 1119.04], "text": " There's always an overspend. But then when we looked at different sectors, we found, for"}, {"timestamp": [1119.04, 1124.2], "text": " example, Germany is not necessarily doing better. Let's take the example of the transportation"}, {"timestamp": [1124.2, 1125.2], "text": " sector. So"}, {"timestamp": [1125.2, 1130.9], "text": " internationally the cost overruns for roads are 20%. When you look in Germany, the average"}, {"timestamp": [1130.9, 1137.52], "text": " costs overrun of our infrastructure projects on roads were 30%. So Germany is not as good"}, {"timestamp": [1137.52, 1138.56], "text": " as you might think."}, {"timestamp": [1138.56, 1143.92], "text": " There were some who believed, as the huge problems emerged, that it would be best to abandon"}, {"timestamp": [1143.92, 1148.24], "text": " the new airport altogether and start again from scratch. Martin Delius."}, {"timestamp": [1148.24, 1157.18], "text": " I said in 2013, 2014, 2015, let's give it up, build a new one. Maybe something close"}, {"timestamp": [1157.18, 1161.24], "text": " to Poland, because that's an emerging European region."}, {"timestamp": [1161.24, 1166.24], "text": " So you felt things were so bad that it was worth just abandoning that project and all that"}, {"timestamp": [1166.24, 1167.24], "text": " have been spent on it?"}, {"timestamp": [1167.24, 1171.28], "text": " That's right, but that was in 2050 and 2014."}, {"timestamp": [1171.28, 1173.04], "text": " I wouldn't say that anymore."}, {"timestamp": [1173.04, 1174.04], "text": " You changed your mind?"}, {"timestamp": [1174.04, 1176.12], "text": " Yeah, because there's a point of no return."}, {"timestamp": [1176.12, 1177.72], "text": " It's public money."}, {"timestamp": [1177.72, 1181.7], "text": " If you spend it, you need to get something out of it."}, {"timestamp": [1181.7, 1188.0], "text": " So the airport of no arrivals has, in financial terms, past the point of no return."}, {"timestamp": [1188.0, 1192.5], "text": " Six billion euros is what the managing company now says will be the overall cost of the project"}, {"timestamp": [1192.5, 1200.7], "text": " if it opens as planned next year, up from an original projection of around 2 billion."}, {"timestamp": [1200.7, 1205.2], "text": " Back inside the BER, intense attempts are being made, says the airport's Michael Dorn,"}, {"timestamp": [1208.24, 1208.34], "text": " to ensure that this time all the necessary tests will have been done,"}, {"timestamp": [1213.6, 1219.82], "text": " all the official permissions obtained before an opening actually happens in autumn of next year. If they give us the approval, we start the testing with people and passengers and the stuff out here."}, {"timestamp": [1220.46, 1223.56], "text": " And you're very firmly sticking to an opening date of when exactly?"}, {"timestamp": [1224.16, 1226.2], "text": " Opening will be October 2020."}, {"timestamp": [1226.2, 1232.4], "text": " And there's some pressure to say around about then, but you say no, it must be that date, we must give people that certainty?"}, {"timestamp": [1232.4, 1237.4], "text": " We have to give the certainty, especially to our partners, the air traffic people out there."}, {"timestamp": [1237.4, 1241.8], "text": " The airlines, the airlines, partners who have retail area."}, {"timestamp": [1241.8, 1244.8], "text": " You know, they have to employ people, they have to train their people."}, {"timestamp": [1244.8, 1246.84], "text": " The big goal is opening up next year"}, {"timestamp": [1246.84, 1249.78], "text": " and then the headline will be BR is open."}, {"timestamp": [1249.94, 1251.66], "text": " And this is the day we are working for."}, {"timestamp": [1252.58, 1255.66], "text": " So what do Berliners think when given yet another opening date"}, {"timestamp": [1255.66, 1258.82], "text": " for this project that seems to have been flying aimlessly for years"}, {"timestamp": [1258.82, 1260.34], "text": " without ever coming into land?"}, {"timestamp": [1260.9, 1262.06], "text": " Professor Gania Kostka."}, {"timestamp": [1262.52, 1263.42], "text": " We laugh, of course."}, {"timestamp": [1263.62, 1267.96], "text": " I mean, we have heard this ten times, and every time they're really"}, {"timestamp": [1267.96, 1270.1], "text": " so sure about it. This time it's different, they say."}, {"timestamp": [1270.18, 1272.22], "text": " It's 2020. We are lucky if it opens in."}, {"timestamp": [1272.46, 1275.52], "text": " So actually, when you hear that date, you're immediately thinking, when were we here"}, {"timestamp": [1275.52, 1276.52], "text": " the postponement news?"}, {"timestamp": [1277.16, 1280.92], "text": " Yes. So it's been too many times."}, {"timestamp": [1281.98, 1285.36], "text": " I think it's become sort of this mystical place outside Berlin,"}, {"timestamp": [1285.54, 1287.86], "text": " like a sort of fairy tale place."}, {"timestamp": [1287.86, 1291.16], "text": " And it has been used for shooting films,"}, {"timestamp": [1291.38, 1294.4], "text": " so occasionally it pops up in some murder mystery"}, {"timestamp": [1294.4, 1296.68], "text": " where something really dodgy happens."}, {"timestamp": [1297.2, 1299.52], "text": " So it's weird."}, {"timestamp": [1303.84, 1312.62], "text": " And the building itself sitting there for years unused has taken on a strange, unreal presence in the life of the city, says Sabino Renéphance."}, {"timestamp": [1313.24, 1316.62], "text": " But the traumatic story of its construction has been troubling for Germans,"}, {"timestamp": [1317.04, 1320.04], "text": " who may have believed this just could not happen in their country."}, {"timestamp": [1320.66, 1330.92], "text": " Germans are especially in English-speaking countries, famous, you know, forespong duethechnik, the Audi slogan, so famous engineering, and we can't do that."}, {"timestamp": [1330.98, 1331.74], "text": " What's going on?"}, {"timestamp": [1331.92, 1336.86], "text": " And in China at the same time, they open up five airports and we don't even manage one."}, {"timestamp": [1339.76, 1346.64], "text": " However, global infrastructure expert Bentflyr believes there may yet be a happier ending of sorts to this saga,"}, {"timestamp": [1346.64, 1352.64], "text": " because once a project is actually up and running, even if late and over budget, views can change."}, {"timestamp": [1352.64, 1360.0], "text": " If you look at opinion polls, you very often find that a majority of the population are against these big projects when they're proposed."}, {"timestamp": [1360.0, 1366.56], "text": " So if you just ask people in general, you'll often find 70, 80% of people being against the big project."}, {"timestamp": [1366.96, 1371.4], "text": " However, the interesting thing is that once the project has been built and you ask people again,"}, {"timestamp": [1371.6, 1372.9], "text": " what do you think about this project?"}, {"timestamp": [1373.4, 1376.26], "text": " 78% of people think it's great, you know, once it's in use."}, {"timestamp": [1378.94, 1384.5], "text": " So do you think if the new Berlin airport is opened in the next few years,"}, {"timestamp": [1387.32, 1391.76], "text": " in 10, 20, 30 years time, provide it's functioning fairly well, people will say, glad we've got this."}, {"timestamp": [1391.76, 1393.0], "text": " Of course they will."}, {"timestamp": [1393.0, 1399.12], "text": " And also people who live in 20, 30 years time, many of them will not have paid for the airport."}, {"timestamp": [1399.12, 1400.12], "text": " So they can be quite happy."}, {"timestamp": [1400.12, 1401.84], "text": " They have a free airport, so to speak."}, {"timestamp": [1401.84, 1406.38], "text": " And that's what we often forget when people are evaluating infrastructure after the fact."}, {"timestamp": [1406.5, 1407.58], "text": " They got it for free rights."}, {"timestamp": [1407.7, 1409.46], "text": " So, of course, they're happy about it."}, {"timestamp": [1409.5, 1411.46], "text": " The Channel Tunnel is a very good example of that."}, {"timestamp": [1411.52, 1414.38], "text": " That was another project that didn't go well financially."}, {"timestamp": [1414.5, 1415.34], "text": " It actually went bankrupt."}, {"timestamp": [1415.54, 1419.5], "text": " So if you ask those investors whether this is success, they would say, no, I lost my money."}, {"timestamp": [1419.56, 1420.62], "text": " I lost my shirt on this."}, {"timestamp": [1420.96, 1428.56], "text": " If you ask people today who get on the train, including myself, whether it's great, I'm saying yes, it's a wonderful service and we should all be smiling."}, {"timestamp": [1428.56, 1432.76], "text": " So you, for example, if you come in within the Schengen area, you"}, {"timestamp": [1432.76, 1437.22], "text": " And that's what Michael Dorn is hoping for as my tour around the new Berlin airport comes"}, {"timestamp": [1437.22, 1443.64], "text": " to an end, that once, if it's finally open, its traumatic history so far will swiftly fade"}, {"timestamp": [1443.64, 1444.64], "text": " from memory."}, {"timestamp": [1444.64, 1447.0], "text": " I think when we open up next year, half a year,"}, {"timestamp": [1447.0, 1449.0], "text": " and most people will forget about it."}, {"timestamp": [1449.0, 1451.0], "text": " Shooter will be the one or the other joke."}, {"timestamp": [1451.0, 1455.0], "text": " But I think they'll forget that quickly after what's happened over the years."}, {"timestamp": [1455.0, 1457.0], "text": " When it's running, it's properly running,"}, {"timestamp": [1457.0, 1462.0], "text": " I think a lot of comedians have to find new places to make the jokes off,"}, {"timestamp": [1462.0, 1469.52], "text": " and we will focus on our operations, our TAS. You've set an opening date of October next year, but there have been many potential"}, {"timestamp": [1469.52, 1474.64], "text": " opening dates so far in the history of this building, many postponements. Can you be 100% sure"}, {"timestamp": [1474.64, 1478.64], "text": " you're going to be able to stick to that date? I'm very very confident that this time we're"}, {"timestamp": [1478.64, 1482.4], "text": " going to open up in October next year. Feels different this time does it? You've lived through"}, {"timestamp": [1482.4, 1485.0], "text": " the whole thing. Yes, it feels much different."}, {"timestamp": [1485.0, 1487.0], "text": " In what way?"}, {"timestamp": [1487.0, 1490.0], "text": " That the people know what they're doing."}, {"timestamp": [1490.0, 1494.0], "text": " So you really didn't feel in the past that people did know what they were doing?"}, {"timestamp": [1494.0, 1496.0], "text": " Not all that's not what I'm saying."}, {"timestamp": [1496.0, 1501.0], "text": " The deal is up to this point we have all the improvements to finish the working."}, {"timestamp": [1501.0, 1504.0], "text": " At a certain point we didn't know what to do, how to fix the problems."}, {"timestamp": [1504.0, 1507.0], "text": " Now we know what to do, we know how to do it,"}, {"timestamp": [1507.0, 1510.0], "text": " and on the other hand we don't put each other under pressure"}, {"timestamp": [1510.0, 1513.0], "text": " to get it done tomorrow or in two days."}, {"timestamp": [1513.0, 1516.0], "text": " We'll finish one thing and go the next step."}, {"timestamp": [1516.0, 1521.0], "text": " I'm certainly looking forward to using this place in the future,"}, {"timestamp": [1521.0, 1524.0], "text": " given the terrible state of the existing Berlin airports."}, {"timestamp": [1524.0, 1529.24], "text": " But I don't think I'll forget as quickly as he's hoping the astonishing sight of multiple"}, {"timestamp": [1529.24, 1534.56], "text": " luggage carousels that have been going round for years without ever handling a single piece"}, {"timestamp": [1534.56, 1540.88], "text": " of baggage. Or the hotel standing forlornly outside the main airport entrance since 2012"}, {"timestamp": [1540.88, 1545.76], "text": " that's never had a paying guest, or the ghostly railway station underneath the"}, {"timestamp": [1545.76, 1554.22], "text": " airport that's only ever had one passengerless train a day just to keep the air moving."}, {"timestamp": [1554.22, 1558.76], "text": " This is a story that began nobly enough as Berlin sought to reconnect with the world after"}, {"timestamp": [1558.76, 1564.52], "text": " its Cold War isolation. But that combination of political meddling, sheer bad management"}, {"timestamp": [1564.52, 1567.16], "text": " and the curse of kilometers of misplaced cables"}, {"timestamp": [1567.16, 1574.56], "text": " has made a terrible lesson in how big ideas can become expensively and embarrassingly stuck in the departure lounge,"}, {"timestamp": [1575.0, 1578.02], "text": " still waiting many years later for takeoff."}, {"timestamp": [1591.62, null], "text": " I'm Chris Bolby and that edition of Global Business on the BBC World Service was produced by Jim Frank."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. You know what it's usually like around an airport baggage carousel? Mounds of luggage, constant activity as flights and passengers come and go, people jostling for space. Not here, though, at the heart of the new Berlin-Brandenburg airport. Yes, the carousels are going round. But there's no luggage, no passengers, essentially just me and Michael Dorn from FBB, the company which runs Berlin's airports. Here it is now, no, no it is. In fact, they're running. There are the carousels. Rotating. Well, waiting on your suitcase. Exactly. No suitcases there. Keeping it running and clean. Ah, because if it didn't, you'd have to then replace the rubber and so on if it wasn't used. And then they tested next week again and keep it running for a year. This is a really strange site actually, as a huge airport baggage carousel with not a single piece of luggage on it. There's two of them running, just going round, oh three, four. We're having four here and four on the other side. on it. There's two of them running, just going round, oh, three, four. Round and round, round, they go. Round, round, they go. But this isn't a brand new building awaiting its grand opening. These carousels and the structures all around have been ready since 2012. But no planes have ever landed here, they still haven't processed a single piece of baggage. This Berlin airport meant as a centrepiece of the revived German capital's new global presence is many years late and billions over budget. One thing Germany does well you might have assumed is infrastructure and transport. I'm Chris Bolby and for global business on the BBC World Service I've been discovering how this high-profile project went so horribly wrong. Berlin Airport is a very good project to learn for how not to do things. It's been a construction catastrophe that's left the German reputation for efficiency and engineering skill in serious doubt, says top global expert in infrastructure projects, Professor Bent Flubier of the Saeed Business School at Oxford University. Actually, Germany has a long and proud tradition of being good at engineering and doing engineering projects just like Japan does and Switzerland. There are certain countries in the world that have shown by the historical track record that they're good at this, and Germany used to be one of those. That's actually one of the big problems, that this is becoming a national trauma. But this was never some wholly unnecessary vanity project. Berlin does desperately need new modern air travel facilities. And this failure has left travellers using old airports such as Schoenfeld, inherited from the Cold War era, way below modern standards. Hi, I'm Sabine Rennerfans. I'm editor at the Berliner Zeitung, which is the biggest broadsheet in Berlin. We travelled to England in the summer and with two small kids, and it was just horrible. I mean from Schoenfeld, you know, it feels like, I mean, I don't want to insult third world countries. Probably they have better airports, but it feels really very, very difficult. Like you, there's not enough seating, there's not enough space. Like you arrive there, there's cues everywhere. People are squatting on the floor with their food, and it feels like you arrived at a refugee home. I mean, honestly. So what on earth has happened? We're going to discover major policy blunders and also unforgettable details. And we'll ask whether the new airport can finally open next year, as now promised by its managers, decades after it was first planned. The story has its roots in the long years of Berlin's Cold War deep sleep, divided by a concrete wall marooned behind the iron curtain, its links with the wider world sharply restricted by tensions between the Soviet Union and Western allies. When I lived there in the early 1980s, I'd come and go by train rather than on the expensive strictly limited flights from Britain. US President Ronald Reagan came to West Berlin in 1987. Everyone remembers his headline soundbite. Mr Gorbachev tear down this wall. Much less remembered was Reagan's promise of a new aviation future if tensions eased. We look to the day when West Berlin can become one of the chief aviation hubs in all Central Europe. After the war deep come down in 1989, one of the first things on the political agenda was new infrastructure, to bind Berlin together again and make bold statements about its status as the capital of a reunified Germany. And a lot of highly impressive things were built, as I recall with Professor Gania Koska of the Free University of Berlin when we met at the city's central railway station. Well, here we are in the Halkbarnhor, the main railway station in Berlin. I can remember coming here when this was a hole in the ground, there was nothing here shortly after the wall came down. And people said there's going to be this amazing new station. It was quite hard to imagine there. But it was built and here it is and it connects on several levels, trains down there and the local, the Espan, the city station there. So some very big infrastructure projects were commissioned after the wall came down and they were successes, wouldn't they? Germany could do infrastructure really well at that time. Yes, the Heilbunhof is referred to as a relatively success in terms of infrastructure projects. I say relatively because it was still constructed three years later than planned and it was constructed 56% over the original planned costs. But that is actually relative to other infrastructure projects, a very good example for Germany. So, some timetabling and overspending troubles, but overall this project delivered. structure projects, a very good example for Germany. So some timetabling and overspending troubles, but overall this project delivered. When it came to planning air travel, most politicians agree the city's existing airports, Templehof and Tegel in what was the west of the city, Schernerfeld in what had been the communist east needed replacing. So they set up a company to oversee a new airport. And at that stage, Gania Koska told me, fateful organizational mistakes were made. So it's a political prestige project, and what happened is that a few politicians really make key decisions early on that led to really continuously what we call a spiral of mistakes. And it really started that also that the supervisory board, this was filled with politicians who had never really constructed an airport and who had no idea actually how to supervise the project and they were in charge of key decisions. The new airports, known locally as the BER, was named after the city and surrounding region, Berlin Brandenborg, with a subsidiary name, Vili Brandt, after the former mayor of West Berlin and German Chancellor. And a mixture of city, regional and federal politicians and officials were supervising it all, with little construction expertise among them. They had trouble finding a large specialist private contractor to build and help fund the airport, so the politicians plowed on using public money. The risks were taken by the taxpayers, and so the politicians made decisions. They were not even held immediately responsible and accountable. One of the key lessons of this project is that more private enterprises should be involved to also bear more risks. And the organizational problems worsened when, in an attempt to cut costs, the construction project's delivery was divided up between lots of smaller contractors. Martin Delius is a former Berlin city politician who later headed an extensive inquiry into what went wrong at this crucial early stage. They decided to give more than 30, 30 to 40 contracts to small companies, which they then could, they thought could pressure into, give them lower prices. Divide and rule. Divide and rule. And have the Berlin-Brandenburg Airport company managed the whole thing, which it was not fit to do. Instead of having a management company dealing with one construction company, suddenly you've got 40 or more small entities. They built a very complex controlling system which didn't work. Everything we know now, at one point in this project, was written down by experts within the project and nobody listened. They didn't listen to those pointing out the problems, partly because they were too busy suggesting changes to the plans even after construction had started. We are now going to the upper level, the check-in area. Giving me a rare tour of the new but still unopened airport, Michael Dorn explains just how much the original plans were altered. Knowing that we are growing much faster than any other airport, we added different levels. We actually, a former CEO, said, we doubled the capacity of the terminal within the building. After construction began? After construction began. So the original systems were not planned for that extra capacity. Was that some of the difficulty? Exactly. Then you'd interfered with the original plan. Exactly. So let's just be clear what he's saying. Whole new sections were added to the original design, a construction challenge in itself, but most damagingly of all, this interfered with the immensely complex systems for things like IT and fire protection, meant to weave their way seamlessly amongst the shiny new arrivals halls, check-in desks and waiting lounges. Extra capacity for things like sprinklers and smoke extraction had to be crammed in. No one knew anymore what exactly had been installed where. What you might call chaotic cabling has been the curse of this project and it's still dangling over the whole enterprise. Here's one of the famous cables hanging down from the ceiling. I've heard the term being used in German cable salad, Kavlzalat. Is that to do with the complexity of the cabling? Yes, not putting the dressing on top of it. Yes, not mixing up the wrong things with the cables. Very bad recipe for your airport ceiling. It was needed that we have new infrastructure running the system, the sprinkler system and so on. And this is now the big deal to get everything done the way it's supposed to be. And how much cabling have you had to put in very large amounts, basically? Many, many hundred kilometres of new cables. Hundreds of kilometres of new cabling since the original construction. Much of the new building looks ready to open. Impressive, expansive arrivals halls, a control tower, an underground railway station. But almost everywhere you walk are signs of that cable curse. Ceiling panels are down and workers are up stepladders, armed with screwdrivers, trying to ensure everything in those hundreds of cable kilometers is now properly connected. You know, here just the fire system running. Is that what the test that you're running? It's testing right now, exactly. And you hear the constant sounds of testing, testing to try and prove the safety systems do now work. So why were all these changes made during construction? One simple problem, bizarrely enough, was the airport architect Meinhard von Gerkin's dislike of shopping. Joel Dolroy is a Berlin-based journalist with Radio Spietkauf, who produced a podcast telling this airport's story. The architect of this building had a very utopian idea. He wanted to have an airport that had the least number of shops. That's because he doesn't actually like the idea of shopping in an airport. He wrote a book where he described the idea of dragging around unwanted bottles of whiskey like a beggar. He was really against this idea that airports have basically become like malls. And he wanted his airport to have as few shops as possible. Now, the problem is it doesn't seem like anyone actually realized that for a long time. Until after, the plans have been agreed. That's right. And at that point, they realized we're not going to be able to make enough money from our retail spaces to be able to actually pay for this airport. So they hurriedly had to cram hundreds of shops back into the plans. They even had to add a whole new mezzanine level to put extra shops in. And the constructors of the new airport were also racing to keep up with a low-cost revolution in the airline industry itself. They didn't even have any gates that were intended for low-cost flights. At first, every gate had a jet bridge on it, you know, like one of those undercover walkways that you walk out to the plane on. That's not what low-cost carriers use. You usually get on a staircase in the middle of the airfield because that's cheaper. So now they've stuck on two extra wings along the side of the building where the low-cost carriers will land. This is one of the levels that was put in as an additional level that was actually not planned. Back on my tour of the new airport, Michael Dorn told me how much his company FB has had to adapt its plans to rapid changes in how the aviation business works. The change of check-in in online, 60, 70% of our passengers have already checked in. So the classical check-in, talk to somebody getting a paper ticket, it's out of time. Which used to be a central part of an airport building. It was the main focus almost as you arrived. And shopping and cafes, they've come to play a much bigger role, haven't they? Yes. The fact is that we are earning around about 50% of our income by retail. 50% off your income. Around about 50% is aviation fees and the other 50% is retail. However, the politicians supervising the airport, especially Berlin's then-Mare, the extvert Klaus Vorvorite, hated the idea of scaling things down. They insisted that new departure gates were added to accommodate giant Airbus A380 aircraft, whose production has recently been ended before this airport has managed to open. After a first postponement from 2011, it was originally set for a grand opening in 2012, with Chancellor Merkel among those in triumphant attendance. So-called ribbon-cutting moments like this drive politicians' love of big infrastructure, and mounting evidence of the new airport's unfitness for operation was ignored for as long as possible. Then, in May 2012, just a few weeks before the opening was due, the airport's supervisory board had to announce a humiliating postponement. Sabino Renafantz was one of the journalists there. I was in the press conference of Klaus Woverreide, the then mayor in 2012, when he, embarrassingly, had to announce that the opening of the airport will not take place after the invites had already been sent out, actually. Just weeks away. Yeah, it was like a couple of weeks away, really, and everyone was flabbergasted because there were no signs actually that there will be so significant problems that it had to be postponed. And I think first also people thought it would just be postponed for a little bit, you know, maybe a month, two months, maybe a year, but not like this. No one imagined then that the airport would still not be open today seven years later. I got an invitation. It was printed like a boarding card for the ceremony. They discussed who will sit next to Chancellor Merkel. Martin Delius was among the local politicians invited. After the postponement was announced, he led an inquiry into what had gone wrong, including the decision by a relatively junior local authority official that had prevented the opening once he saw how little fire safety was in place. They had no plan for after the opening for dealing with the fire safety issues. No plan? No. So what was going to happen, do you think, if it had opened? Nothing. So you have a relatively junior official from this local authority nearby who happens to have the responsibility for this building. And he takes a look and tries to get a sense of what the plan is because the systems aren't working and they can't give him an answer. They can't and they wouldn't and you ask again and again and again. And there were many more questions that suddenly began to be asked as the scale of the building's failure now emerged. A new boss, Hartmut Meidorn, was appointed to oversee the project and, as a first step, find out the shocking scale of the problems. He managed to get actually, that was the good thing, he managed to get a list of faults and failures within the construction, about 600,000 issues. 600,000, separate problems. Separate problems. Separate problems. Small ones from the light bulb is not the right one up to all the cables are wrong. But it's still a pretty staggering figure. It's 600,000 problems. Yes, yes. That's what Medon refused to admit. After that, he did the study again and they found 550,000. Oh, well, that's good news, then. Yeah, yeah. But it cost a lot of money. It took a lot of time. And costs were going up all the time, not only the original cost of construction, but now millions spent monthly maintaining a new but unused building, not earning any revenue for the company that ran it. Add to that, the costs of rectifying what had gone wrong, with businesses given flawed contracts often paid by the hour rather than by results. So some companies have done extremely well out of this long, drawn-out fiasco. Professor Gania Koska of the Free University of Berlin is an expert infrastructure number cruncher. Everyone who built a house knows how complicated it can be. So there are cabling mistakes, fire protection mistakes, the doors didn't open as they're supposed to be. So there are cabling mistakes, fire protection mistakes, the doors didn't open as they supposed to be. So it was a combination of everyone had worked on their own. There was no coordination and to fix that, it's like fixing an airplane while it's flying. This airport was in fact the most extreme example of the supposedly thrifty and efficient Germans over spending on infrastructure projects with surprising regularity. German infrastructure projects are more expensive than in the planning. And how does that compare with the rest of the world? Isn't there always an overspend or nearly always in many of these projects? There's always an overspend. But then when we looked at different sectors, we found, for example, Germany is not necessarily doing better. Let's take the example of the transportation sector. So internationally the cost overruns for roads are 20%. When you look in Germany, the average costs overrun of our infrastructure projects on roads were 30%. So Germany is not as good as you might think. There were some who believed, as the huge problems emerged, that it would be best to abandon the new airport altogether and start again from scratch. Martin Delius. I said in 2013, 2014, 2015, let's give it up, build a new one. Maybe something close to Poland, because that's an emerging European region. So you felt things were so bad that it was worth just abandoning that project and all that have been spent on it? That's right, but that was in 2050 and 2014. I wouldn't say that anymore. You changed your mind? Yeah, because there's a point of no return. It's public money. If you spend it, you need to get something out of it. So the airport of no arrivals has, in financial terms, past the point of no return. Six billion euros is what the managing company now says will be the overall cost of the project if it opens as planned next year, up from an original projection of around 2 billion. Back inside the BER, intense attempts are being made, says the airport's Michael Dorn, to ensure that this time all the necessary tests will have been done, all the official permissions obtained before an opening actually happens in autumn of next year. If they give us the approval, we start the testing with people and passengers and the stuff out here. And you're very firmly sticking to an opening date of when exactly? Opening will be October 2020. And there's some pressure to say around about then, but you say no, it must be that date, we must give people that certainty? We have to give the certainty, especially to our partners, the air traffic people out there. The airlines, the airlines, partners who have retail area. You know, they have to employ people, they have to train their people. The big goal is opening up next year and then the headline will be BR is open. And this is the day we are working for. So what do Berliners think when given yet another opening date for this project that seems to have been flying aimlessly for years without ever coming into land? Professor Gania Kostka. We laugh, of course. I mean, we have heard this ten times, and every time they're really so sure about it. This time it's different, they say. It's 2020. We are lucky if it opens in. So actually, when you hear that date, you're immediately thinking, when were we here the postponement news? Yes. So it's been too many times. I think it's become sort of this mystical place outside Berlin, like a sort of fairy tale place. And it has been used for shooting films, so occasionally it pops up in some murder mystery where something really dodgy happens. So it's weird. And the building itself sitting there for years unused has taken on a strange, unreal presence in the life of the city, says Sabino Renéphance. But the traumatic story of its construction has been troubling for Germans, who may have believed this just could not happen in their country. Germans are especially in English-speaking countries, famous, you know, forespong duethechnik, the Audi slogan, so famous engineering, and we can't do that. What's going on? And in China at the same time, they open up five airports and we don't even manage one. However, global infrastructure expert Bentflyr believes there may yet be a happier ending of sorts to this saga, because once a project is actually up and running, even if late and over budget, views can change. If you look at opinion polls, you very often find that a majority of the population are against these big projects when they're proposed. So if you just ask people in general, you'll often find 70, 80% of people being against the big project. However, the interesting thing is that once the project has been built and you ask people again, what do you think about this project? 78% of people think it's great, you know, once it's in use. So do you think if the new Berlin airport is opened in the next few years, in 10, 20, 30 years time, provide it's functioning fairly well, people will say, glad we've got this. Of course they will. And also people who live in 20, 30 years time, many of them will not have paid for the airport. So they can be quite happy. They have a free airport, so to speak. And that's what we often forget when people are evaluating infrastructure after the fact. They got it for free rights. So, of course, they're happy about it. The Channel Tunnel is a very good example of that. That was another project that didn't go well financially. It actually went bankrupt. So if you ask those investors whether this is success, they would say, no, I lost my money. I lost my shirt on this. If you ask people today who get on the train, including myself, whether it's great, I'm saying yes, it's a wonderful service and we should all be smiling. So you, for example, if you come in within the Schengen area, you And that's what Michael Dorn is hoping for as my tour around the new Berlin airport comes to an end, that once, if it's finally open, its traumatic history so far will swiftly fade from memory. I think when we open up next year, half a year, and most people will forget about it. Shooter will be the one or the other joke. But I think they'll forget that quickly after what's happened over the years. When it's running, it's properly running, I think a lot of comedians have to find new places to make the jokes off, and we will focus on our operations, our TAS. You've set an opening date of October next year, but there have been many potential opening dates so far in the history of this building, many postponements. Can you be 100% sure you're going to be able to stick to that date? I'm very very confident that this time we're going to open up in October next year. Feels different this time does it? You've lived through the whole thing. Yes, it feels much different. In what way? That the people know what they're doing. So you really didn't feel in the past that people did know what they were doing? Not all that's not what I'm saying. The deal is up to this point we have all the improvements to finish the working. At a certain point we didn't know what to do, how to fix the problems. Now we know what to do, we know how to do it, and on the other hand we don't put each other under pressure to get it done tomorrow or in two days. We'll finish one thing and go the next step. I'm certainly looking forward to using this place in the future, given the terrible state of the existing Berlin airports. But I don't think I'll forget as quickly as he's hoping the astonishing sight of multiple luggage carousels that have been going round for years without ever handling a single piece of baggage. Or the hotel standing forlornly outside the main airport entrance since 2012 that's never had a paying guest, or the ghostly railway station underneath the airport that's only ever had one passengerless train a day just to keep the air moving. This is a story that began nobly enough as Berlin sought to reconnect with the world after its Cold War isolation. But that combination of political meddling, sheer bad management and the curse of kilometers of misplaced cables has made a terrible lesson in how big ideas can become expensively and embarrassingly stuck in the departure lounge, still waiting many years later for takeoff. I'm Chris Bolby and that edition of Global Business on the BBC World Service was produced by Jim Frank."}