{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.8, 6.64], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [10.76, 14.34], "text": " Men are preparing to leave their Earth and journey to another planet."}, {"timestamp": [15.02, 20.44], "text": " Five, four, three, two, one, zero."}, {"timestamp": [21.34, 23.3], "text": " Lift-off. We have a lift-on."}, {"timestamp": [29.0, 38.0], "text": " That's the sound of $25 billion. At the time the mission to the moon in 1969 was the pinnacle of one of the largest and most expensive innovation drives in the history of the world."}, {"timestamp": [38.0, 46.0], "text": " That $25 billion is today worth around $170 billion, an eye-watering amount by anyone's"}, {"timestamp": [46.0, 52.48], "text": " standards. But the top 15 companies in the world now spend more than that every single year"}, {"timestamp": [52.48, 58.32], "text": " on their own innovation. And yet there's still very little attention given to the science"}, {"timestamp": [58.32, 67.92], "text": " of how people actually come up with new ideas. Ironically, there's little idea of how an idea is formed. If only we understood"}, {"timestamp": [67.92, 73.92], "text": " it a bit better, surely we'd all become more efficient at coming up with those light bulb moments."}, {"timestamp": [75.2, 81.04], "text": " I'm Adam Shaw and on this edition of Global Business on the BBC World Service, I'll be asking"}, {"timestamp": [81.04, 86.56], "text": " where do ideas come from and what businesses can do to make their teams more innovative."}, {"timestamp": [88.24, 92.78], "text": " Let's start with the idea itself. Where does it actually come from?"}, {"timestamp": [93.74, 100.58], "text": " I'm Stephen Johnson and I'm the author of 11 books on the history of ideas and innovation,"}, {"timestamp": [101.04, 107.88], "text": " including where good ideas come from, and most recently a book called F Farsighted, how we make the decisions that matter the most."}, {"timestamp": [108.6, 112.68], "text": " If we're looking for the best place to come up with an idea, perhaps surprisingly,"}, {"timestamp": [113.24, 116.7], "text": " Stephen suggests we should start by taking a break."}, {"timestamp": [117.14, 119.76], "text": " The 18th century coffee house, particularly in London."}, {"timestamp": [120.1, 124.14], "text": " This was an incredible generator of new ideas in society."}, {"timestamp": [124.28, 128.08], "text": " If you had to figure out physically, like what kind of room did the Enlightenment happen in?"}, {"timestamp": [128.24, 130.32], "text": " It would be the coffee house more than anything else."}, {"timestamp": [130.82, 133.04], "text": " The insurance industry was invented there."}, {"timestamp": [133.28, 136.6], "text": " A whole host of scientific insights came out of that culture."}, {"timestamp": [136.86, 140.26], "text": " The magazine business was founded in coffee houses in that period."}, {"timestamp": [140.92, 144.6], "text": " What was important about that space is that it was a space where people would get together"}, {"timestamp": [144.6, 150.18], "text": " with lots of different interests, and you would have this kind of collision of different ideas and"}, {"timestamp": [150.18, 154.9], "text": " different passions and different hobbies. What was generative about it was that it was kind of"}, {"timestamp": [154.9, 159.48], "text": " disorganized. I've seen a number of organizations that are actually getting rid of a bank of conference"}, {"timestamp": [159.48, 167.36], "text": " rooms and creating a big open-ended space that is literally a coffee house. In fact, some of the most successful innovation centers in the world"}, {"timestamp": [167.36, 171.62], "text": " have tried to incorporate that coffee house sense of informality in their buildings"}, {"timestamp": [171.62, 175.96], "text": " in the hope that it too would foster new ideas and innovation."}, {"timestamp": [176.8, 181.48], "text": " For instance, one of the world's leading technology universities, MIT and the USA,"}, {"timestamp": [181.98, 185.26], "text": " had a famous innovation center called Building 20."}, {"timestamp": [185.74, 189.84], "text": " It was only meant to be a temporary structure built during World War II."}, {"timestamp": [190.44, 194.32], "text": " It turned out that this building was an incredible generator of new ideas."}, {"timestamp": [194.46, 198.0], "text": " All these breakthrough ideas and business companies like Bose, acoustics,"}, {"timestamp": [198.0, 201.0], "text": " and a bunch of other firms came out of this building."}, {"timestamp": [201.62, 205.88], "text": " And it was because the building was so cheaply constructed it was"}, {"timestamp": [205.88, 209.72], "text": " incredibly flexible you know if they were building something interesting and"}, {"timestamp": [209.72, 212.52], "text": " required higher ceilings they could just like punch through the ceilings they"}, {"timestamp": [212.52, 216.38], "text": " didn't have to get approval to do it or they could tear down a wall to expand"}, {"timestamp": [216.38, 219.38], "text": " really quickly when they were on the pursuit of a new idea and bring in new"}, {"timestamp": [219.38, 223.52], "text": " people in a sense the space was adaptable to the shape of whatever new ideas"}, {"timestamp": [223.52, 229.52], "text": " were forming inside of it well we can't all work in buildings where you can tear down the roof."}, {"timestamp": [229.52, 235.36], "text": " So, when most business leaders are looking for an idea, they tend to call a meeting instead."}, {"timestamp": [235.36, 238.72], "text": " So are meetings good places to generate new ideas?"}, {"timestamp": [238.72, 242.8], "text": " It's interesting, I think they can be, but I think they rarely are."}, {"timestamp": [242.8, 249.5], "text": " That's Margaret Heffernan. She's run five businesses and written a number of books on management techniques."}, {"timestamp": [249.5, 255.3], "text": " One of the most innovative companies in the world, Gore, were makers of GoreTex."}, {"timestamp": [255.3, 260.2], "text": " And I think they file more patents per employee than any other company in the world."}, {"timestamp": [260.2, 265.16], "text": " They have this fantastic rule, which is anybody can call a meeting. Nobody has to come."}, {"timestamp": [267.42, 267.7], "text": " Now, there are several brilliant things about this rule."}, {"timestamp": [272.64, 273.0], "text": " One of them is, if you're a real time waster, nobody's going to come to your meeting."}, {"timestamp": [276.44, 277.1], "text": " If you're a selfish pain in the neck, nobody will come to your meetings."}, {"timestamp": [284.84, 285.28], "text": " If you're the kind of person who's very generous, a really good listener, and you only call a meeting when there's something to say or do, people turn up."}, {"timestamp": [290.66, 291.08], "text": " So it's a kind of fantastic mechanism for ensuring very high quality meetings, usually pretty short."}, {"timestamp": [291.78, 295.9], "text": " I'm no fan of the meeting myself, but even I can see they serve a purpose."}, {"timestamp": [296.46, 301.42], "text": " If ideas don't come up in the meeting itself, well, perhaps they can be important in"}, {"timestamp": [301.42, 303.94], "text": " starting your mind working on the idea."}, {"timestamp": [304.44, 308.54], "text": " When I was running a tech company, I had a huge business problem."}, {"timestamp": [309.1, 310.74], "text": " So I talked to the engineers about it."}, {"timestamp": [310.78, 313.78], "text": " They obviously were all kind of working the problem like crazy."}, {"timestamp": [314.44, 319.02], "text": " I was living in Boston at the time, drove down the highway to go home."}, {"timestamp": [320.02, 324.58], "text": " Halfway home, I suddenly thought of a different way to think about the problem."}, {"timestamp": [328.62, 329.24], "text": " And I did literally, you know, pull over and write it down."}, {"timestamp": [331.68, 331.88], "text": " I didn't know how to solve the problem."}, {"timestamp": [335.38, 336.1], "text": " I just thought, well, if we thought of it like this instead of like that,"}, {"timestamp": [339.24, 340.02], "text": " would that be an easier problem to solve?"}, {"timestamp": [344.6, 344.74], "text": " So that's a perfect kind of biography, if you like, of an idea,"}, {"timestamp": [348.1, 348.74], "text": " which is it's informed by the meetings."}, {"timestamp": [350.44, 350.62], "text": " It doesn't happen in the meetings."}, {"timestamp": [353.62, 354.44], "text": " It happens when you're using your mind in a different way."}, {"timestamp": [358.0, 359.56], "text": " Only finding a solution when you stop directly thinking about it is a well-known phenomenon."}, {"timestamp": [360.12, 364.38], "text": " It was the Greek scholar Archimedes who made the exclamation Eureka famous"}, {"timestamp": [364.38, 367.5], "text": " as he supposedly shouted it when having a bath"}, {"timestamp": [367.5, 371.76], "text": " and suddenly discovered the solution to a problem on displacement that he'd been working on"}, {"timestamp": [371.76, 376.76], "text": " but stopped thinking directly about whilst covering himself in soap suds."}, {"timestamp": [377.24, 381.1], "text": " In fact, one of the defining innovations of modern times"}, {"timestamp": [381.1, 386.72], "text": " came from someone who had the idea when his mind was mainly working on something"}, {"timestamp": [386.72, 393.14], "text": " else entirely. Stephen Johnson again. One of my favorite stories in the history of innovation is"}, {"timestamp": [393.14, 400.16], "text": " how the World Wide Web came about, invented by Tim Berners-Lee during the 1980s. Berner's"}, {"timestamp": [400.16, 407.32], "text": " Lee had arrived as a young programmer at CERN, the famous physics lab, and was overwhelmed"}, {"timestamp": [407.32, 412.72], "text": " by all the kind of brilliant people around him. And so he decided purely for his own purposes"}, {"timestamp": [412.72, 418.76], "text": " to create a little application to keep track of all these people that he was meeting in his new"}, {"timestamp": [418.76, 423.18], "text": " office. He created this little program he called Inquirer, like a little social network"}, {"timestamp": [423.18, 425.24], "text": " application in a way. He would meet"}, {"timestamp": [425.24, 429.38], "text": " somebody, he'd create a little entry for them. If they'd written a paper, he would create a kind"}, {"timestamp": [429.38, 434.42], "text": " of link between that person and the paper really as a hobby. He had no big grand vision for it,"}, {"timestamp": [434.42, 440.02], "text": " but he kind of kept it alive. And it wasn't until the late 80s that he began to think that maybe"}, {"timestamp": [440.02, 444.66], "text": " this thing was actually more ambitious. And there was a bigger idea here. And that's when he finally"}, {"timestamp": [444.66, 448.5], "text": " started calling it the World Wide Web and thinking that this could be actually a big"}, {"timestamp": [448.5, 453.58], "text": " platform. And there's a great moment where he kind of went into his supervisors and says to them,"}, {"timestamp": [454.08, 459.6], "text": " you know, hey, I think I may have invented a global communications medium in my spare time. Can"}, {"timestamp": [459.6, 463.32], "text": " this please be my day job now? And fortunately they let him do that and the rest is history."}, {"timestamp": [464.0, 469.3], "text": " A lot of companies have tried to use that idea that side projects come up with the most creative"}, {"timestamp": [469.3, 473.72], "text": " thoughts. Google, for instance, introduced what it called 20% time,"}, {"timestamp": [473.72, 480.06], "text": " where employees could spend 20% of their paid time just dabbling in side projects of their own"}, {"timestamp": [480.06, 486.48], "text": " choosing, which might or might not lead to something. And lead to something it did. Google News,"}, {"timestamp": [486.48, 489.76], "text": " amongst other things, was invented in 20% time."}, {"timestamp": [489.76, 497.28], "text": " How do you define progress? It's not just the milestones you pass or the boundaries you break."}, {"timestamp": [497.28, 502.24], "text": " It's more than simply adapting. It's creating."}, {"timestamp": [502.24, 506.4], "text": " Another company which invests heavily in innovation is BMW."}, {"timestamp": [506.4, 512.24], "text": " It spends $23 million on research and development every day."}, {"timestamp": [512.24, 516.56], "text": " It produces millions of cars a year, amongst them the Rolls Royce and the Mini,"}, {"timestamp": [516.56, 519.92], "text": " as well, of course, as BMWs themselves."}, {"timestamp": [519.92, 525.32], "text": " We're shaping the future, and you can drive it today."}, {"timestamp": [525.32, 531.32], "text": " Coming up with new ideas is crucial to keeping their brand amongst the forefront of the market."}, {"timestamp": [531.32, 533.08], "text": " My name is Adrian van Hojadong."}, {"timestamp": [533.08, 536.32], "text": " I'm responsible for the design in BMW Group."}, {"timestamp": [536.32, 543.36], "text": " So how does a company like BMW foster an environment designed to encourage new ideas?"}, {"timestamp": [543.36, 547.24], "text": " I never try to tell the team what I'm thinking of as a solution"}, {"timestamp": [547.24, 550.32], "text": " because then they would probably all quickly go there"}, {"timestamp": [550.32, 553.84], "text": " and that would sort of shorten the creative process."}, {"timestamp": [554.42, 558.38], "text": " I give an open briefing, set them free, don't bother them for a while."}, {"timestamp": [559.02, 563.42], "text": " Interestingly, while lots of experts talk about the need to step back from a problem"}, {"timestamp": [563.42, 565.12], "text": " in order to solve it,"}, {"timestamp": [569.58, 569.94], "text": " BMW also believes in a healthy dose of pressure."}, {"timestamp": [572.02, 572.32], "text": " The creative process is also a competition."}, {"timestamp": [577.44, 578.2], "text": " So each designer is competing with the other designer, enhances creativity, in fact."}, {"timestamp": [581.7, 582.14], "text": " To get the most in terms of creativity out of people,"}, {"timestamp": [586.54, 588.88], "text": " you have to create an environment in which they feel free. Sometimes we do this in a different location."}, {"timestamp": [588.88, 595.18], "text": " We send them away to California or to Shanghai, or sometimes we even rent small studios."}, {"timestamp": [595.18, 600.28], "text": " Because when they are working here at the headquarters, of course, you somehow feel the pressure"}, {"timestamp": [600.28, 603.76], "text": " of the production belt running every day, let's say."}, {"timestamp": [603.76, 606.64], "text": " The briefing that I get from the marketing and sales department"}, {"timestamp": [606.64, 610.5], "text": " is always do a new car that looks better than the previous one"}, {"timestamp": [610.5, 611.96], "text": " and sells more, please."}, {"timestamp": [612.28, 614.92], "text": " It is not the kind of briefing that I give to the designers"}, {"timestamp": [614.92, 617.86], "text": " because everybody knows that's not what motivates them,"}, {"timestamp": [617.92, 620.02], "text": " that's not what makes them more creative."}, {"timestamp": [620.32, 622.42], "text": " So I try to do quite the opposite."}, {"timestamp": [622.62, 624.76], "text": " I'd like to take that pressure away from them."}, {"timestamp": [625.3, 629.0], "text": " Sometimes that means it's better or it's easier to be creative"}, {"timestamp": [629.0, 632.0], "text": " if you further away from where the factory is,"}, {"timestamp": [632.1, 633.84], "text": " from where the headquarters are."}, {"timestamp": [637.84, 642.08], "text": " BMW's view that sometimes you need to physically move people to another spot"}, {"timestamp": [642.08, 643.76], "text": " to encourage them to innovate,"}, {"timestamp": [644.32, 645.82], "text": " hints again at the importance"}, {"timestamp": [645.82, 651.42], "text": " of place, which brings us to one of the most obvious signs of the modern day workspace,"}, {"timestamp": [651.42, 654.96], "text": " the Open Plan Office."}, {"timestamp": [654.96, 660.3], "text": " The idea that we're more innovative by sharing ideas and working physically close together"}, {"timestamp": [660.3, 665.52], "text": " may be appealing and widespread, but many also believe it's nonsense."}, {"timestamp": [666.72, 667.1], "text": " Margaret Heffernan again."}, {"timestamp": [669.76, 670.32], "text": " I've worked in lots of companies that are open plan,"}, {"timestamp": [674.12, 674.54], "text": " and what you see is what looks like a kind of battery chicken farm."}, {"timestamp": [677.1, 679.26], "text": " People have piled up books to the left and the right of them so that they can't see to the left to the right."}, {"timestamp": [679.5, 680.96], "text": " They've plugged their headphones in."}, {"timestamp": [681.28, 683.84], "text": " They're trying to put themselves in a box,"}, {"timestamp": [683.92, 685.48], "text": " which the management has denied"}, {"timestamp": [685.48, 691.78], "text": " them. By contrast, when I think of some of the most creative places, and I would include"}, {"timestamp": [691.78, 698.66], "text": " in this, Bell Labs, the most creative, innovative lab in history. And I would also include"}, {"timestamp": [698.66, 705.88], "text": " today's CERN. All of these places had offices where you could do focus, concentrated work,"}, {"timestamp": [706.12, 714.12], "text": " and they all had enormous lunchrooms where a lot of the kind of free, open, debate, discussion occurred."}, {"timestamp": [714.86, 720.92], "text": " She believes that the magic ingredient is that careful mixture between public and private spaces."}, {"timestamp": [721.86, 726.96], "text": " Crucially, ideas in their early stages are delicate and fragile and need"}, {"timestamp": [726.96, 733.12], "text": " some privacy in which to gain strength before they face the more challenging questioning of colleagues."}, {"timestamp": [733.12, 739.6], "text": " One of the things you need for really effective collaboration is you need a climate of safety"}, {"timestamp": [739.6, 745.52], "text": " where I can suggest to you a really deeply half-baked idea. And I have to feel safe."}, {"timestamp": [745.7, 747.24], "text": " You're not going to laugh in my face,"}, {"timestamp": [747.3, 748.62], "text": " and other people aren't going to think,"}, {"timestamp": [749.34, 750.7], "text": " gosh, it's a bit of a nitwit."}, {"timestamp": [751.44, 754.62], "text": " Well, if the Open Plan office is one defining feature of modern life,"}, {"timestamp": [754.96, 756.72], "text": " another is surely the smartphone."}, {"timestamp": [757.24, 759.96], "text": " Although it may be small, it's packed with innovation."}, {"timestamp": [762.04, 764.24], "text": " So, I'm opening up the app on my phone,"}, {"timestamp": [764.24, 766.52], "text": " which is going to predict not only how healthy"}, {"timestamp": [766.52, 771.04], "text": " I am now, but indeed what I might die from."}, {"timestamp": [771.04, 775.84], "text": " I've downloaded an app which is in development by a US company called Doc AI."}, {"timestamp": [775.84, 780.6], "text": " It uses artificial intelligence to discover how healthy you are, and it does it all from"}, {"timestamp": [780.6, 782.6], "text": " a quick photo."}, {"timestamp": [782.6, 784.4], "text": " So it asks me to take a selfie."}, {"timestamp": [784.4, 785.28], "text": " Press the button here, and yep, I've taken a selfie, and it's immediately scanning it, and it's making some predictions based on quick photo. So it asks me to take a selfie. Press the button here and yep,"}, {"timestamp": [785.28, 789.36], "text": " I've taken a selfie and it's immediately scanning it and it's making some predictions"}, {"timestamp": [789.36, 793.92], "text": " based on that photo. So it says I'm a male, it says I'm 49, it's slightly"}, {"timestamp": [793.92, 799.68], "text": " underestimating that, it says I weigh 187 pounds, I don't quite know, five foot eight"}, {"timestamp": [799.68, 804.24], "text": " inches, well that's more or less right. Yes, it's telling me I'm overweight and"}, {"timestamp": [804.24, 807.18], "text": " it's also predicting the most likely cause of my death."}, {"timestamp": [807.54, 810.42], "text": " It says I've an over 21% chance of dying"}, {"timestamp": [810.42, 812.52], "text": " from coronary heart disease."}, {"timestamp": [814.8, 818.0], "text": " Well, it won't win any awards for being the funnest of apps,"}, {"timestamp": [818.0, 819.4], "text": " but it could be useful,"}, {"timestamp": [819.7, 822.86], "text": " and it's certainly a cheap and easy way of getting a quick medical checkup."}, {"timestamp": [823.46, 827.26], "text": " It's the latest innovation from Belgian scientist Walter de Brower."}, {"timestamp": [827.94, 833.14], "text": " The Doc AI app is a development of a previous medical device he made called the Scout,"}, {"timestamp": [833.5, 838.82], "text": " and what's remarkable is that the idea came to him because of a cataclysmic family accident."}, {"timestamp": [838.82, 847.78], "text": " In 2005, my five-year-old child jumped out of the window at 11 meters, you know, in a Spider-Man suit."}, {"timestamp": [847.94, 849.4], "text": " He was really in a bad state."}, {"timestamp": [849.84, 857.74], "text": " And he was brought into the hospital at what they call a Glasgow 3, which is almost electrical death in the brain."}, {"timestamp": [858.74, 863.2], "text": " They said, do you want us to operate because it's going to be really bad, probably vegetative,"}, {"timestamp": [863.54, 871.2], "text": " because we have to take out the left part of the brain. So they operated, he went through a lot of operations. So we spent a year"}, {"timestamp": [871.2, 877.36], "text": " in hospital. My wife and I found out the systems work and, you know, how the machines worked,"}, {"timestamp": [877.36, 883.52], "text": " and we knew how to do some analytics on the data and, you know, they told us to prepare for his"}, {"timestamp": [883.52, 885.0], "text": " death three or four times."}, {"timestamp": [885.0, 886.0], "text": " But he went through."}, {"timestamp": [886.0, 892.0], "text": " But we really believed that he managed to get through because we really kept very tight-lit on the data"}, {"timestamp": [892.0, 897.0], "text": " and we were able to alert the doctors before they would see the alerts."}, {"timestamp": [897.0, 901.0], "text": " Thankfully, his child survived, but spending a lot of time looking at a sick infant"}, {"timestamp": [901.0, 905.28], "text": " and working out how to help, Walter found inspiration for"}, {"timestamp": [905.28, 908.24], "text": " an answer from a rather unusual source."}, {"timestamp": [912.4, 922.48], "text": " The inspiration comes from Star Trek TV series that was in the 70s and the 80s."}, {"timestamp": [922.48, 926.24], "text": " In that series they had this fictitious device. You basically"}, {"timestamp": [926.24, 932.48], "text": " waived it over a person and out came all the data about this person and immediately also"}, {"timestamp": [932.48, 939.52], "text": " a diagnosis and what to do. And I thought we are actually on the brink of making this possible"}, {"timestamp": [939.52, 947.16], "text": " because in 2010, everything was still about vital signs, blood pressure, heart rate, respiratory rate,"}, {"timestamp": [947.26, 950.0], "text": " temperature, and we have the sensors for that."}, {"timestamp": [950.08, 956.74], "text": " People will be taken back by the fact that the inspiration for some very advanced medical technology"}, {"timestamp": [956.74, 964.48], "text": " comes from a shaky 1970s, was it, sci-fi cheap TV series."}, {"timestamp": [965.0, 974.5], "text": " How many scientists in your area are actually taking their inspiration for innovation from TV, from Hollywood, from those sorts of films?"}, {"timestamp": [974.5, 981.5], "text": " Yeah, I think as a scientist, we have so much to read that we hardly ever read fiction anymore"}, {"timestamp": [981.5, 991.28], "text": " because we trust Hollywood. And now we have an enormous amount of movies now that actually inspire us to think about new gadgets or new concepts."}, {"timestamp": [991.28, 997.52], "text": " We often think of ideas as mainly coming from the richest of countries but"}, {"timestamp": [997.52, 1001.84], "text": " innovation in countries which are not resource rich can be even more important"}, {"timestamp": [1001.84, 1006.12], "text": " helping them make best use of limited machinery and finance."}, {"timestamp": [1006.12, 1013.52], "text": " One scheme in Kenya is trying to promote new ideas with an innovation hub called Gearbox."}, {"timestamp": [1013.52, 1019.08], "text": " My name is Kamau Gashige and I run a hardware space here in Nairobi that promotes the development"}, {"timestamp": [1019.08, 1024.66], "text": " of products from local innovators, which means that we make it possible for people to prototype"}, {"timestamp": [1024.66, 1025.6], "text": " their ideas"}, {"timestamp": [1025.6, 1028.32], "text": " and develop them into products for the marketplace."}, {"timestamp": [1028.32, 1031.44], "text": " Kamau studied in the USA and the UK,"}, {"timestamp": [1031.44, 1038.0], "text": " and on his return to Kenya, he quickly found there wasn't the infrastructure to let engineering ideas flourish."}, {"timestamp": [1038.0, 1044.0], "text": " So he set up an organisation called Gearbox, a workshop for people with ideas."}, {"timestamp": [1044.0, 1047.66], "text": " In a country like Kenya, people are very close to the problems"}, {"timestamp": [1047.66, 1052.1], "text": " and they don't really have much to go by in terms of contrived equipment"}, {"timestamp": [1052.1, 1054.04], "text": " towards designing solutions."}, {"timestamp": [1054.58, 1058.62], "text": " And so they aren't constrained by certain modes of doing things"}, {"timestamp": [1058.62, 1060.84], "text": " that may be the case in wealthier countries."}, {"timestamp": [1060.96, 1065.94], "text": " And so they're also not really constrained by certain ways of thinking in terms of"}, {"timestamp": [1065.94, 1071.44], "text": " how really to approach a solution to a significant problem or even just a simple problem. So"}, {"timestamp": [1071.44, 1077.2], "text": " to that degree, you may find quite unique solutions and an advantage in terms of the freedom"}, {"timestamp": [1077.2, 1082.84], "text": " to design as you please. That's a really interesting implication might be, therefore, that we should"}, {"timestamp": [1082.84, 1085.16], "text": " actually remove resources from some people,"}, {"timestamp": [1085.54, 1089.52], "text": " even if we can afford to supply them, because that will force them to be innovative."}, {"timestamp": [1089.86, 1094.78], "text": " I think that can be done, especially within the context of a training program or an educational"}, {"timestamp": [1094.78, 1099.94], "text": " academic program. It could even be at the workplace where people are forced to sort of deal"}, {"timestamp": [1099.94, 1104.74], "text": " with a sort of a resource constrained environment in their design process. And perhaps that would"}, {"timestamp": [1104.74, 1108.26], "text": " probably result in quite unique ways of doing things. We'd probably see a sort of a resource-constrained environment in their design process and perhaps that would probably result in quite unique ways of doing things."}, {"timestamp": [1108.58, 1113.82], "text": " We'd probably see a lot more unique products coming out of the engineering system, if you like."}, {"timestamp": [1114.42, 1118.38], "text": " Kamau first tried to boost innovation in Kenya whilst working at a university,"}, {"timestamp": [1118.9, 1123.34], "text": " and the scheme was so successful it had some rather unexpected results."}, {"timestamp": [1123.78, 1125.78], "text": " I'd set up the Fab Lab at the University of Nairobi,"}, {"timestamp": [1125.9, 1127.9], "text": " which was a huge hit with a lot of students."}, {"timestamp": [1128.28, 1129.86], "text": " And so it was quite a surprise to me"}, {"timestamp": [1129.86, 1132.44], "text": " when the Dean of Engineering at the University of Nairobi came"}, {"timestamp": [1132.44, 1134.3], "text": " and said to me that, in fact,"}, {"timestamp": [1134.42, 1137.48], "text": " a good number of the students who were very active at the Fab Lab"}, {"timestamp": [1137.48, 1138.5], "text": " were failing their exams."}, {"timestamp": [1139.08, 1141.38], "text": " And so when I looked into it, I found that it was true,"}, {"timestamp": [1141.76, 1144.44], "text": " and I dug deeper and found that what really was happening"}, {"timestamp": [1144.44, 1149.6], "text": " is that these guys had become very comfortable with the equipment and quite good at designing"}, {"timestamp": [1149.6, 1154.68], "text": " things and they were designing solutions for people in the city and going out and selling"}, {"timestamp": [1154.68, 1158.84], "text": " these solutions. So they were busy making money and too busy to really focus on their"}, {"timestamp": [1158.84, 1163.9], "text": " studies anymore."}, {"timestamp": [1163.9, 1171.0], "text": " Many also believe we can improve innovation by understanding how ideas actually form in the brain itself."}, {"timestamp": [1171.0, 1180.0], "text": " Simons Shmai Tsuri is a professor of psychology at the University of Haifa in Israel, and she studies how creativity is formed."}, {"timestamp": [1180.0, 1187.76], "text": " The idea is forming in the interaction between the default mode network, which includes frontal"}, {"timestamp": [1187.76, 1194.76], "text": " brain regions, and the executive network which is responsible for evaluating the idea"}, {"timestamp": [1194.76, 1197.62], "text": " in the brain."}, {"timestamp": [1197.62, 1202.68], "text": " In one study we found that people that are more original and creative have a higher level"}, {"timestamp": [1202.68, 1205.36], "text": " of connectivity between these two brain networks."}, {"timestamp": [1206.32, 1210.72], "text": " We found that, for example, musician that are trained to improvise,"}, {"timestamp": [1211.28, 1217.44], "text": " they have more connectivity between these networks and they are also more creative and more"}, {"timestamp": [1217.44, 1219.68], "text": " general task of creativity."}, {"timestamp": [1221.84, 1227.04], "text": " Well, the importance of improvising is something comedians know all about."}, {"timestamp": [1227.72, 1230.16], "text": " Hi, guys, let's start the class. Everybody circle up."}, {"timestamp": [1230.62, 1233.28], "text": " So we're all going to practice this, and the word is perfigliano."}, {"timestamp": [1233.6, 1234.96], "text": " Whatever comes out, you go, but don't mind."}, {"timestamp": [1235.54, 1236.08], "text": " Perfigliano."}, {"timestamp": [1236.38, 1236.88], "text": " Fingliano."}, {"timestamp": [1237.04, 1237.8], "text": " Pafigliano."}, {"timestamp": [1240.12, 1240.52], "text": " Pafigliano."}, {"timestamp": [1241.0, 1247.4], "text": " That's a warm-up session in a workshop for comedians designed to help them come up with new ideas and hone their act."}, {"timestamp": [1247.88, 1255.92], "text": " My name is Alison Thea Scott. I'm a comedian, actor and improviser. And I also teach comedy and improvisation as well."}, {"timestamp": [1256.84, 1265.44], "text": " Improvisation is where you see idea generation in the roar. The stakes are high as actors have to come up with ideas live in front of an audience,"}, {"timestamp": [1265.72, 1271.6], "text": " and if they don't work, the actor looks daft. One of the most important elements of the improvisers"}, {"timestamp": [1271.6, 1277.54], "text": " toolbox is the concept that no one should block another person's idea. At least go with it"}, {"timestamp": [1277.54, 1282.18], "text": " at first, it might actually move you in some very interesting and novel directions."}, {"timestamp": [1282.94, 1286.0], "text": " If I'm working with a partner, whatever my partner says,"}, {"timestamp": [1286.12, 1287.26], "text": " I'm going to say yes to it."}, {"timestamp": [1287.4, 1289.1], "text": " Because I have no script, I have nothing else,"}, {"timestamp": [1289.16, 1291.42], "text": " so why not say yes to that very first idea?"}, {"timestamp": [1292.0, 1292.7], "text": " That's the yes."}, {"timestamp": [1293.06, 1296.36], "text": " The and is myself building upon that idea"}, {"timestamp": [1296.36, 1298.34], "text": " and me adding something to that."}, {"timestamp": [1298.9, 1301.2], "text": " And if we keep doing that between ourselves,"}, {"timestamp": [1301.34, 1303.56], "text": " we will just yes and move forward a little."}, {"timestamp": [1303.8, 1305.26], "text": " Yes and move forward a little. Yes, and move forward a little."}, {"timestamp": [1305.76, 1311.96], "text": " In business, I think it's a very different mindset and it can help change patterns of thoughts."}, {"timestamp": [1312.4, 1320.66], "text": " And perhaps the immediate go-to is to say no. If you're a manager or a leader, you can't at all kind of say yes to every single idea that's coming to you."}, {"timestamp": [1320.74, 1325.3], "text": " So you might be in a thought pattern that is constantly blocking, saying no to your"}, {"timestamp": [1325.3, 1331.34], "text": " colleagues. If you can change that and add in a positivity and agreement, then what you're"}, {"timestamp": [1331.34, 1336.74], "text": " basically saying is I hear, I don't have to execute every idea, but I acknowledge it. And then"}, {"timestamp": [1336.74, 1341.96], "text": " my team might be encouraged to keep coming forward with ideas. I know plenty of people who'd rather"}, {"timestamp": [1341.96, 1345.04], "text": " hide in a cupboard than join an improvisation class."}, {"timestamp": [1345.48, 1349.24], "text": " But some companies have taken the idea of comedy very seriously,"}, {"timestamp": [1349.74, 1352.46], "text": " inviting improvisers like Alison in to help."}, {"timestamp": [1353.06, 1355.98], "text": " In America, they will have regular coaching sessions."}, {"timestamp": [1356.28, 1359.86], "text": " So you'll have improvisers going in on a regular basis to work with teams."}, {"timestamp": [1360.2, 1363.26], "text": " To the point where hopefully a team is therefore able to do some improv"}, {"timestamp": [1363.26, 1365.9], "text": " before they sit down and have a meeting."}, {"timestamp": [1366.06, 1369.1], "text": " My goodness, what a proper business meeting starts with improvisation."}, {"timestamp": [1369.28, 1370.4], "text": " Yeah, and why not?"}, {"timestamp": [1370.56, 1375.16], "text": " It's enough to make you become aware of your own thought processes"}, {"timestamp": [1375.16, 1376.76], "text": " and how you're communicating."}, {"timestamp": [1377.76, 1381.48], "text": " The level of collaboration, the level of communication agreement,"}, {"timestamp": [1381.48, 1384.56], "text": " we have a phrase that we say, which is that I've got your back."}, {"timestamp": [1385.18, 1389.46], "text": " And it means if every single person in that team is looking out to make their team look good,"}, {"timestamp": [1389.56, 1390.46], "text": " we can't fail."}, {"timestamp": [1392.48, 1396.22], "text": " If you work in an environment where you worry your colleagues are looking at your back,"}, {"timestamp": [1396.52, 1400.66], "text": " but only to find a place to stab it, that different approach might be very appealing."}, {"timestamp": [1401.32, 1404.02], "text": " Talking of backstabbing, what about government and politics?"}, {"timestamp": [1404.46, 1405.6], "text": " Well, the dusty halls of"}, {"timestamp": [1405.6, 1412.06], "text": " bureaucracy are not renowned for innovation. But that's a dangerous misconception, says University"}, {"timestamp": [1412.06, 1418.74], "text": " College London professor and author of the entrepreneurial state, Marianna Matsukato. Government, she"}, {"timestamp": [1418.74, 1424.5], "text": " believes, has actually funded and helped create many enabling technologies which private"}, {"timestamp": [1424.5, 1426.4], "text": " companies have then benefited from."}, {"timestamp": [1426.4, 1433.44], "text": " It's government, she says, that often creates an innovation wave that private companies get to surf on."}, {"timestamp": [1433.44, 1438.56], "text": " But seeing governments as innovators doesn't fit our stereotype of them, she says."}, {"timestamp": [1438.56, 1443.6], "text": " When I get some pushback on some of these ideas, I say, well, then throw away your iPhone."}, {"timestamp": [1443.6, 1450.0], "text": " And they say, why? They say, because everything that made your iPhone smart and not stupid was publicly financed by a particular"}, {"timestamp": [1450.0, 1456.18], "text": " organization, the internet, GPS, touchscreen display, and Siri. And that doesn't mean that Apple"}, {"timestamp": [1456.18, 1460.56], "text": " wasn't important. And Steve Jobs and Sir John Ives, of course, they were extremely smart"}, {"timestamp": [1460.56, 1471.24], "text": " and very important. But what they basically did was apply a real sense of design to existing technologies to create a smartphone, but that technology itself today is being underfunded."}, {"timestamp": [1471.6, 1476.6], "text": " So we end up having lots of surfers, but no wave to ride on, because that's basically what"}, {"timestamp": [1476.6, 1481.68], "text": " happened. You know, Bill Gates and Steve Jobs and Elon Musk were able to surf a massive wave"}, {"timestamp": [1481.68, 1485.52], "text": " of publicly funded technologies, and unless we tell the whole story,"}, {"timestamp": [1485.88, 1487.28], "text": " that wave is at risk."}, {"timestamp": [1490.72, 1497.06], "text": " There's a tradition of seeing the innovator as the lone genius, a single person and a single"}, {"timestamp": [1497.06, 1503.16], "text": " moment of conception that comes up with something brilliant. It's an appealing picture, but it's"}, {"timestamp": [1503.16, 1505.6], "text": " usually wrong. Stephen Johnson again."}, {"timestamp": [1505.6, 1511.28], "text": " We have this tendency to talk about the eureka moment, a moment of sudden clarity or"}, {"timestamp": [1511.28, 1517.28], "text": " inspiration, right? We have aha moment, we have a light bulb moment, we have epiphanies and"}, {"timestamp": [1517.28, 1522.24], "text": " eureka moments. There's so many words for this. In my research actually, that focus on a moment"}, {"timestamp": [1522.24, 1525.0], "text": " of sudden illumination is actually kind of misleading because"}, {"timestamp": [1525.0, 1531.1], "text": " what really happens with truly kind of transformative ideas is what I call the slow hunch"}, {"timestamp": [1531.1, 1537.76], "text": " and it's the idea that the big ideas really begin with a sense of possibility that you can't"}, {"timestamp": [1537.76, 1542.84], "text": " quite put your finger on a sense that there's something worth exploring and they stay in that"}, {"timestamp": [1542.84, 1546.48], "text": " hunch state for months for years in some cases"}, {"timestamp": [1546.48, 1549.0], "text": " for more than a decade and some of the people that I've written about."}, {"timestamp": [1549.0, 1555.72], "text": " Ideas often seem to be formed whilst we're doing something else. They come"}, {"timestamp": [1555.72, 1560.1], "text": " together from the sometime chaotic detritus of thoughts and facts that we pick up"}, {"timestamp": [1560.1, 1564.84], "text": " along the way. The better stopped your mind is with influences from different"}, {"timestamp": [1564.84, 1565.68], "text": " worlds the more likely you are to make those novel connections and come up with great up along the way. The better stopped your mind is with influences from different worlds,"}, {"timestamp": [1565.68, 1571.64], "text": " the more likely you are to make those novel connections and come up with great new ideas."}, {"timestamp": [1573.48, 1578.44], "text": " So here's a thought of my own. I need to have a long coffee break, a lie down and then a quick"}, {"timestamp": [1578.44, 1583.36], "text": " trip to a concert. Now it may seem like I'm sciving off, but I'm just coming up with the next"}, {"timestamp": [1583.36, 1585.2], "text": " great idea for a program."}, {"timestamp": [1585.2, 1586.4], "text": " Honest."}, {"timestamp": [1586.4, 1589.2], "text": " Bye."}, {"timestamp": [1589.2, 1594.0], "text": " The World of Business was produced by Smeda Patel and was mixed by James Beard."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. Men are preparing to leave their Earth and journey to another planet. Five, four, three, two, one, zero. Lift-off. We have a lift-on. That's the sound of $25 billion. At the time the mission to the moon in 1969 was the pinnacle of one of the largest and most expensive innovation drives in the history of the world. That $25 billion is today worth around $170 billion, an eye-watering amount by anyone's standards. But the top 15 companies in the world now spend more than that every single year on their own innovation. And yet there's still very little attention given to the science of how people actually come up with new ideas. Ironically, there's little idea of how an idea is formed. If only we understood it a bit better, surely we'd all become more efficient at coming up with those light bulb moments. I'm Adam Shaw and on this edition of Global Business on the BBC World Service, I'll be asking where do ideas come from and what businesses can do to make their teams more innovative. Let's start with the idea itself. Where does it actually come from? I'm Stephen Johnson and I'm the author of 11 books on the history of ideas and innovation, including where good ideas come from, and most recently a book called F Farsighted, how we make the decisions that matter the most. If we're looking for the best place to come up with an idea, perhaps surprisingly, Stephen suggests we should start by taking a break. The 18th century coffee house, particularly in London. This was an incredible generator of new ideas in society. If you had to figure out physically, like what kind of room did the Enlightenment happen in? It would be the coffee house more than anything else. The insurance industry was invented there. A whole host of scientific insights came out of that culture. The magazine business was founded in coffee houses in that period. What was important about that space is that it was a space where people would get together with lots of different interests, and you would have this kind of collision of different ideas and different passions and different hobbies. What was generative about it was that it was kind of disorganized. I've seen a number of organizations that are actually getting rid of a bank of conference rooms and creating a big open-ended space that is literally a coffee house. In fact, some of the most successful innovation centers in the world have tried to incorporate that coffee house sense of informality in their buildings in the hope that it too would foster new ideas and innovation. For instance, one of the world's leading technology universities, MIT and the USA, had a famous innovation center called Building 20. It was only meant to be a temporary structure built during World War II. It turned out that this building was an incredible generator of new ideas. All these breakthrough ideas and business companies like Bose, acoustics, and a bunch of other firms came out of this building. And it was because the building was so cheaply constructed it was incredibly flexible you know if they were building something interesting and required higher ceilings they could just like punch through the ceilings they didn't have to get approval to do it or they could tear down a wall to expand really quickly when they were on the pursuit of a new idea and bring in new people in a sense the space was adaptable to the shape of whatever new ideas were forming inside of it well we can't all work in buildings where you can tear down the roof. So, when most business leaders are looking for an idea, they tend to call a meeting instead. So are meetings good places to generate new ideas? It's interesting, I think they can be, but I think they rarely are. That's Margaret Heffernan. She's run five businesses and written a number of books on management techniques. One of the most innovative companies in the world, Gore, were makers of GoreTex. And I think they file more patents per employee than any other company in the world. They have this fantastic rule, which is anybody can call a meeting. Nobody has to come. Now, there are several brilliant things about this rule. One of them is, if you're a real time waster, nobody's going to come to your meeting. If you're a selfish pain in the neck, nobody will come to your meetings. If you're the kind of person who's very generous, a really good listener, and you only call a meeting when there's something to say or do, people turn up. So it's a kind of fantastic mechanism for ensuring very high quality meetings, usually pretty short. I'm no fan of the meeting myself, but even I can see they serve a purpose. If ideas don't come up in the meeting itself, well, perhaps they can be important in starting your mind working on the idea. When I was running a tech company, I had a huge business problem. So I talked to the engineers about it. They obviously were all kind of working the problem like crazy. I was living in Boston at the time, drove down the highway to go home. Halfway home, I suddenly thought of a different way to think about the problem. And I did literally, you know, pull over and write it down. I didn't know how to solve the problem. I just thought, well, if we thought of it like this instead of like that, would that be an easier problem to solve? So that's a perfect kind of biography, if you like, of an idea, which is it's informed by the meetings. It doesn't happen in the meetings. It happens when you're using your mind in a different way. Only finding a solution when you stop directly thinking about it is a well-known phenomenon. It was the Greek scholar Archimedes who made the exclamation Eureka famous as he supposedly shouted it when having a bath and suddenly discovered the solution to a problem on displacement that he'd been working on but stopped thinking directly about whilst covering himself in soap suds. In fact, one of the defining innovations of modern times came from someone who had the idea when his mind was mainly working on something else entirely. Stephen Johnson again. One of my favorite stories in the history of innovation is how the World Wide Web came about, invented by Tim Berners-Lee during the 1980s. Berner's Lee had arrived as a young programmer at CERN, the famous physics lab, and was overwhelmed by all the kind of brilliant people around him. And so he decided purely for his own purposes to create a little application to keep track of all these people that he was meeting in his new office. He created this little program he called Inquirer, like a little social network application in a way. He would meet somebody, he'd create a little entry for them. If they'd written a paper, he would create a kind of link between that person and the paper really as a hobby. He had no big grand vision for it, but he kind of kept it alive. And it wasn't until the late 80s that he began to think that maybe this thing was actually more ambitious. And there was a bigger idea here. And that's when he finally started calling it the World Wide Web and thinking that this could be actually a big platform. And there's a great moment where he kind of went into his supervisors and says to them, you know, hey, I think I may have invented a global communications medium in my spare time. Can this please be my day job now? And fortunately they let him do that and the rest is history. A lot of companies have tried to use that idea that side projects come up with the most creative thoughts. Google, for instance, introduced what it called 20% time, where employees could spend 20% of their paid time just dabbling in side projects of their own choosing, which might or might not lead to something. And lead to something it did. Google News, amongst other things, was invented in 20% time. How do you define progress? It's not just the milestones you pass or the boundaries you break. It's more than simply adapting. It's creating. Another company which invests heavily in innovation is BMW. It spends $23 million on research and development every day. It produces millions of cars a year, amongst them the Rolls Royce and the Mini, as well, of course, as BMWs themselves. We're shaping the future, and you can drive it today. Coming up with new ideas is crucial to keeping their brand amongst the forefront of the market. My name is Adrian van Hojadong. I'm responsible for the design in BMW Group. So how does a company like BMW foster an environment designed to encourage new ideas? I never try to tell the team what I'm thinking of as a solution because then they would probably all quickly go there and that would sort of shorten the creative process. I give an open briefing, set them free, don't bother them for a while. Interestingly, while lots of experts talk about the need to step back from a problem in order to solve it, BMW also believes in a healthy dose of pressure. The creative process is also a competition. So each designer is competing with the other designer, enhances creativity, in fact. To get the most in terms of creativity out of people, you have to create an environment in which they feel free. Sometimes we do this in a different location. We send them away to California or to Shanghai, or sometimes we even rent small studios. Because when they are working here at the headquarters, of course, you somehow feel the pressure of the production belt running every day, let's say. The briefing that I get from the marketing and sales department is always do a new car that looks better than the previous one and sells more, please. It is not the kind of briefing that I give to the designers because everybody knows that's not what motivates them, that's not what makes them more creative. So I try to do quite the opposite. I'd like to take that pressure away from them. Sometimes that means it's better or it's easier to be creative if you further away from where the factory is, from where the headquarters are. BMW's view that sometimes you need to physically move people to another spot to encourage them to innovate, hints again at the importance of place, which brings us to one of the most obvious signs of the modern day workspace, the Open Plan Office. The idea that we're more innovative by sharing ideas and working physically close together may be appealing and widespread, but many also believe it's nonsense. Margaret Heffernan again. I've worked in lots of companies that are open plan, and what you see is what looks like a kind of battery chicken farm. People have piled up books to the left and the right of them so that they can't see to the left to the right. They've plugged their headphones in. They're trying to put themselves in a box, which the management has denied them. By contrast, when I think of some of the most creative places, and I would include in this, Bell Labs, the most creative, innovative lab in history. And I would also include today's CERN. All of these places had offices where you could do focus, concentrated work, and they all had enormous lunchrooms where a lot of the kind of free, open, debate, discussion occurred. She believes that the magic ingredient is that careful mixture between public and private spaces. Crucially, ideas in their early stages are delicate and fragile and need some privacy in which to gain strength before they face the more challenging questioning of colleagues. One of the things you need for really effective collaboration is you need a climate of safety where I can suggest to you a really deeply half-baked idea. And I have to feel safe. You're not going to laugh in my face, and other people aren't going to think, gosh, it's a bit of a nitwit. Well, if the Open Plan office is one defining feature of modern life, another is surely the smartphone. Although it may be small, it's packed with innovation. So, I'm opening up the app on my phone, which is going to predict not only how healthy I am now, but indeed what I might die from. I've downloaded an app which is in development by a US company called Doc AI. It uses artificial intelligence to discover how healthy you are, and it does it all from a quick photo. So it asks me to take a selfie. Press the button here, and yep, I've taken a selfie, and it's immediately scanning it, and it's making some predictions based on quick photo. So it asks me to take a selfie. Press the button here and yep, I've taken a selfie and it's immediately scanning it and it's making some predictions based on that photo. So it says I'm a male, it says I'm 49, it's slightly underestimating that, it says I weigh 187 pounds, I don't quite know, five foot eight inches, well that's more or less right. Yes, it's telling me I'm overweight and it's also predicting the most likely cause of my death. It says I've an over 21% chance of dying from coronary heart disease. Well, it won't win any awards for being the funnest of apps, but it could be useful, and it's certainly a cheap and easy way of getting a quick medical checkup. It's the latest innovation from Belgian scientist Walter de Brower. The Doc AI app is a development of a previous medical device he made called the Scout, and what's remarkable is that the idea came to him because of a cataclysmic family accident. In 2005, my five-year-old child jumped out of the window at 11 meters, you know, in a Spider-Man suit. He was really in a bad state. And he was brought into the hospital at what they call a Glasgow 3, which is almost electrical death in the brain. They said, do you want us to operate because it's going to be really bad, probably vegetative, because we have to take out the left part of the brain. So they operated, he went through a lot of operations. So we spent a year in hospital. My wife and I found out the systems work and, you know, how the machines worked, and we knew how to do some analytics on the data and, you know, they told us to prepare for his death three or four times. But he went through. But we really believed that he managed to get through because we really kept very tight-lit on the data and we were able to alert the doctors before they would see the alerts. Thankfully, his child survived, but spending a lot of time looking at a sick infant and working out how to help, Walter found inspiration for an answer from a rather unusual source. The inspiration comes from Star Trek TV series that was in the 70s and the 80s. In that series they had this fictitious device. You basically waived it over a person and out came all the data about this person and immediately also a diagnosis and what to do. And I thought we are actually on the brink of making this possible because in 2010, everything was still about vital signs, blood pressure, heart rate, respiratory rate, temperature, and we have the sensors for that. People will be taken back by the fact that the inspiration for some very advanced medical technology comes from a shaky 1970s, was it, sci-fi cheap TV series. How many scientists in your area are actually taking their inspiration for innovation from TV, from Hollywood, from those sorts of films? Yeah, I think as a scientist, we have so much to read that we hardly ever read fiction anymore because we trust Hollywood. And now we have an enormous amount of movies now that actually inspire us to think about new gadgets or new concepts. We often think of ideas as mainly coming from the richest of countries but innovation in countries which are not resource rich can be even more important helping them make best use of limited machinery and finance. One scheme in Kenya is trying to promote new ideas with an innovation hub called Gearbox. My name is Kamau Gashige and I run a hardware space here in Nairobi that promotes the development of products from local innovators, which means that we make it possible for people to prototype their ideas and develop them into products for the marketplace. Kamau studied in the USA and the UK, and on his return to Kenya, he quickly found there wasn't the infrastructure to let engineering ideas flourish. So he set up an organisation called Gearbox, a workshop for people with ideas. In a country like Kenya, people are very close to the problems and they don't really have much to go by in terms of contrived equipment towards designing solutions. And so they aren't constrained by certain modes of doing things that may be the case in wealthier countries. And so they're also not really constrained by certain ways of thinking in terms of how really to approach a solution to a significant problem or even just a simple problem. So to that degree, you may find quite unique solutions and an advantage in terms of the freedom to design as you please. That's a really interesting implication might be, therefore, that we should actually remove resources from some people, even if we can afford to supply them, because that will force them to be innovative. I think that can be done, especially within the context of a training program or an educational academic program. It could even be at the workplace where people are forced to sort of deal with a sort of a resource constrained environment in their design process. And perhaps that would probably result in quite unique ways of doing things. We'd probably see a sort of a resource-constrained environment in their design process and perhaps that would probably result in quite unique ways of doing things. We'd probably see a lot more unique products coming out of the engineering system, if you like. Kamau first tried to boost innovation in Kenya whilst working at a university, and the scheme was so successful it had some rather unexpected results. I'd set up the Fab Lab at the University of Nairobi, which was a huge hit with a lot of students. And so it was quite a surprise to me when the Dean of Engineering at the University of Nairobi came and said to me that, in fact, a good number of the students who were very active at the Fab Lab were failing their exams. And so when I looked into it, I found that it was true, and I dug deeper and found that what really was happening is that these guys had become very comfortable with the equipment and quite good at designing things and they were designing solutions for people in the city and going out and selling these solutions. So they were busy making money and too busy to really focus on their studies anymore. Many also believe we can improve innovation by understanding how ideas actually form in the brain itself. Simons Shmai Tsuri is a professor of psychology at the University of Haifa in Israel, and she studies how creativity is formed. The idea is forming in the interaction between the default mode network, which includes frontal brain regions, and the executive network which is responsible for evaluating the idea in the brain. In one study we found that people that are more original and creative have a higher level of connectivity between these two brain networks. We found that, for example, musician that are trained to improvise, they have more connectivity between these networks and they are also more creative and more general task of creativity. Well, the importance of improvising is something comedians know all about. Hi, guys, let's start the class. Everybody circle up. So we're all going to practice this, and the word is perfigliano. Whatever comes out, you go, but don't mind. Perfigliano. Fingliano. Pafigliano. Pafigliano. That's a warm-up session in a workshop for comedians designed to help them come up with new ideas and hone their act. My name is Alison Thea Scott. I'm a comedian, actor and improviser. And I also teach comedy and improvisation as well. Improvisation is where you see idea generation in the roar. The stakes are high as actors have to come up with ideas live in front of an audience, and if they don't work, the actor looks daft. One of the most important elements of the improvisers toolbox is the concept that no one should block another person's idea. At least go with it at first, it might actually move you in some very interesting and novel directions. If I'm working with a partner, whatever my partner says, I'm going to say yes to it. Because I have no script, I have nothing else, so why not say yes to that very first idea? That's the yes. The and is myself building upon that idea and me adding something to that. And if we keep doing that between ourselves, we will just yes and move forward a little. Yes and move forward a little. Yes, and move forward a little. In business, I think it's a very different mindset and it can help change patterns of thoughts. And perhaps the immediate go-to is to say no. If you're a manager or a leader, you can't at all kind of say yes to every single idea that's coming to you. So you might be in a thought pattern that is constantly blocking, saying no to your colleagues. If you can change that and add in a positivity and agreement, then what you're basically saying is I hear, I don't have to execute every idea, but I acknowledge it. And then my team might be encouraged to keep coming forward with ideas. I know plenty of people who'd rather hide in a cupboard than join an improvisation class. But some companies have taken the idea of comedy very seriously, inviting improvisers like Alison in to help. In America, they will have regular coaching sessions. So you'll have improvisers going in on a regular basis to work with teams. To the point where hopefully a team is therefore able to do some improv before they sit down and have a meeting. My goodness, what a proper business meeting starts with improvisation. Yeah, and why not? It's enough to make you become aware of your own thought processes and how you're communicating. The level of collaboration, the level of communication agreement, we have a phrase that we say, which is that I've got your back. And it means if every single person in that team is looking out to make their team look good, we can't fail. If you work in an environment where you worry your colleagues are looking at your back, but only to find a place to stab it, that different approach might be very appealing. Talking of backstabbing, what about government and politics? Well, the dusty halls of bureaucracy are not renowned for innovation. But that's a dangerous misconception, says University College London professor and author of the entrepreneurial state, Marianna Matsukato. Government, she believes, has actually funded and helped create many enabling technologies which private companies have then benefited from. It's government, she says, that often creates an innovation wave that private companies get to surf on. But seeing governments as innovators doesn't fit our stereotype of them, she says. When I get some pushback on some of these ideas, I say, well, then throw away your iPhone. And they say, why? They say, because everything that made your iPhone smart and not stupid was publicly financed by a particular organization, the internet, GPS, touchscreen display, and Siri. And that doesn't mean that Apple wasn't important. And Steve Jobs and Sir John Ives, of course, they were extremely smart and very important. But what they basically did was apply a real sense of design to existing technologies to create a smartphone, but that technology itself today is being underfunded. So we end up having lots of surfers, but no wave to ride on, because that's basically what happened. You know, Bill Gates and Steve Jobs and Elon Musk were able to surf a massive wave of publicly funded technologies, and unless we tell the whole story, that wave is at risk. There's a tradition of seeing the innovator as the lone genius, a single person and a single moment of conception that comes up with something brilliant. It's an appealing picture, but it's usually wrong. Stephen Johnson again. We have this tendency to talk about the eureka moment, a moment of sudden clarity or inspiration, right? We have aha moment, we have a light bulb moment, we have epiphanies and eureka moments. There's so many words for this. In my research actually, that focus on a moment of sudden illumination is actually kind of misleading because what really happens with truly kind of transformative ideas is what I call the slow hunch and it's the idea that the big ideas really begin with a sense of possibility that you can't quite put your finger on a sense that there's something worth exploring and they stay in that hunch state for months for years in some cases for more than a decade and some of the people that I've written about. Ideas often seem to be formed whilst we're doing something else. They come together from the sometime chaotic detritus of thoughts and facts that we pick up along the way. The better stopped your mind is with influences from different worlds the more likely you are to make those novel connections and come up with great up along the way. The better stopped your mind is with influences from different worlds, the more likely you are to make those novel connections and come up with great new ideas. So here's a thought of my own. I need to have a long coffee break, a lie down and then a quick trip to a concert. Now it may seem like I'm sciving off, but I'm just coming up with the next great idea for a program. Honest. Bye. The World of Business was produced by Smeda Patel and was mixed by James Beard."}