{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.8, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.5, 11.28], "text": " I'm Caroline Bailey, and in this week's edition of Global Business,"}, {"timestamp": [11.64, 13.76], "text": " I'm reporting from Hamburg in Germany."}, {"timestamp": [21.16, 29.1], "text": " The British National Anthem is blaring out over loud speakers on the banks of the River Elba outside Hamburg in Germany,"}, {"timestamp": [29.1, 34.6], "text": " as a UK cargo ship laden with containers heads out towards the North Sea."}, {"timestamp": [34.6, 43.2], "text": " Every time a ship passes in or out of the port, their national anthem is played and the Hamburg flag is politely dipped."}, {"timestamp": [43.2, 49.78], "text": " They've got 150 national anthems here on old cassettes ready to play"}, {"timestamp": [49.78, 53.54], "text": " and 16,000 handwritten cards of information"}, {"timestamp": [53.54, 55.66], "text": " about every ship that passes."}, {"timestamp": [56.68, 60.34], "text": " This tradition illustrates just how much international trade"}, {"timestamp": [60.34, 62.42], "text": " goes through Germany's biggest port."}, {"timestamp": [62.94, 65.44], "text": " And I'm here for global business on the BBC World"}, {"timestamp": [65.44, 72.1], "text": " Service to find out what impact Britain's departure from the European Union will have on trade,"}, {"timestamp": [72.48, 80.12], "text": " companies and people in Germany. Hamburg traditionally has very close ties to the United Kingdom."}, {"timestamp": [80.76, 87.28], "text": " I don't know if you know the proverbs that goes like when it starts raining in London, we open our umbrellas in Hamburg."}, {"timestamp": [87.96, 97.52], "text": " So for a very long time, for centuries, we've had very, very close business relations with the United Kingdom and also very close personal relations."}, {"timestamp": [98.3, 101.58], "text": " This is Annette Tabara, who will be hearing more from later."}, {"timestamp": [102.28, 105.92], "text": " She's the Hamburg government official who's busy preparing the city"}, {"timestamp": [105.92, 108.4], "text": " for Britain's departure from the European Union."}, {"timestamp": [108.9, 112.1], "text": " And she undoubtedly has a huge job on her hands"}, {"timestamp": [112.1, 114.64], "text": " as 1,000 companies in the area"}, {"timestamp": [114.64, 116.44], "text": " have connections with Great Britain."}, {"timestamp": [118.28, 119.72], "text": " Hamburg's thriving port,"}, {"timestamp": [120.1, 122.38], "text": " known as Germany's gateway to the world,"}, {"timestamp": [122.76, 126.04], "text": " has historically played a big part in forging those links."}, {"timestamp": [126.68, 132.52], "text": " So we have the modern port, what you can see there, and just next to us is the world heritage,"}, {"timestamp": [133.12, 138.9], "text": " the so-called Spacherstadt, which is the old port, which is from 150 years ago,"}, {"timestamp": [139.34, 141.08], "text": " and it's still in use."}, {"timestamp": [142.18, 147.14], "text": " The astonishing thing about the port of Hamburg is that it's right in the centre of this"}, {"timestamp": [147.14, 149.28], "text": " bustling city."}, {"timestamp": [149.28, 154.36], "text": " Standing on the fifth floor of a converted warehouse, I'm chatting to Axel Matan, joint"}, {"timestamp": [154.36, 157.88], "text": " chairman of the Port of Hamburg Marketing Association."}, {"timestamp": [157.88, 163.8], "text": " And I can clearly see an array of towering cranes and a dock ship pretty much at the end"}, {"timestamp": [163.8, 164.8], "text": " of the street."}, {"timestamp": [164.8, 165.2], "text": " As you can see, there are a lot of carpet trading companies, for example, towering cranes and a docked ship pretty much at the end of the street."}, {"timestamp": [170.78, 172.58], "text": " As you can see, there are a lot of carpet trading companies, for example, in that building which we have just in front of us here."}, {"timestamp": [172.82, 173.78], "text": " They're just below us."}, {"timestamp": [173.84, 175.58], "text": " There's a container being unloaded."}, {"timestamp": [176.1, 183.7], "text": " Hamburg is the centre of carpet trading still in Europe, and as well as spices and coffee"}, {"timestamp": [183.7, 185.0], "text": " and cocoa."}, {"timestamp": [185.0, 187.8], "text": " It's being traded a lot still in Hamburg"}, {"timestamp": [187.8, 191.6], "text": " and still in these old ancient storage buildings."}, {"timestamp": [192.8, 196.0], "text": " Axel Matan is keen to spot any opportunities"}, {"timestamp": [196.0, 198.8], "text": " that Britain leaving the EU might bring."}, {"timestamp": [198.8, 201.4], "text": " There are fears that immediately after Brexit,"}, {"timestamp": [201.4, 206.24], "text": " the UK port of Dover could be jammed with lorries queuing at customs."}, {"timestamp": [206.24, 212.24], "text": " He says freight, normally transported by road, could be put on ships from Hamburg instead,"}, {"timestamp": [212.24, 214.24], "text": " operating a more direct service."}, {"timestamp": [214.24, 220.08], "text": " Because we have this connection to the different UK ports and you can even ship it directly"}, {"timestamp": [220.08, 229.28], "text": " from Hamburg to Aberdeen or to Imingham or Hull or whatever, instead of rooting everything via the southern eastern ports in the UK."}, {"timestamp": [230.18, 235.2], "text": " Even so, Annette Tabara, who represents Hamburg in Germany's Upper House of Parliament,"}, {"timestamp": [235.7, 239.76], "text": " is concerned about the impact Britain leaving the EU could have on the city."}, {"timestamp": [239.76, 246.44], "text": " Of all the 16 states of Germany, Hamburg is going to be affected by the Brexit in a great way."}, {"timestamp": [247.26, 250.58], "text": " All the 16 states are preparing themselves thoroughly,"}, {"timestamp": [251.2, 259.64], "text": " but Hamburg, obviously, as a trading city and with such strong business ties to the United Kingdom for centuries,"}, {"timestamp": [260.34, 262.46], "text": " is going to be affected a lot."}, {"timestamp": [262.86, 265.82], "text": " Those companies that have links with Britain in Hamburg,"}, {"timestamp": [266.38, 267.8], "text": " what are they feeling right now?"}, {"timestamp": [267.94, 268.9], "text": " What are they telling you?"}, {"timestamp": [269.66, 273.02], "text": " I should say that they're all preparing themselves calmly"}, {"timestamp": [273.02, 275.8], "text": " and systematically for the different scenarios"}, {"timestamp": [275.8, 277.72], "text": " because right now we don't know"}, {"timestamp": [277.72, 280.68], "text": " will there be an agreement, will there be a hard Brexit."}, {"timestamp": [281.54, 287.0], "text": " In either case, the Hamburg-based companies will be affected. With the agreement,"}, {"timestamp": [287.52, 294.54], "text": " it's going smoothly. With a hard Brexit, the effects will be great. Just to explain those Brexit"}, {"timestamp": [294.54, 300.42], "text": " terms, under British Prime Minister Theresa May's proposed deal, there would be a transition period"}, {"timestamp": [300.42, 305.3], "text": " while the UK keeps the current arrangements and negotiates a trade deal with Europe."}, {"timestamp": [305.76, 309.16], "text": " But she's finding it very difficult to get backing from the UK Parliament."}, {"timestamp": [309.68, 314.26], "text": " If she fails and there's no deal, or an immediate so-called hard Brexit,"}, {"timestamp": [314.8, 318.4], "text": " then free trade between Britain and the EU would end immediately."}, {"timestamp": [319.36, 324.7], "text": " Annette Tabara is in charge of coordinating all things related to Brexit for Hamburg's government."}, {"timestamp": [325.4, 330.6], "text": " It was the mayor of Hamburg who asked me last summer to establish a working team"}, {"timestamp": [330.6, 333.74], "text": " to prepare Hamburg in a best way for the Brexit."}, {"timestamp": [334.1, 335.28], "text": " What did you actually do?"}, {"timestamp": [336.06, 341.26], "text": " Well, we called in all the responsible regional government departments"}, {"timestamp": [341.26, 348.4], "text": " and we sat together and we were trying to plan strategically what measures"}, {"timestamp": [348.4, 356.02], "text": " have to be taken. For example, with customs, do we need more people in customs in case of a"}, {"timestamp": [356.02, 363.0], "text": " hard Brexit? Veterinary issues. How do we deal with controlling smaller animals at the airports?"}, {"timestamp": [363.62, 365.28], "text": " Is the harbour prepared?"}, {"timestamp": [368.18, 368.68], "text": " Do we have enough capacity for storage?"}, {"timestamp": [372.02, 372.26], "text": " Can we handle if Rotterdam, for example, says,"}, {"timestamp": [374.42, 374.64], "text": " oh, sorry, we're full, it's chaos here."}, {"timestamp": [376.06, 376.6], "text": " Can you handle more containers?"}, {"timestamp": [379.06, 379.1], "text": " How many more people have you had to take on,"}, {"timestamp": [381.08, 381.68], "text": " for example, at customs in Hamburg?"}, {"timestamp": [383.0, 383.08], "text": " Well, for our first start,"}, {"timestamp": [384.96, 385.32], "text": " we're talking about maybe a dozen people,"}, {"timestamp": [386.72, 387.1], "text": " which does not seem a lot."}, {"timestamp": [391.58, 392.3], "text": " But during the last two years, especially in 2016 and 2017,"}, {"timestamp": [397.28, 397.84], "text": " we have had a lot more people working in customs in Hamburg Harbor,"}, {"timestamp": [399.94, 403.88], "text": " and that obviously pays off now because those people are well-trained and they know how to do their work."}, {"timestamp": [404.3, 407.74], "text": " And what do you think the impact on Hamburg's economy overall will be?"}, {"timestamp": [408.24, 410.68], "text": " With the Brexit, the problem is that we don't know."}, {"timestamp": [411.12, 415.22], "text": " With China, with other non-EU countries, we have contracts."}, {"timestamp": [415.76, 417.62], "text": " And we have established those contracts,"}, {"timestamp": [417.8, 420.7], "text": " and there is a legal certainty for the bigger companies."}, {"timestamp": [421.0, 423.62], "text": " And with a hard Brexit, we don't have that."}, {"timestamp": [423.62, 429.0], "text": " It might be established within a few months, and everything is fine, but it might take longer."}, {"timestamp": [429.0, 437.0], "text": " What Annette Tabara is doing in Hamburg is happening across the country."}, {"timestamp": [437.0, 444.0], "text": " By law, every company in Germany has to join one of the Chambers of Commerce and there are 4 million members in total."}, {"timestamp": [444.0, 445.56], "text": " Ilya Nortnagel is on the board of the German Chambers of Commerce, and there are 4 million members in total."}, {"timestamp": [445.56, 450.0], "text": " Ilyan Nortnagel is on the board of the German Chambers of Industry and Commerce."}, {"timestamp": [450.0, 456.38], "text": " I met him in the modern glass office complex which houses their headquarters in central Berlin."}, {"timestamp": [456.38, 461.44], "text": " He's currently immersed in Brexit, spending most of his time helping members get ready for"}, {"timestamp": [461.44, 464.2], "text": " Britain's exit from the European Union."}, {"timestamp": [464.2, 467.92], "text": " The UK is our fifth largest trading partner in exports."}, {"timestamp": [467.92, 469.2], "text": " It's number four."}, {"timestamp": [469.2, 476.24], "text": " What we see in the last year since the vote is that the importance of the British market is shrinking."}, {"timestamp": [476.24, 483.84], "text": " So contrary to the general development of German exports, especially in the European Union,"}, {"timestamp": [483.84, 486.4], "text": " the exports are shrinking to the UK. That is already a sign that Brexit is not only a topic of the future, but it's a sign that Brexit is not only a topic of the exports, especially in the European Union, the exports are shrinking to the UK."}, {"timestamp": [486.4, 491.28], "text": " That is already a sign that Brexit is not only a topic of the future, but it's somehow also"}, {"timestamp": [491.28, 492.84], "text": " already happening."}, {"timestamp": [492.84, 499.32], "text": " You say that exports to the UK have shrunk since the referendum in 2016."}, {"timestamp": [499.32, 504.28], "text": " Are you saying that German companies decided pretty quickly that they would look elsewhere"}, {"timestamp": [504.28, 505.04], "text": " for exports."}, {"timestamp": [505.04, 511.24], "text": " We are still happy to serve and deliver for our British customers or partner,"}, {"timestamp": [511.24, 515.8], "text": " but the business cycle development in the UK is weaker than in other countries."}, {"timestamp": [515.8, 519.76], "text": " So the exports are shrinking and we do our business also elsewhere."}, {"timestamp": [519.76, 525.12], "text": " Ante says German firms are thinking twice about putting more money into the UK."}, {"timestamp": [528.72, 528.88], "text": " If you have already production facilities at one point, it's also the question,"}, {"timestamp": [532.76, 533.1], "text": " do I modernise them? Do I invest in expanding them?"}, {"timestamp": [536.72, 536.8], "text": " This is something which we already see, that there is a reluctance to say,"}, {"timestamp": [538.58, 538.76], "text": " OK, we first want to know what we're heading to."}, {"timestamp": [541.38, 541.58], "text": " So this is factories and plants that they have in the UK."}, {"timestamp": [544.32, 545.62], "text": " They're just going to leave them at the moment and see what happens."}, {"timestamp": [549.18, 549.38], "text": " Germany's economic growth slowed down substantially last year,"}, {"timestamp": [551.54, 552.22], "text": " according to the latest government statistics."}, {"timestamp": [555.06, 555.66], "text": " Ilya Nortnagel claims that's not just because of Brexit."}, {"timestamp": [559.18, 559.62], "text": " There are other global issues such as the US trade wars with China,"}, {"timestamp": [562.16, 562.8], "text": " which he says have affected German businesses too."}, {"timestamp": [568.4, 571.02], "text": " But the Chambers of Industry and Commerce say around 750,000 German jobs do depend on exports to Great Britain."}, {"timestamp": [571.48, 573.96], "text": " So it's not surprising that they're really trying"}, {"timestamp": [573.96, 576.32], "text": " to get German companies to plan for Brexit."}, {"timestamp": [577.06, 579.22], "text": " They're running road shows around the country"}, {"timestamp": [579.22, 581.56], "text": " and have a checklist on their website"}, {"timestamp": [581.56, 586.06], "text": " which has been downloaded more than 25,000 times in recent weeks."}, {"timestamp": [586.44, 587.74], "text": " It's quite a read."}, {"timestamp": [588.38, 591.06], "text": " I think we have at the moment 44 points to check."}, {"timestamp": [591.14, 592.56], "text": " That sounds a pretty long checklist."}, {"timestamp": [592.72, 595.1], "text": " I mean, just give us a sense of what sort of thing you have on it."}, {"timestamp": [595.62, 599.84], "text": " Do you lose, for example, the privileged access from a free trade agreement?"}, {"timestamp": [600.38, 602.34], "text": " That is a question which you at least have to check."}, {"timestamp": [602.76, 604.38], "text": " How is my supply chain working?"}, {"timestamp": [604.38, 607.88], "text": " Do I have workers with the UK passport?"}, {"timestamp": [608.56, 610.32], "text": " What is with my workers in the UK?"}, {"timestamp": [610.56, 613.14], "text": " All things which you have to check in advance."}, {"timestamp": [613.8, 620.86], "text": " But how easy is it for companies to really assess the impact Britain's departure from the EU could have on their business?"}, {"timestamp": [621.44, 624.76], "text": " Of course, there are companies which know that they are directly affected."}, {"timestamp": [624.76, 630.3], "text": " That are the ones which have business relations to the UK, importing, exporting business partners."}, {"timestamp": [630.76, 633.8], "text": " Then they are the effects which are indirect."}, {"timestamp": [634.62, 637.32], "text": " Is there something in my supply chain, which I didn't even know?"}, {"timestamp": [637.32, 645.94], "text": " So the amount of companies which might be affected is bigger than the ones which are directly infected."}, {"timestamp": [646.78, 648.5], "text": " It's clear he thinks some companies"}, {"timestamp": [648.5, 650.28], "text": " could still be caught out by Brexit."}, {"timestamp": [651.02, 652.9], "text": " But how does Germany prepare"}, {"timestamp": [652.9, 654.96], "text": " for one of its major trading partners"}, {"timestamp": [654.96, 656.04], "text": " leaving the EU"}, {"timestamp": [656.04, 658.06], "text": " when it's still not been decided"}, {"timestamp": [658.06, 659.72], "text": " exactly how it will leave"}, {"timestamp": [659.72, 661.26], "text": " with just a few weeks to go?"}, {"timestamp": [664.88, 665.0], "text": " It was a freezing evening in late January when I was invited along to a seminar a few weeks to go."}, {"timestamp": [673.0, 684.0], "text": " It was a freezing evening in late January when I was invited along to a seminar on Brexit for local businesses in Hamburg. Torsten Porat, who heads Porat customs agents, also runs the Hamburg Customs Academy, which hosted the event, just a short walk from the city's central station."}, {"timestamp": [684.0, 690.64], "text": " Delegates from around 50 companies, big and small, listened attentively to lectures on the latest"}, {"timestamp": [690.64, 693.96], "text": " twists and turns of Britain's departure."}, {"timestamp": [693.96, 698.76], "text": " Between sessions there was plenty of chat with refreshments on hand in the crowded lobby."}, {"timestamp": [698.76, 704.04], "text": " Hello, Torsten. What are companies going to be learning this evening?"}, {"timestamp": [704.04, 712.0], "text": " Some interesting things about the history of Brexit and the consequences of course for the economy."}, {"timestamp": [712.0, 718.0], "text": " And hopefully they will also learn something about possible solutions."}, {"timestamp": [718.0, 724.0], "text": " They seemed anxious to find out more and wanted concrete advice on what they should be doing now."}, {"timestamp": [724.0, 725.76], "text": " That does of course make"}, {"timestamp": [725.76, 732.08], "text": " Brexit potentially good business for consulting firms such as Torsten's. Customs is an area"}, {"timestamp": [732.08, 737.44], "text": " many companies trading with the UK are suddenly having to think about. At the moment, trade"}, {"timestamp": [737.44, 743.44], "text": " between Britain and the EU is free from customs checks and paperwork, but when Britain leaves,"}, {"timestamp": [743.44, 745.58], "text": " that could all change."}, {"timestamp": [751.58, 752.08], "text": " Relocation is another opportunity posed by Brexit, as UK firms look for a European base,"}, {"timestamp": [755.64, 756.0], "text": " and one German cities like Hamburg are keen to take advantage of."}, {"timestamp": [760.74, 764.12], "text": " Are you one of the companies that stands to benefit from Britain leaving the EU and the impact that this could have around Europe, particularly in Germany?"}, {"timestamp": [765.0, 772.0], "text": " Yes, we are unfortunately one of a few industries that will benefit from Brexit,"}, {"timestamp": [772.0, 778.0], "text": " but that's our job to help companies to make it as easy as possible."}, {"timestamp": [778.0, 780.0], "text": " Are you seeing a big increase in business?"}, {"timestamp": [780.0, 791.6], "text": " Not yet. Actually, the majority of German companies, especially the small and medium-sized companies, seem to be sleeping or still hoping that this won't happen."}, {"timestamp": [791.8, 793.86], "text": " But you're thinking about taking on more people?"}, {"timestamp": [794.6, 800.38], "text": " Yes, we hired additionally 20 employees in the last month to prepare for Brexit."}, {"timestamp": [801.18, 807.84], "text": " Germans love to be prepared, but that's really a challenge. Nobody knows how to prepare"}, {"timestamp": [807.84, 815.58], "text": " because nobody knows what to expect. Getting German companies to talk about Brexit for this"}, {"timestamp": [815.58, 821.4], "text": " program has been surprisingly difficult. It's a sensitive subject and most didn't want to reveal"}, {"timestamp": [821.4, 826.34], "text": " their hand without knowing the final outcome. But as delegates end this seminar"}, {"timestamp": [826.34, 828.32], "text": " with a welcome glass of wine"}, {"timestamp": [828.32, 830.4], "text": " and a buffet of cheese and olives,"}, {"timestamp": [830.4, 833.56], "text": " I seize my chance to ask how they're preparing."}, {"timestamp": [833.56, 834.88], "text": " My name is Ticrammer."}, {"timestamp": [834.88, 838.44], "text": " I'm responsible for all customs affairs in Germany,"}, {"timestamp": [838.44, 841.9], "text": " the National Customs Manager for Germany at Kuno Naga."}, {"timestamp": [841.9, 844.42], "text": " That's an international logistics firm,"}, {"timestamp": [844.42, 848.68], "text": " which transports cargo by sea, air and overland."}, {"timestamp": [848.68, 852.5], "text": " Are you concerned about Brexit and the UK leaving the EU?"}, {"timestamp": [852.5, 858.28], "text": " Yeah, of course, because I'm concerned of the problems we might have because we don't"}, {"timestamp": [858.28, 860.28], "text": " know how to act with it."}, {"timestamp": [860.28, 864.24], "text": " What impact will this have potentially on your business?"}, {"timestamp": [864.24, 869.0], "text": " More time, more problems, higher costs, I think."}, {"timestamp": [869.0, 870.0], "text": " Less traffic."}, {"timestamp": [870.0, 874.0], "text": " Less business with the UK, maybe less turnover."}, {"timestamp": [874.0, 879.0], "text": " My name is Frank Tettinger from company Tiefenbacher in Hamburg."}, {"timestamp": [879.0, 883.0], "text": " Tiefenbacher is a company which imports and exports"}, {"timestamp": [883.0, 886.24], "text": " the key ingredients for pharmaceutical drugs."}, {"timestamp": [886.24, 891.24], "text": " At the moment, if there is no deal, we have no transition period,"}, {"timestamp": [891.24, 895.76], "text": " and we have to think about to buy safety stock for our customers,"}, {"timestamp": [895.76, 899.12], "text": " because in the end there are patients for medicines,"}, {"timestamp": [899.12, 904.76], "text": " and so this is a little bit dramatic to have only 60 days at a moment."}, {"timestamp": [904.76, 905.9], "text": " So what are you doing?"}, {"timestamp": [905.9, 907.7], "text": " Are you stockpiling the ingredients?"}, {"timestamp": [907.7, 914.12], "text": " Yes, we are already in contact with these companies in UK and discussing about pharmaceutical"}, {"timestamp": [914.12, 916.08], "text": " logistics solutions."}, {"timestamp": [916.08, 921.48], "text": " Do you foresee that you'll do far less business with the UK in the future potentially?"}, {"timestamp": [921.48, 924.24], "text": " Yeah, that's the question."}, {"timestamp": [924.24, 926.82], "text": " What is the reaction of our customers if they're too"}, {"timestamp": [926.82, 932.68], "text": " much disadvantage in the end? And they decide, okay, let's go other ways and look for other"}, {"timestamp": [932.68, 937.3], "text": " producers because it's becoming too complicated to import the material from UK."}, {"timestamp": [938.1, 943.92], "text": " Are companies really worried here? Is there a sense of panic? Yes, I would say yes,"}, {"timestamp": [944.06, 947.0], "text": " because our customers sending us every day,"}, {"timestamp": [947.0, 951.0], "text": " do you have any risk assessment for the Brexit scenario, blah,"}, {"timestamp": [951.0, 954.0], "text": " and it's very difficult to answer this."}, {"timestamp": [954.0, 960.0], "text": " My name is Manuel Agrodkowski, I'm from the company Vivates Farmer in Hamburg as well."}, {"timestamp": [960.0, 963.0], "text": " Another worried pharmaceutical trader."}, {"timestamp": [963.0, 967.24], "text": " One thing to add is the question of regulation and registration."}, {"timestamp": [967.24, 971.9], "text": " So also UK was a part of this European regulation system"}, {"timestamp": [971.9, 976.02], "text": " and now nobody knows how it will go after the Brexit."}, {"timestamp": [976.44, 979.94], "text": " So you're worried about whether the pharmaceuticals from the UK"}, {"timestamp": [979.94, 982.8], "text": " would be compliant with the EU regulations?"}, {"timestamp": [982.8, 984.34], "text": " Yes, and the other way around."}, {"timestamp": [984.44, 986.42], "text": " If we are selling something to the UK,"}, {"timestamp": [986.54, 990.06], "text": " will it be still possible after the Brexit?"}, {"timestamp": [990.56, 992.72], "text": " Will there be the same regulations"}, {"timestamp": [992.72, 994.12], "text": " which applied until now?"}, {"timestamp": [994.48, 995.42], "text": " Nobody knows this."}, {"timestamp": [996.48, 997.36], "text": " Are you ready?"}, {"timestamp": [997.8, 1000.0], "text": " No, because nobody can be ready"}, {"timestamp": [1000.0, 1002.24], "text": " because nobody knows how it will go."}, {"timestamp": [1002.74, 1005.34], "text": " Must be a bit of a nightmare trying to run a business at the moment."}, {"timestamp": [1005.7, 1006.32], "text": " Yeah, sure."}, {"timestamp": [1007.02, 1013.08], "text": " I mean, because of the situation, it's really very difficult for the concrete operations."}, {"timestamp": [1013.36, 1014.68], "text": " Nobody knows what to do."}, {"timestamp": [1014.94, 1020.46], "text": " One of the speakers mentioned that the stockpiling is one possibility,"}, {"timestamp": [1020.6, 1023.48], "text": " at least it's a practical thing which can be done."}, {"timestamp": [1023.64, 1026.52], "text": " So that's what everybody is trying to do now."}, {"timestamp": [1027.76, 1031.54], "text": " So plenty of potential problems for companies to deal with"}, {"timestamp": [1031.54, 1034.22], "text": " simply to get their goods in and out of the UK."}, {"timestamp": [1034.9, 1036.2], "text": " But what about staff?"}, {"timestamp": [1036.62, 1039.68], "text": " In Hamburg there's a British population of 4,000,"}, {"timestamp": [1040.24, 1041.92], "text": " many working for German companies."}, {"timestamp": [1042.38, 1044.3], "text": " And I've come to meet a handful of them,"}, {"timestamp": [1044.68, 1049.98], "text": " Thomas, Chris and Ellie in Paddy's Bar, an Irish pub popular with the Brits."}, {"timestamp": [1050.98, 1055.98], "text": " One of the things that you obviously all have in common is that you're all originally from Great Britain."}, {"timestamp": [1056.48, 1062.28], "text": " And I guess a topic on most of your minds is Britain leaving the European Union,"}, {"timestamp": [1062.84, 1065.36], "text": " all the debate about Brexit and what's going on."}, {"timestamp": [1065.36, 1068.8], "text": " So tell me, how does it look from here in Hamburg?"}, {"timestamp": [1068.8, 1073.88], "text": " Is it something that you're concerned about or is it too far away and isn't really touching you?"}, {"timestamp": [1073.88, 1076.08], "text": " Who would like to go first?"}, {"timestamp": [1076.08, 1080.32], "text": " It's been the singular focus of my life for two and a half years."}, {"timestamp": [1080.32, 1091.62], "text": " There has not been a day that has gone by that either on the news or a colleague has had a very in-depth discussion about Brexit or what might happen at the end of March."}, {"timestamp": [1091.62, 1105.96], "text": " For me, it's looking a little bit unstable and unsure for me and also this fact that I are now trying to strike out as a freelancer at a time when the German authorities probably want to see a minimum"}, {"timestamp": [1105.96, 1112.22], "text": " income and all of this stuff for me to be able to stay here permanently. So I am in a bit of a"}, {"timestamp": [1112.22, 1118.8], "text": " tricky situation personally. It's all very worrying for me at the moment. Ellie's only been in Germany"}, {"timestamp": [1118.8, 1123.86], "text": " for a few years, but there's a general feeling that the authorities in Hamburg are keen for their"}, {"timestamp": [1123.86, 1126.64], "text": " longer-term residents like like Chris, to stay."}, {"timestamp": [1127.0, 1128.74], "text": " Will you take German citizenship?"}, {"timestamp": [1129.48, 1134.18], "text": " I'm now considering it, yes. I've been written to you twice by Hamburg's mayor."}, {"timestamp": [1134.68, 1137.74], "text": " The first letter didn't mention Brexit, because it was before that."}, {"timestamp": [1137.74, 1144.46], "text": " But the second letter did mention Brexit, and it actually said it would be a good idea to consider it."}, {"timestamp": [1145.68, 1148.68], "text": " So at least the Hamburg government has been in touch."}, {"timestamp": [1149.42, 1154.26], "text": " The German federal government says that in the case of Britain leaving the EU without a deal,"}, {"timestamp": [1154.76, 1160.06], "text": " British citizens in Germany will have three months to apply for a residency permit or citizenship."}, {"timestamp": [1160.6, 1164.1], "text": " If they want German citizenship, there'll be stipulations,"}, {"timestamp": [1164.38, 1169.44], "text": " including the number of years they've lived in the country and the level of their German language skills."}, {"timestamp": [1170.02, 1174.08], "text": " But Germany only allows dual citizenship with other EU countries."}, {"timestamp": [1174.58, 1181.56], "text": " So, assuming Britain leaves, in future, British people applying for German citizenship would have to make a choice."}, {"timestamp": [1182.58, 1185.94], "text": " Ellie's concern that German companies are starting to play it safe"}, {"timestamp": [1185.94, 1187.46], "text": " when it comes to British workers."}, {"timestamp": [1188.0, 1190.08], "text": " I work a lot on behalf of this group"}, {"timestamp": [1190.08, 1191.28], "text": " called British and Germany"}, {"timestamp": [1191.28, 1194.08], "text": " and we have actually heard a few cases"}, {"timestamp": [1194.08, 1197.18], "text": " of some kind of Brexit discrimination"}, {"timestamp": [1197.18, 1201.26], "text": " happening already in some cases and in some jobs"}, {"timestamp": [1201.26, 1203.72], "text": " because obviously Brits now"}, {"timestamp": [1203.72, 1207.28], "text": " we're in a very unstable position and Germany"}, {"timestamp": [1207.28, 1214.1], "text": " as a whole likes things to be very practical and like to go for practical solutions so if we're in an"}, {"timestamp": [1214.1, 1219.68], "text": " unstable position but we're you know up for a job with somebody who is German or somebody from"}, {"timestamp": [1219.68, 1225.92], "text": " the EU then it's going to happen some kind of discrimination in that way because we don't"}, {"timestamp": [1225.92, 1228.24], "text": " have this very settled status."}, {"timestamp": [1228.24, 1234.08], "text": " Have any of you experienced or do you know people who have experienced help from their"}, {"timestamp": [1234.08, 1238.0], "text": " employers here in Germany? Are they concerned about their British employees?"}, {"timestamp": [1238.0, 1244.32], "text": " Yeah, very much so. So I work for a games company called Inno Games with Germany's biggest"}, {"timestamp": [1244.32, 1246.84], "text": " games developer in terms of headcount."}, {"timestamp": [1247.64, 1254.66], "text": " Our HR department has been very good at preparing themselves for the changes,"}, {"timestamp": [1254.82, 1257.06], "text": " because actually for them, there's not a big change."}, {"timestamp": [1257.14, 1259.5], "text": " They're used to hiring people from outside the EU."}, {"timestamp": [1259.5, 1264.28], "text": " I am, however, quite concerned, and I've spoken to smaller indie game developers."}, {"timestamp": [1264.82, 1267.38], "text": " They often get game designers from the UK."}, {"timestamp": [1267.38, 1272.2], "text": " Actually, the UK offers some very good game design courses, UK universities."}, {"timestamp": [1272.2, 1277.98], "text": " And now such people are looking less attractive."}, {"timestamp": [1277.98, 1282.4], "text": " Many of these small indie game developers, they don't even have HR departments."}, {"timestamp": [1282.4, 1287.0], "text": " So many smaller startup companies have been able to get away"}, {"timestamp": [1287.0, 1291.0], "text": " and will continue to get away with just hiring EU employees"}, {"timestamp": [1291.0, 1293.0], "text": " because it is uncomplicated"}, {"timestamp": [1293.0, 1297.0], "text": " and that means that those opportunities will cease to be available"}, {"timestamp": [1297.0, 1299.0], "text": " for British people in future."}, {"timestamp": [1311.3, 1316.88], "text": " Clearly Brexit isn't just about dealing with supply chains in traditional businesses. The digital sector in Germany, including gaming and internet firms, faces its own particular"}, {"timestamp": [1316.88, 1321.5], "text": " challenges of staffing and serving UK customers in the future."}, {"timestamp": [1321.5, 1327.0], "text": " But some have already taken major steps to make the most of the new business landscape."}, {"timestamp": [1327.0, 1332.96], "text": " Hey, I'm Frank Freund. I'm CFO and co-founder of Raisin. We're here at our offices in the middle of"}, {"timestamp": [1332.96, 1338.52], "text": " Brze-Lauberg. This company sells savings products all over Europe, thanks to the single market"}, {"timestamp": [1338.52, 1344.32], "text": " and financial services within the EU. They're often in Hamburg for business, but wanted to show"}, {"timestamp": [1344.32, 1345.24], "text": " me around their cool,"}, {"timestamp": [1345.24, 1347.76], "text": " typical startup office in Berlin."}, {"timestamp": [1347.76, 1353.76], "text": " Whenever it comes to financial services technology, you see it pretty much looks that way."}, {"timestamp": [1353.76, 1357.88], "text": " Yes, you see banks of computers and people sitting at their desks. How many people have you"}, {"timestamp": [1357.88, 1358.88], "text": " got here?"}, {"timestamp": [1358.88, 1362.8], "text": " So in Berlin, it's almost close to 200."}, {"timestamp": [1362.8, 1366.18], "text": " And being a high-tech company, have you got the table tennis table?"}, {"timestamp": [1366.64, 1368.86], "text": " And actually, I can see some beanbags here."}, {"timestamp": [1368.94, 1370.26], "text": " You have to have those, don't you?"}, {"timestamp": [1370.42, 1374.22], "text": " We do. We do have a football table in the basement as well as a table tennis."}, {"timestamp": [1374.22, 1375.52], "text": " Oh, right, table football, yes."}, {"timestamp": [1375.52, 1377.58], "text": " So both correct, yeah."}, {"timestamp": [1378.52, 1380.12], "text": " When Britain leaves the EU,"}, {"timestamp": [1380.5, 1385.82], "text": " Raisin's UK customers may not be able to take advantage of the European-wide service."}, {"timestamp": [1386.22, 1387.76], "text": " That's still up for negotiation."}, {"timestamp": [1388.48, 1391.08], "text": " So you might think the company would give up on the UK."}, {"timestamp": [1391.72, 1395.62], "text": " In fact, they've taken a very different approach and seen this as an opportunity."}, {"timestamp": [1396.32, 1400.06], "text": " When the vote came in, that came as a surprise back in 2016,"}, {"timestamp": [1400.5, 1403.96], "text": " then we decided that the UK still is a fundamental part of Europe,"}, {"timestamp": [1404.04, 1405.12], "text": " and it always will be,"}, {"timestamp": [1410.3, 1416.44], "text": " at least in our view, and that it is the second largest savings market all across the 28 member states and that won't change. So one and a half years ago we decided to acquire a UK-based"}, {"timestamp": [1416.44, 1423.72], "text": " company. This offers British-based savings products to UK customers. And as of today, that company"}, {"timestamp": [1423.72, 1425.0], "text": " runs all our UK operations. It sits in Manchester, that company runs all our UK operations."}, {"timestamp": [1425.0, 1428.0], "text": " It sits in Manchester, it has a mid-20 employees."}, {"timestamp": [1428.0, 1431.0], "text": " They are all under British payroll."}, {"timestamp": [1431.0, 1434.0], "text": " They are all locally employed and we have and hold licenses"}, {"timestamp": [1434.0, 1439.0], "text": " as we need for marketing permission under the regulatory framework within the UK"}, {"timestamp": [1439.0, 1445.88], "text": " so that as regards Brexit we will be able to continue to operate even post-Brexit. But that, of course,"}, {"timestamp": [1445.96, 1450.48], "text": " came with a lot of work and with a lot of costs incurred as well for us while setting that up."}, {"timestamp": [1450.68, 1455.64], "text": " You've gone a long way towards preparing for Brexit by buying a UK subsidiary company."}, {"timestamp": [1456.5, 1461.68], "text": " Was that quite a risk to take? Was it quite controversial? Because it may not be necessary."}, {"timestamp": [1462.18, 1466.6], "text": " When we decided to acquire the company and set up Raisin UK,"}, {"timestamp": [1467.12, 1471.12], "text": " we felt that we were at least very counter-cyclical in what we're doing"}, {"timestamp": [1471.12, 1475.26], "text": " because many companies were considering moving the heck course out of the UK"}, {"timestamp": [1475.26, 1477.24], "text": " where we said, no, let's go all in."}, {"timestamp": [1477.84, 1482.02], "text": " But ultimately, if you look at it, it's the most penetrated market in terms of online."}, {"timestamp": [1482.02, 1490.42], "text": " It's still a center of financial services across all 28 member states. And we believe if we want to be a pan-European platform, we have"}, {"timestamp": [1490.42, 1496.54], "text": " to be in the UK. It might not have been necessary to have a UK subsidiary, but it just shows"}, {"timestamp": [1496.54, 1501.5], "text": " our conviction to the market and to the UK savers, and that won't change regardless of political"}, {"timestamp": [1501.5, 1502.7], "text": " voices."}, {"timestamp": [1502.7, 1505.0], "text": " What struck me on my brief visit to Germany was that many companies there really won't change regardless of political voices."}, {"timestamp": [1505.0, 1510.66], "text": " What struck me on my brief visit to Germany was that many companies there really don't want"}, {"timestamp": [1510.66, 1517.1], "text": " to cut their very strong ties with Britain, even if it is leaving the European Union."}, {"timestamp": [1517.1, 1522.26], "text": " But they hate the current uncertainty so close to the UK's departure date."}, {"timestamp": [1522.26, 1526.64], "text": " And while they're being told to plan, their biggest issue is what exactly"}, {"timestamp": [1526.64, 1532.94], "text": " should they be planning for? With so much uncertainty, a great deal of time and money has already"}, {"timestamp": [1532.94, 1539.46], "text": " had to be spent preparing for all eventualities. Let's end with Annette Tabara from the Hamburg"}, {"timestamp": [1539.46, 1545.04], "text": " government. So do you think that Germany is ready?"}, {"timestamp": [1550.0, 1552.18], "text": " I don't know if you can be ready for such a thing as a Brexit because it has never happened before."}, {"timestamp": [1552.72, 1557.86], "text": " I think Germany has done its best to prepare the country"}, {"timestamp": [1557.86, 1560.24], "text": " in all the ways we can think of."}, {"timestamp": [1560.54, 1563.6], "text": " I just hope that they're not going to be too many bad surprises."}, {"timestamp": [1568.88, 1574.52], "text": " And from the banks of the River Elbe, I watch as the British cargo ship, the Dina trader,"}, {"timestamp": [1574.78, 1579.52], "text": " heads out of Hamburg and his bid farewell, without even a hint of irony."}, {"timestamp": [1580.16, 1582.24], "text": " Hamburg wishes you a good journey."}, {"timestamp": [1583.52, 1585.84], "text": " We hope to see you back again soon."}, {"timestamp": [1591.6, 1600.04], "text": " Brexit, Germany gets ready, was presented by me, Caroline Bailey."}, {"timestamp": [1600.56, 1605.44], "text": " The producer was Beth Segar Fenton, and the program was mixed by Neil Churchill."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. I'm Caroline Bailey, and in this week's edition of Global Business, I'm reporting from Hamburg in Germany. The British National Anthem is blaring out over loud speakers on the banks of the River Elba outside Hamburg in Germany, as a UK cargo ship laden with containers heads out towards the North Sea. Every time a ship passes in or out of the port, their national anthem is played and the Hamburg flag is politely dipped. They've got 150 national anthems here on old cassettes ready to play and 16,000 handwritten cards of information about every ship that passes. This tradition illustrates just how much international trade goes through Germany's biggest port. And I'm here for global business on the BBC World Service to find out what impact Britain's departure from the European Union will have on trade, companies and people in Germany. Hamburg traditionally has very close ties to the United Kingdom. I don't know if you know the proverbs that goes like when it starts raining in London, we open our umbrellas in Hamburg. So for a very long time, for centuries, we've had very, very close business relations with the United Kingdom and also very close personal relations. This is Annette Tabara, who will be hearing more from later. She's the Hamburg government official who's busy preparing the city for Britain's departure from the European Union. And she undoubtedly has a huge job on her hands as 1,000 companies in the area have connections with Great Britain. Hamburg's thriving port, known as Germany's gateway to the world, has historically played a big part in forging those links. So we have the modern port, what you can see there, and just next to us is the world heritage, the so-called Spacherstadt, which is the old port, which is from 150 years ago, and it's still in use. The astonishing thing about the port of Hamburg is that it's right in the centre of this bustling city. Standing on the fifth floor of a converted warehouse, I'm chatting to Axel Matan, joint chairman of the Port of Hamburg Marketing Association. And I can clearly see an array of towering cranes and a dock ship pretty much at the end of the street. As you can see, there are a lot of carpet trading companies, for example, towering cranes and a docked ship pretty much at the end of the street. As you can see, there are a lot of carpet trading companies, for example, in that building which we have just in front of us here. They're just below us. There's a container being unloaded. Hamburg is the centre of carpet trading still in Europe, and as well as spices and coffee and cocoa. It's being traded a lot still in Hamburg and still in these old ancient storage buildings. Axel Matan is keen to spot any opportunities that Britain leaving the EU might bring. There are fears that immediately after Brexit, the UK port of Dover could be jammed with lorries queuing at customs. He says freight, normally transported by road, could be put on ships from Hamburg instead, operating a more direct service. Because we have this connection to the different UK ports and you can even ship it directly from Hamburg to Aberdeen or to Imingham or Hull or whatever, instead of rooting everything via the southern eastern ports in the UK. Even so, Annette Tabara, who represents Hamburg in Germany's Upper House of Parliament, is concerned about the impact Britain leaving the EU could have on the city. Of all the 16 states of Germany, Hamburg is going to be affected by the Brexit in a great way. All the 16 states are preparing themselves thoroughly, but Hamburg, obviously, as a trading city and with such strong business ties to the United Kingdom for centuries, is going to be affected a lot. Those companies that have links with Britain in Hamburg, what are they feeling right now? What are they telling you? I should say that they're all preparing themselves calmly and systematically for the different scenarios because right now we don't know will there be an agreement, will there be a hard Brexit. In either case, the Hamburg-based companies will be affected. With the agreement, it's going smoothly. With a hard Brexit, the effects will be great. Just to explain those Brexit terms, under British Prime Minister Theresa May's proposed deal, there would be a transition period while the UK keeps the current arrangements and negotiates a trade deal with Europe. But she's finding it very difficult to get backing from the UK Parliament. If she fails and there's no deal, or an immediate so-called hard Brexit, then free trade between Britain and the EU would end immediately. Annette Tabara is in charge of coordinating all things related to Brexit for Hamburg's government. It was the mayor of Hamburg who asked me last summer to establish a working team to prepare Hamburg in a best way for the Brexit. What did you actually do? Well, we called in all the responsible regional government departments and we sat together and we were trying to plan strategically what measures have to be taken. For example, with customs, do we need more people in customs in case of a hard Brexit? Veterinary issues. How do we deal with controlling smaller animals at the airports? Is the harbour prepared? Do we have enough capacity for storage? Can we handle if Rotterdam, for example, says, oh, sorry, we're full, it's chaos here. Can you handle more containers? How many more people have you had to take on, for example, at customs in Hamburg? Well, for our first start, we're talking about maybe a dozen people, which does not seem a lot. But during the last two years, especially in 2016 and 2017, we have had a lot more people working in customs in Hamburg Harbor, and that obviously pays off now because those people are well-trained and they know how to do their work. And what do you think the impact on Hamburg's economy overall will be? With the Brexit, the problem is that we don't know. With China, with other non-EU countries, we have contracts. And we have established those contracts, and there is a legal certainty for the bigger companies. And with a hard Brexit, we don't have that. It might be established within a few months, and everything is fine, but it might take longer. What Annette Tabara is doing in Hamburg is happening across the country. By law, every company in Germany has to join one of the Chambers of Commerce and there are 4 million members in total. Ilya Nortnagel is on the board of the German Chambers of Commerce, and there are 4 million members in total. Ilyan Nortnagel is on the board of the German Chambers of Industry and Commerce. I met him in the modern glass office complex which houses their headquarters in central Berlin. He's currently immersed in Brexit, spending most of his time helping members get ready for Britain's exit from the European Union. The UK is our fifth largest trading partner in exports. It's number four. What we see in the last year since the vote is that the importance of the British market is shrinking. So contrary to the general development of German exports, especially in the European Union, the exports are shrinking to the UK. That is already a sign that Brexit is not only a topic of the future, but it's a sign that Brexit is not only a topic of the exports, especially in the European Union, the exports are shrinking to the UK. That is already a sign that Brexit is not only a topic of the future, but it's somehow also already happening. You say that exports to the UK have shrunk since the referendum in 2016. Are you saying that German companies decided pretty quickly that they would look elsewhere for exports. We are still happy to serve and deliver for our British customers or partner, but the business cycle development in the UK is weaker than in other countries. So the exports are shrinking and we do our business also elsewhere. Ante says German firms are thinking twice about putting more money into the UK. If you have already production facilities at one point, it's also the question, do I modernise them? Do I invest in expanding them? This is something which we already see, that there is a reluctance to say, OK, we first want to know what we're heading to. So this is factories and plants that they have in the UK. They're just going to leave them at the moment and see what happens. Germany's economic growth slowed down substantially last year, according to the latest government statistics. Ilya Nortnagel claims that's not just because of Brexit. There are other global issues such as the US trade wars with China, which he says have affected German businesses too. But the Chambers of Industry and Commerce say around 750,000 German jobs do depend on exports to Great Britain. So it's not surprising that they're really trying to get German companies to plan for Brexit. They're running road shows around the country and have a checklist on their website which has been downloaded more than 25,000 times in recent weeks. It's quite a read. I think we have at the moment 44 points to check. That sounds a pretty long checklist. I mean, just give us a sense of what sort of thing you have on it. Do you lose, for example, the privileged access from a free trade agreement? That is a question which you at least have to check. How is my supply chain working? Do I have workers with the UK passport? What is with my workers in the UK? All things which you have to check in advance. But how easy is it for companies to really assess the impact Britain's departure from the EU could have on their business? Of course, there are companies which know that they are directly affected. That are the ones which have business relations to the UK, importing, exporting business partners. Then they are the effects which are indirect. Is there something in my supply chain, which I didn't even know? So the amount of companies which might be affected is bigger than the ones which are directly infected. It's clear he thinks some companies could still be caught out by Brexit. But how does Germany prepare for one of its major trading partners leaving the EU when it's still not been decided exactly how it will leave with just a few weeks to go? It was a freezing evening in late January when I was invited along to a seminar a few weeks to go. It was a freezing evening in late January when I was invited along to a seminar on Brexit for local businesses in Hamburg. Torsten Porat, who heads Porat customs agents, also runs the Hamburg Customs Academy, which hosted the event, just a short walk from the city's central station. Delegates from around 50 companies, big and small, listened attentively to lectures on the latest twists and turns of Britain's departure. Between sessions there was plenty of chat with refreshments on hand in the crowded lobby. Hello, Torsten. What are companies going to be learning this evening? Some interesting things about the history of Brexit and the consequences of course for the economy. And hopefully they will also learn something about possible solutions. They seemed anxious to find out more and wanted concrete advice on what they should be doing now. That does of course make Brexit potentially good business for consulting firms such as Torsten's. Customs is an area many companies trading with the UK are suddenly having to think about. At the moment, trade between Britain and the EU is free from customs checks and paperwork, but when Britain leaves, that could all change. Relocation is another opportunity posed by Brexit, as UK firms look for a European base, and one German cities like Hamburg are keen to take advantage of. Are you one of the companies that stands to benefit from Britain leaving the EU and the impact that this could have around Europe, particularly in Germany? Yes, we are unfortunately one of a few industries that will benefit from Brexit, but that's our job to help companies to make it as easy as possible. Are you seeing a big increase in business? Not yet. Actually, the majority of German companies, especially the small and medium-sized companies, seem to be sleeping or still hoping that this won't happen. But you're thinking about taking on more people? Yes, we hired additionally 20 employees in the last month to prepare for Brexit. Germans love to be prepared, but that's really a challenge. Nobody knows how to prepare because nobody knows what to expect. Getting German companies to talk about Brexit for this program has been surprisingly difficult. It's a sensitive subject and most didn't want to reveal their hand without knowing the final outcome. But as delegates end this seminar with a welcome glass of wine and a buffet of cheese and olives, I seize my chance to ask how they're preparing. My name is Ticrammer. I'm responsible for all customs affairs in Germany, the National Customs Manager for Germany at Kuno Naga. That's an international logistics firm, which transports cargo by sea, air and overland. Are you concerned about Brexit and the UK leaving the EU? Yeah, of course, because I'm concerned of the problems we might have because we don't know how to act with it. What impact will this have potentially on your business? More time, more problems, higher costs, I think. Less traffic. Less business with the UK, maybe less turnover. My name is Frank Tettinger from company Tiefenbacher in Hamburg. Tiefenbacher is a company which imports and exports the key ingredients for pharmaceutical drugs. At the moment, if there is no deal, we have no transition period, and we have to think about to buy safety stock for our customers, because in the end there are patients for medicines, and so this is a little bit dramatic to have only 60 days at a moment. So what are you doing? Are you stockpiling the ingredients? Yes, we are already in contact with these companies in UK and discussing about pharmaceutical logistics solutions. Do you foresee that you'll do far less business with the UK in the future potentially? Yeah, that's the question. What is the reaction of our customers if they're too much disadvantage in the end? And they decide, okay, let's go other ways and look for other producers because it's becoming too complicated to import the material from UK. Are companies really worried here? Is there a sense of panic? Yes, I would say yes, because our customers sending us every day, do you have any risk assessment for the Brexit scenario, blah, and it's very difficult to answer this. My name is Manuel Agrodkowski, I'm from the company Vivates Farmer in Hamburg as well. Another worried pharmaceutical trader. One thing to add is the question of regulation and registration. So also UK was a part of this European regulation system and now nobody knows how it will go after the Brexit. So you're worried about whether the pharmaceuticals from the UK would be compliant with the EU regulations? Yes, and the other way around. If we are selling something to the UK, will it be still possible after the Brexit? Will there be the same regulations which applied until now? Nobody knows this. Are you ready? No, because nobody can be ready because nobody knows how it will go. Must be a bit of a nightmare trying to run a business at the moment. Yeah, sure. I mean, because of the situation, it's really very difficult for the concrete operations. Nobody knows what to do. One of the speakers mentioned that the stockpiling is one possibility, at least it's a practical thing which can be done. So that's what everybody is trying to do now. So plenty of potential problems for companies to deal with simply to get their goods in and out of the UK. But what about staff? In Hamburg there's a British population of 4,000, many working for German companies. And I've come to meet a handful of them, Thomas, Chris and Ellie in Paddy's Bar, an Irish pub popular with the Brits. One of the things that you obviously all have in common is that you're all originally from Great Britain. And I guess a topic on most of your minds is Britain leaving the European Union, all the debate about Brexit and what's going on. So tell me, how does it look from here in Hamburg? Is it something that you're concerned about or is it too far away and isn't really touching you? Who would like to go first? It's been the singular focus of my life for two and a half years. There has not been a day that has gone by that either on the news or a colleague has had a very in-depth discussion about Brexit or what might happen at the end of March. For me, it's looking a little bit unstable and unsure for me and also this fact that I are now trying to strike out as a freelancer at a time when the German authorities probably want to see a minimum income and all of this stuff for me to be able to stay here permanently. So I am in a bit of a tricky situation personally. It's all very worrying for me at the moment. Ellie's only been in Germany for a few years, but there's a general feeling that the authorities in Hamburg are keen for their longer-term residents like like Chris, to stay. Will you take German citizenship? I'm now considering it, yes. I've been written to you twice by Hamburg's mayor. The first letter didn't mention Brexit, because it was before that. But the second letter did mention Brexit, and it actually said it would be a good idea to consider it. So at least the Hamburg government has been in touch. The German federal government says that in the case of Britain leaving the EU without a deal, British citizens in Germany will have three months to apply for a residency permit or citizenship. If they want German citizenship, there'll be stipulations, including the number of years they've lived in the country and the level of their German language skills. But Germany only allows dual citizenship with other EU countries. So, assuming Britain leaves, in future, British people applying for German citizenship would have to make a choice. Ellie's concern that German companies are starting to play it safe when it comes to British workers. I work a lot on behalf of this group called British and Germany and we have actually heard a few cases of some kind of Brexit discrimination happening already in some cases and in some jobs because obviously Brits now we're in a very unstable position and Germany as a whole likes things to be very practical and like to go for practical solutions so if we're in an unstable position but we're you know up for a job with somebody who is German or somebody from the EU then it's going to happen some kind of discrimination in that way because we don't have this very settled status. Have any of you experienced or do you know people who have experienced help from their employers here in Germany? Are they concerned about their British employees? Yeah, very much so. So I work for a games company called Inno Games with Germany's biggest games developer in terms of headcount. Our HR department has been very good at preparing themselves for the changes, because actually for them, there's not a big change. They're used to hiring people from outside the EU. I am, however, quite concerned, and I've spoken to smaller indie game developers. They often get game designers from the UK. Actually, the UK offers some very good game design courses, UK universities. And now such people are looking less attractive. Many of these small indie game developers, they don't even have HR departments. So many smaller startup companies have been able to get away and will continue to get away with just hiring EU employees because it is uncomplicated and that means that those opportunities will cease to be available for British people in future. Clearly Brexit isn't just about dealing with supply chains in traditional businesses. The digital sector in Germany, including gaming and internet firms, faces its own particular challenges of staffing and serving UK customers in the future. But some have already taken major steps to make the most of the new business landscape. Hey, I'm Frank Freund. I'm CFO and co-founder of Raisin. We're here at our offices in the middle of Brze-Lauberg. This company sells savings products all over Europe, thanks to the single market and financial services within the EU. They're often in Hamburg for business, but wanted to show me around their cool, typical startup office in Berlin. Whenever it comes to financial services technology, you see it pretty much looks that way. Yes, you see banks of computers and people sitting at their desks. How many people have you got here? So in Berlin, it's almost close to 200. And being a high-tech company, have you got the table tennis table? And actually, I can see some beanbags here. You have to have those, don't you? We do. We do have a football table in the basement as well as a table tennis. Oh, right, table football, yes. So both correct, yeah. When Britain leaves the EU, Raisin's UK customers may not be able to take advantage of the European-wide service. That's still up for negotiation. So you might think the company would give up on the UK. In fact, they've taken a very different approach and seen this as an opportunity. When the vote came in, that came as a surprise back in 2016, then we decided that the UK still is a fundamental part of Europe, and it always will be, at least in our view, and that it is the second largest savings market all across the 28 member states and that won't change. So one and a half years ago we decided to acquire a UK-based company. This offers British-based savings products to UK customers. And as of today, that company runs all our UK operations. It sits in Manchester, that company runs all our UK operations. It sits in Manchester, it has a mid-20 employees. They are all under British payroll. They are all locally employed and we have and hold licenses as we need for marketing permission under the regulatory framework within the UK so that as regards Brexit we will be able to continue to operate even post-Brexit. But that, of course, came with a lot of work and with a lot of costs incurred as well for us while setting that up. You've gone a long way towards preparing for Brexit by buying a UK subsidiary company. Was that quite a risk to take? Was it quite controversial? Because it may not be necessary. When we decided to acquire the company and set up Raisin UK, we felt that we were at least very counter-cyclical in what we're doing because many companies were considering moving the heck course out of the UK where we said, no, let's go all in. But ultimately, if you look at it, it's the most penetrated market in terms of online. It's still a center of financial services across all 28 member states. And we believe if we want to be a pan-European platform, we have to be in the UK. It might not have been necessary to have a UK subsidiary, but it just shows our conviction to the market and to the UK savers, and that won't change regardless of political voices. What struck me on my brief visit to Germany was that many companies there really won't change regardless of political voices. What struck me on my brief visit to Germany was that many companies there really don't want to cut their very strong ties with Britain, even if it is leaving the European Union. But they hate the current uncertainty so close to the UK's departure date. And while they're being told to plan, their biggest issue is what exactly should they be planning for? With so much uncertainty, a great deal of time and money has already had to be spent preparing for all eventualities. Let's end with Annette Tabara from the Hamburg government. So do you think that Germany is ready? I don't know if you can be ready for such a thing as a Brexit because it has never happened before. I think Germany has done its best to prepare the country in all the ways we can think of. I just hope that they're not going to be too many bad surprises. And from the banks of the River Elbe, I watch as the British cargo ship, the Dina trader, heads out of Hamburg and his bid farewell, without even a hint of irony. Hamburg wishes you a good journey. We hope to see you back again soon. Brexit, Germany gets ready, was presented by me, Caroline Bailey. The producer was Beth Segar Fenton, and the program was mixed by Neil Churchill."}