{"speakers": [], "chunks": [{"timestamp": [0.0, 1.74], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.34, 10.0], "text": " Thank you for downloading this World of Business podcast."}, {"timestamp": [10.72, 15.88], "text": " In this edition, Keith Moore gives us a glimpse of a potentially game-changing advance in technology."}, {"timestamp": [21.84, 27.0], "text": " Down in the basement of King's College University in London, music seeps out of the doors"}, {"timestamp": [27.0, 31.0], "text": " where the performing arts students go to practice."}, {"timestamp": [35.0, 41.0], "text": " Nestled in among them is a door that only a few people from an entirely different department are allowed in."}, {"timestamp": [41.0, 47.0], "text": " It contains equipment which might one day completely change the way we live and work and move."}, {"timestamp": [47.0, 53.0], "text": " Basically what you see here with the wires and the equipment, these are servers and switches."}, {"timestamp": [53.0, 56.0], "text": " So basically this is the brains behind what 5G is."}, {"timestamp": [56.0, 61.0], "text": " 5G."}, {"timestamp": [61.0, 64.0], "text": " That's the fifth generation of the mobile network."}, {"timestamp": [64.0, 65.0], "text": " If you have a smartphone, you're probably familiar with the 4G or 3G, That's the fifth generation of the mobile network."}, {"timestamp": [65.0, 74.0], "text": " If you have a smartphone, you're probably familiar with the 4G or 3G that pops up in the corner of your screen, allowing you to connect to the internet."}, {"timestamp": [74.0, 81.0], "text": " With 5G, the internet on your phone is expected to be up to 10 times faster than it is with 4G."}, {"timestamp": [81.0, 84.0], "text": " It'll also be able to handle a lot more data."}, {"timestamp": [84.0, 86.64], "text": " It'll bring immediacy. That's a lot"}, {"timestamp": [86.64, 92.64], "text": " shorter delay between an action and a reaction, and it'll be more reliable. Mobile phones,"}, {"timestamp": [92.64, 98.24], "text": " though, aren't really what this program's about. I'm Keith Moore, and you're listening to Global"}, {"timestamp": [98.24, 104.0], "text": " Business on the BBC World Service. In this program, I'll be looking at how plans are already"}, {"timestamp": [104.0, 107.0], "text": " being made for the next generation mobile network."}, {"timestamp": [111.0, 116.0], "text": " 5G isn't expected to be rolled out on a big scale until 2020,"}, {"timestamp": [116.0, 122.0], "text": " but at King's College in London, a group of researchers are set up in a snug, stiflingly hot lab,"}, {"timestamp": [122.0, 126.16], "text": " already working out ways it could be used in the real world,"}, {"timestamp": [126.4, 127.0], "text": " in the future."}, {"timestamp": [127.9, 129.36], "text": " Of course we do need 5G."}, {"timestamp": [129.92, 132.46], "text": " That's Professor Mishadola, who heads up King's research."}, {"timestamp": [133.1, 136.52], "text": " He's already convinced that 5G will revolutionize some industries."}, {"timestamp": [137.08, 140.1], "text": " He even has a 5G badge pinned to the lapel of his blazer."}, {"timestamp": [140.78, 145.48], "text": " Let me quote a quotation from a guy who's very smart, is the former CEO of Erickson, Hans Vesbuck,"}, {"timestamp": [145.54, 149.54], "text": " and he said, we started designing 3G before the Internet was around."}, {"timestamp": [149.8, 153.06], "text": " We started designing 4G before the iPhone came around."}, {"timestamp": [153.58, 155.26], "text": " So do we need 5G?"}, {"timestamp": [155.46, 156.98], "text": " Well, yes, we will."}, {"timestamp": [157.16, 158.42], "text": " Something will come along."}, {"timestamp": [158.74, 163.1], "text": " Have we found a killer app today where we would say that's definitely the road?"}, {"timestamp": [163.4, 164.62], "text": " No, we have not."}, {"timestamp": [164.62, 166.66], "text": " But we started to engage"}, {"timestamp": [166.66, 172.36], "text": " with loads of industry of consumer groups and we get a very good feel what people really want."}, {"timestamp": [173.06, 177.84], "text": " One of the areas they've been looking at is healthcare. Kings is one of the pioneers in robotic"}, {"timestamp": [177.84, 184.8], "text": " surgery. Robotic surgery is very slow, but it is very precise. Being very precise means when you're"}, {"timestamp": [184.8, 185.82], "text": " being operated rather"}, {"timestamp": [185.82, 190.76], "text": " than your body being cut open, it's just a very little hole going into your body and a robot"}, {"timestamp": [190.76, 196.18], "text": " goes inside and does an operation which is so precise that you almost don't lose any blood."}, {"timestamp": [196.18, 199.9], "text": " It means that you can go home within 24 hours because everything heals."}, {"timestamp": [200.56, 207.08], "text": " The way robotic surgery works at the moment is that a surgeon sits at a console in the corner of the operating theatre with the patient."}, {"timestamp": [207.7, 210.48], "text": " They see a 3D high-definition image on their screen."}, {"timestamp": [211.02, 214.34], "text": " The vision is enhanced about 10 times."}, {"timestamp": [214.64, 220.62], "text": " So the prostate gland, which is, for example, the size of a chestnut looks like a football to the surgeon."}, {"timestamp": [221.46, 226.92], "text": " Prokata Skupta is a surgeon at Guy's Hospital in London and he's also professor of robotic surgery"}, {"timestamp": [226.92, 229.92], "text": " and urological innovation at King's College London."}, {"timestamp": [229.92, 232.92], "text": " That camera is controlled by the surgeon's foot."}, {"timestamp": [232.92, 238.16], "text": " The other three arms of the robot have tiny little instruments"}, {"timestamp": [238.16, 242.48], "text": " which are called endo wrists. They are just like human wrists"}, {"timestamp": [242.48, 246.14], "text": " and these are about seven or 8 millimeters in size."}, {"timestamp": [246.78, 249.96], "text": " So this is a form of doing keyhole surgery,"}, {"timestamp": [250.6, 254.92], "text": " except you are using a robot rather than make a big cut on the patient."}, {"timestamp": [255.56, 259.44], "text": " Right now, this kind of robotic surgery can't be done over a long distance,"}, {"timestamp": [259.92, 262.7], "text": " and the surgeons controlling the robot have no sense of touch."}, {"timestamp": [263.28, 266.86], "text": " It's also very expensive, so it's not used widely in poorer countries."}, {"timestamp": [267.44, 276.36], "text": " So I said to my colleagues at King's that we somehow need to overcome these deficiencies of robotic surgery as I see it."}, {"timestamp": [276.96, 281.06], "text": " And they came up with a solution called Internet of Skills,"}, {"timestamp": [281.56, 285.64], "text": " which essentially is based around 5G telecommunications."}, {"timestamp": [286.18, 291.66], "text": " 5G promises to have a much lower latency, which is basically the delay time between someone"}, {"timestamp": [291.66, 296.46], "text": " doing something, that order then travelling across a network and actually being performed at the"}, {"timestamp": [296.46, 296.9], "text": " other end."}, {"timestamp": [296.9, 307.46], "text": " In a lab, we have a ultra-lilable low-latency communication network, which is able to provide a round trip signal of about"}, {"timestamp": [307.46, 314.72], "text": " 10 milliseconds or less. Compare this to what is standard of care today whereby if I was to, say,"}, {"timestamp": [315.02, 321.5], "text": " operate an instrument from here in America, the delay would be about 150 milliseconds. So this is"}, {"timestamp": [321.5, 326.0], "text": " less than one-tenth of the current delay and we have already"}, {"timestamp": [326.0, 331.1], "text": " achieved that within a lab whereby given such an ultra-reliable low-latency"}, {"timestamp": [331.1, 337.34], "text": " communication we can actually have a sense of touch we can almost move"}, {"timestamp": [337.34, 343.04], "text": " instruments in real time and this will also democratize surgery i.e. an"}, {"timestamp": [343.04, 345.62], "text": " experienced surgeon could be on any corner of the earth"}, {"timestamp": [345.62, 351.76], "text": " and be able to teach an inexperienced surgeon. It is democratizing surgery in a way that hasn't"}, {"timestamp": [351.76, 358.56], "text": " happened before. Imagine that. A surgeon sitting in London, able to operate on a patient in South"}, {"timestamp": [358.56, 364.6], "text": " Africa in near real time, doctors wouldn't need to waste valuable time traveling, and patients"}, {"timestamp": [364.6, 365.24], "text": " would have access"}, {"timestamp": [365.24, 368.2], "text": " to the best doctors no matter where they are."}, {"timestamp": [368.2, 374.5], "text": " They'd also be able to actually feel the nerves and sinews the robots touching."}, {"timestamp": [374.5, 379.38], "text": " Professor Dasgupta thinks 5G could be a great tool for training surgeons too."}, {"timestamp": [379.38, 384.68], "text": " Of course, the first version he used was a prototype and the sense of touch wasn't perfect,"}, {"timestamp": [384.68, 387.4], "text": " but it still offers a glimpse of what could be possible."}, {"timestamp": [388.1, 391.14], "text": " How far away then does he think we are from seeing this in the real world?"}, {"timestamp": [391.64, 395.42], "text": " I think probably, if I'm to guess, between five and ten years,"}, {"timestamp": [396.0, 399.84], "text": " already there has been a significant grant to three universities,"}, {"timestamp": [400.26, 402.82], "text": " so there is clearly national interest in it."}, {"timestamp": [402.82, 406.6], "text": " But will we get the end product on day one?"}, {"timestamp": [406.68, 407.32], "text": " I don't think so."}, {"timestamp": [407.42, 410.98], "text": " I think, as with all telecommunications, a prototype will appear"}, {"timestamp": [410.98, 414.02], "text": " and then it will get better and better over the next five to ten years."}, {"timestamp": [414.78, 418.9], "text": " I'm pleased to announce that we have a very big project now for rural China."}, {"timestamp": [419.44, 421.76], "text": " Professor Misha Dola of King's College London again."}, {"timestamp": [422.22, 425.7], "text": " Through the Internet of Skills are helping to improve the"}, {"timestamp": [425.7, 428.08], "text": " Colin concert detection rates. So the problem"}, {"timestamp": [428.08, 429.9], "text": " in rural China is that it's very poor"}, {"timestamp": [429.9, 432.34], "text": " and not because they have bad doctors."}, {"timestamp": [432.46, 434.06], "text": " They all back hospitals, but the"}, {"timestamp": [434.06, 435.58], "text": " doctors want to live in the capitals."}, {"timestamp": [435.88, 437.54], "text": " In Beijing, in Shanghai,"}, {"timestamp": [437.72, 439.88], "text": " Guangzhou. So what we want to do"}, {"timestamp": [439.88, 442.16], "text": " is currently we have robotic equipment"}, {"timestamp": [442.16, 444.1], "text": " in Beijing using"}, {"timestamp": [444.1, 445.82], "text": " a 5G connectivity in a rural"}, {"timestamp": [445.82, 450.8], "text": " China very cheap soft robotic which is composed of nothing but soft components"}, {"timestamp": [450.8, 455.54], "text": " there's no hard metal in there and you can control that in real time from"}, {"timestamp": [455.54, 459.86], "text": " Beijing and then you would do the colon cancer detection essentially which is"}, {"timestamp": [459.86, 463.34], "text": " needed to understand really what's going on wow that must look very interesting"}, {"timestamp": [463.34, 466.4], "text": " that looks interesting yes do you want me to describe that yes please going on. Wow, that must look very interesting. That looks interesting, yes. Do you want me to describe that?"}, {"timestamp": [466.4, 467.2], "text": " Yes, please."}, {"timestamp": [467.2, 468.2], "text": " No, I won't do that."}, {"timestamp": [468.2, 472.6], "text": " So he's not going to go into that level of detail with me,"}, {"timestamp": [472.6, 476.9], "text": " but still, it could be a game-changing way of diagnosing diseases in remote areas."}, {"timestamp": [476.9, 483.2], "text": " So you have antennas, which is where your mobile phone will be connected ultimately, right?"}, {"timestamp": [483.2, 485.54], "text": " So these antennas are on the roof."}, {"timestamp": [485.54, 488.44], "text": " The 5G antenna that sits on the roof of King's College"}, {"timestamp": [488.44, 491.18], "text": " and the data center connected to it down in the basement"}, {"timestamp": [491.18, 493.0], "text": " were the first in the UK."}, {"timestamp": [493.0, 496.16], "text": " They were provided by the telecommunications company Erickson,"}, {"timestamp": [496.16, 498.8], "text": " who, as well as Kings, has worked in partnership"}, {"timestamp": [498.8, 501.56], "text": " with more than 40 other universities around the world"}, {"timestamp": [501.56, 506.0], "text": " to find real-world applications of 5G before it's available to the public."}, {"timestamp": [506.0, 513.0], "text": " Erickson are among a group of companies including Huawei and Nokia who make the equipment needed to upgrade to 5G."}, {"timestamp": [513.0, 525.24], "text": " Ericsson are based in Sweden, as am I, so I hopped on the train to Stockholm to meet one of their more"}, {"timestamp": [525.24, 530.4], "text": " experienced engineers. Tell me how many years ago you first walked through the doors"}, {"timestamp": [530.4, 537.14], "text": " at Ericsson to start your career? That was actually 34 years ago now. I was 25, directly"}, {"timestamp": [537.14, 538.18], "text": " from university."}, {"timestamp": [538.18, 543.68], "text": " That's Harold Callin. He's worked on every single generation of wireless mobile networks,"}, {"timestamp": [543.68, 546.2], "text": " starting with what we now know as 1G."}, {"timestamp": [546.2, 547.92], "text": " That was back in the 1980s."}, {"timestamp": [547.92, 551.86], "text": " I think it was quite not perhaps that enormous breakthrough in a way."}, {"timestamp": [551.86, 554.08], "text": " It was just for a few people actually."}, {"timestamp": [554.08, 559.34], "text": " When I started, we had had mobile telephony in the Nordic countries and the US for a couple"}, {"timestamp": [559.34, 561.06], "text": " of years."}, {"timestamp": [561.06, 565.8], "text": " And I guess the subscriber population in the world was perhaps less than 100,000 in the entire world."}, {"timestamp": [565.9, 568.88], "text": " So it was very few that had mobile telephony back down, I think."}, {"timestamp": [569.2, 570.74], "text": " Did you have a mobile telephone back then?"}, {"timestamp": [571.2, 572.56], "text": " Certainly not. No."}, {"timestamp": [573.56, 575.24], "text": " It was quite expensive back then."}, {"timestamp": [575.5, 580.76], "text": " I think it was about 2,000 euros at that time, which was a small fortune."}, {"timestamp": [581.12, 584.44], "text": " What did 1G enable people to do that they couldn't before?"}, {"timestamp": [584.66, 587.92], "text": " Mobility that could be able to use a phone outside the office."}, {"timestamp": [588.36, 593.12], "text": " I think back then there was maybe 400 million fixed telephone lines in the entire world."}, {"timestamp": [593.48, 595.76], "text": " Maybe 1 out of 12 people had a fixed phone."}, {"timestamp": [596.3, 601.08], "text": " And then, of course, mobile phones gave you an opportunity to make calls outside the office,"}, {"timestamp": [601.22, 602.42], "text": " basically for people on the move."}, {"timestamp": [603.08, 605.96], "text": " New generations have typically followed every 10 years."}, {"timestamp": [606.74, 609.04], "text": " 2G allowed people to send text messages."}, {"timestamp": [609.92, 613.88], "text": " 3G enabled us to check our emails on our phones and connect to the internet."}, {"timestamp": [614.78, 619.38], "text": " 4G has speeded up the internet, helping people to make good quality video calls."}, {"timestamp": [620.22, 621.7], "text": " It's been a monumental change."}, {"timestamp": [622.42, 625.54], "text": " Today, there are several billion of us who use a mobile phone."}, {"timestamp": [626.18, 630.0], "text": " How big a change is this jump from 4G to 5G?"}, {"timestamp": [630.06, 634.02], "text": " Is it just another obvious small step and evolution, or is it something else?"}, {"timestamp": [634.14, 635.6], "text": " This is really the big change."}, {"timestamp": [636.16, 640.4], "text": " I think the first four steps have been tremendously big for human mankind in the sense"}, {"timestamp": [640.4, 643.02], "text": " that we have changed the way we communicate, the way we work."}, {"timestamp": [643.2, 645.72], "text": " I believe we have spread the democracy over the world"}, {"timestamp": [645.72, 649.56], "text": " so that people can actually communicate and see what's happening in other parts of the world."}, {"timestamp": [649.98, 653.98], "text": " Many countries, they have skipped completely the fixed Y-line networks."}, {"timestamp": [654.14, 656.52], "text": " They've gone from nothing to mobile telephone."}, {"timestamp": [656.9, 659.56], "text": " Suddenly they got all this information in their own pocket."}, {"timestamp": [660.26, 662.88], "text": " So that has been a really huge change, I think, for mankind."}, {"timestamp": [663.58, 667.92], "text": " From a business perspective, I think that the 5G is changing yet another big leap"}, {"timestamp": [667.92, 669.36], "text": " would also make our lives better."}, {"timestamp": [670.12, 672.5], "text": " One of the great benefits of 5G Harold Seas"}, {"timestamp": [672.5, 676.2], "text": " is that it will help supercharge the so-called Internet of Things."}, {"timestamp": [676.84, 680.32], "text": " The Internet of Things includes billions of everyday objects,"}, {"timestamp": [680.56, 683.4], "text": " which have sensors and software connected to the Internet,"}, {"timestamp": [683.76, 686.0], "text": " where they communicate with each other and us."}, {"timestamp": [686.0, 688.0], "text": " It's already grown hugely."}, {"timestamp": [688.0, 692.0], "text": " It includes things like apps that can tell you how many steps you take in a day,"}, {"timestamp": [692.0, 695.0], "text": " through to sensors on roads, communicating to you in real time,"}, {"timestamp": [695.0, 697.0], "text": " where there are free car parking spaces."}, {"timestamp": [697.0, 701.0], "text": " It's about improving efficiency and reducing waste."}, {"timestamp": [701.0, 706.26], "text": " If everything in our surroundings, everything we use, the vehicles we drive are all connected,"}, {"timestamp": [707.16, 712.5], "text": " how worried are you about security and how hackable things are? Security is extremely important,"}, {"timestamp": [712.74, 717.12], "text": " of course. When everything gets connected, they cannot be hacked. So that's something we also"}, {"timestamp": [717.12, 721.94], "text": " spent quite a lot of research on how we can do that. But it's also a moving target. We're always"}, {"timestamp": [721.94, 725.78], "text": " trying to stay ahead of the threats. But it's not completely faultproof."}, {"timestamp": [725.92, 727.44], "text": " No technology is faultproof."}, {"timestamp": [727.54, 730.36], "text": " On the other hand, I don't think you would go back to what you had before."}, {"timestamp": [730.72, 732.66], "text": " You don't want to go back to the horses and carriages."}, {"timestamp": [736.62, 740.18], "text": " Okay, Keith, let me just show you what we're doing on the factory floor over here."}, {"timestamp": [740.18, 748.38], "text": " We have a machine connected to the radio system that is then connected to a cloud and we do analytics and we create value out of it."}, {"timestamp": [749.0, 753.62], "text": " One of the industries that advocates say could be changed the most by 5G is manufacturing."}, {"timestamp": [754.24, 755.0], "text": " Great, let's go."}, {"timestamp": [755.24, 756.78], "text": " Just try to avoid getting hit by a forklift."}, {"timestamp": [759.28, 762.28], "text": " It's why I'm in a factory in Gothenburg and southern Sweden."}, {"timestamp": [762.96, 764.86], "text": " It belongs to the company SKF."}, {"timestamp": [765.68, 766.76], "text": " We are everywhere."}, {"timestamp": [766.76, 770.48], "text": " In your home, there's around some 200 of our products."}, {"timestamp": [770.48, 775.24], "text": " You have them in cars, bikes, windmills, diesel engines."}, {"timestamp": [775.24, 780.76], "text": " Anything that rotates needs the reduction of friction, and that's what we provide."}, {"timestamp": [780.76, 785.0], "text": " Martin Fries is a project manager who explores innovation and technology for the company."}, {"timestamp": [785.0, 788.0], "text": " The factory we're standing in was open last year."}, {"timestamp": [788.0, 792.0], "text": " There's no dirt, very little noise, and not that many people."}, {"timestamp": [792.0, 795.0], "text": " Even some of the forklifts operate without drivers."}, {"timestamp": [795.0, 799.0], "text": " And here we have changed concept from going from a rather mechanical,"}, {"timestamp": [799.0, 801.0], "text": " putting the machines in a row,"}, {"timestamp": [801.0, 805.0], "text": " to a new, digitalized concept with a lot of automation."}, {"timestamp": [805.0, 808.0], "text": " They're also experimenting with 5G."}, {"timestamp": [808.0, 813.0], "text": " At the moment, each machine essentially has its own brain and needs to be checked individually."}, {"timestamp": [813.0, 821.0], "text": " 5G opens up the opportunity for thousands of sensors to send information about where and tear in all of the machines"}, {"timestamp": [821.0, 824.0], "text": " to one place where it can be monitored on a screen."}, {"timestamp": [824.0, 827.2], "text": " We can run manufacturing with a higher efficiency. We can run 24-7 from collecting the machines to one place where it can be monitored on a screen. We can run manufacturing with a higher efficiency."}, {"timestamp": [827.2, 829.0], "text": " We can run 24-7."}, {"timestamp": [829.0, 835.56], "text": " From collecting the data and getting a better grip of the real-time data gives us a very clear"}, {"timestamp": [835.56, 839.56], "text": " status of how the production is running, then we can improve the quality."}, {"timestamp": [839.56, 843.6], "text": " So the overall delivery time will be reduced."}, {"timestamp": [843.6, 846.88], "text": " 5G will allow factories like this to handle far more data."}, {"timestamp": [846.88, 852.22], "text": " That means more sensors to monitor the machines and perhaps cameras to analyze performance."}, {"timestamp": [852.22, 855.16], "text": " Each machine is currently connected with a cable."}, {"timestamp": [855.16, 859.12], "text": " 5G would mean they're wireless and so easier to install and move."}, {"timestamp": [859.12, 861.24], "text": " Reliability therefore is key."}, {"timestamp": [861.24, 864.88], "text": " If the machines don't work for a day or two in a company like this, Martin said it would"}, {"timestamp": [864.88, 869.7], "text": " be a catastrophe. A stopping production means orders not get into customers on time."}, {"timestamp": [870.36, 876.2], "text": " Have you had promises from Erickson about how reliable 5G will be? And is that crucial in your"}, {"timestamp": [876.2, 881.14], "text": " thinking when it comes to planning for the future? Yeah, absolutely. No, of course I haven't got any"}, {"timestamp": [881.14, 885.28], "text": " strict answers on percentage that they guarantee."}, {"timestamp": [885.28, 887.32], "text": " But it is crucial, yes."}, {"timestamp": [887.32, 890.28], "text": " And that is part of why we are looking into this."}, {"timestamp": [890.28, 894.5], "text": " We want to explore it and to see if it can meet up with our standards."}, {"timestamp": [894.5, 898.12], "text": " SKF has 45,000 employees around the world."}, {"timestamp": [898.12, 902.6], "text": " As more machines become automated, fewer people may be needed on factory floors."}, {"timestamp": [902.6, 906.5], "text": " If you look at the old way of manufacturing where we had automation,"}, {"timestamp": [906.5, 910.0], "text": " but we had more manual machines, setting each machine,"}, {"timestamp": [910.0, 914.0], "text": " knowing a machine was a skill, still is."}, {"timestamp": [914.0, 918.5], "text": " Now we move to a concept where the systems are arranged"}, {"timestamp": [918.5, 922.0], "text": " and production logistics is handled automatically."}, {"timestamp": [922.0, 927.0], "text": " By doing that, we remove some certain skills and personnel,"}, {"timestamp": [927.0, 932.0], "text": " but we need to add a different skill set to manage this system and to run it and to maintain it."}, {"timestamp": [932.0, 937.0], "text": " In the future, do you think it will be people with IT degrees and engineering degrees"}, {"timestamp": [937.0, 939.0], "text": " who will be the factory workers of the future?"}, {"timestamp": [939.0, 944.0], "text": " Yeah, I think so. The old roles will be a technician, an operator, or a maintenance engineer,"}, {"timestamp": [944.0, 945.46], "text": " they're floating together."}, {"timestamp": [945.72, 950.98], "text": " Because what's really important here is not that you have one task and you do that,"}, {"timestamp": [951.1, 955.24], "text": " it's rather that you see the big picture, the system of machines and equipment."}, {"timestamp": [955.78, 959.84], "text": " And then you need to understand how it all comes together on a higher level,"}, {"timestamp": [959.98, 963.64], "text": " but also you need to know about the low level of technology."}, {"timestamp": [964.24, 968.96], "text": " So I think that we will see a change in the competence needed."}, {"timestamp": [968.96, 973.56], "text": " And if you look at discussions on governmental levels, on European levels,"}, {"timestamp": [973.56, 974.76], "text": " this is a high topic."}, {"timestamp": [979.92, 983.32], "text": " Governments around the world are taking the move to 5G seriously."}, {"timestamp": [983.32, 987.36], "text": " According to reports, China, South Korea and the US are currently leading the way."}, {"timestamp": [987.36, 991.4], "text": " Oh, nice."}, {"timestamp": [991.4, 993.56], "text": " As you can see, it's a lot of people working."}, {"timestamp": [993.56, 998.68], "text": " It's a data center in which you have several black racks of two switches."}, {"timestamp": [998.68, 1003.16], "text": " In Brighton in the UK, public money has been used to create a centre where small and medium-sized"}, {"timestamp": [1003.16, 1006.16], "text": " businesses can test a 5G network."}, {"timestamp": [1006.16, 1011.12], "text": " They expect two or three companies to be able to demonstrate products by September this year."}, {"timestamp": [1011.12, 1018.36], "text": " Innovation typically is done both by very large corporations, but also small companies, small"}, {"timestamp": [1018.36, 1020.52], "text": " and medium enterprises, SMEs."}, {"timestamp": [1020.52, 1025.46], "text": " Drittan Kalashy is lead technologists for future networks and a 5G fellow with digital"}, {"timestamp": [1025.46, 1026.92], "text": " catapult."}, {"timestamp": [1026.92, 1031.2], "text": " We meet at the centre in Brighton, which is on the fourth floor of a brutalist office block."}, {"timestamp": [1031.2, 1035.76], "text": " It's a fresh open space with a handful of people huddled in corners working quietly"}, {"timestamp": [1035.76, 1037.04], "text": " on laptops."}, {"timestamp": [1037.04, 1042.8], "text": " They are significantly more agile in terms of the way that they develop their products."}, {"timestamp": [1042.8, 1046.8], "text": " We will look for how, and that is our interest in"}, {"timestamp": [1046.8, 1053.3], "text": " 5Gs, how we can establish trailblazing examples where effectively the uptake of the technology"}, {"timestamp": [1053.3, 1058.44], "text": " unlocks value, unlocks economic growth, unlocks opportunities for all of the people in the"}, {"timestamp": [1058.44, 1062.12], "text": " value chain, for all of the companies in the value chain, although we will be working on the"}, {"timestamp": [1062.12, 1063.78], "text": " digital services companies, of course."}, {"timestamp": [1071.36, 1078.16], "text": " A 20-minute walk through the centre of Brighton from the digital catapult centre. There's one company who's been using their 5G test bed. Along a narrow street, Future Visual operate out of"}, {"timestamp": [1078.16, 1084.24], "text": " a slightly ramshackle old building that used to be a motorcycle garage. Up a narrow stairway, we walked"}, {"timestamp": [1084.24, 1087.62], "text": " into an area with four men working away on three screens each."}, {"timestamp": [1088.08, 1090.38], "text": " It was there we met Tim Fleming, the company's boss."}, {"timestamp": [1091.28, 1094.08], "text": " Future Visual work exclusively in immersive tech."}, {"timestamp": [1094.66, 1096.7], "text": " That includes virtual reality."}, {"timestamp": [1097.5, 1100.34], "text": " Virtual reality allows a person to think they are physically"}, {"timestamp": [1100.34, 1102.18], "text": " in a computer-generated environment."}, {"timestamp": [1103.08, 1105.22], "text": " In Tim's office, we put on headsets,"}, {"timestamp": [1105.58, 1108.16], "text": " and it looked and felt as though we'd been transported to Mars."}, {"timestamp": [1108.72, 1111.5], "text": " My concept of virtual reality 10 years ago,"}, {"timestamp": [1111.72, 1113.52], "text": " it was firmly in the world of fiction."}, {"timestamp": [1113.84, 1116.52], "text": " So it was something that was going on at research labs,"}, {"timestamp": [1116.6, 1119.16], "text": " and it was something that showed up in films from time to time."}, {"timestamp": [1119.68, 1123.48], "text": " So when it first made an appearance in the real world, shall we say,"}, {"timestamp": [1123.76, 1125.14], "text": " it was hugely exciting. And when you actually tried it for the first time world, shall we say, it was hugely exciting."}, {"timestamp": [1125.14, 1129.22], "text": " And when you actually tried it for the first time, we went, oh, it works, it does that"}, {"timestamp": [1129.22, 1132.38], "text": " thing that we've been talking about in fiction for a long time."}, {"timestamp": [1132.38, 1134.5], "text": " It's hugely exciting."}, {"timestamp": [1134.5, 1137.5], "text": " Virtual reality doesn't need 5G to work."}, {"timestamp": [1137.5, 1141.62], "text": " Here's an example of how Tim's company is already being used by a business."}, {"timestamp": [1141.62, 1146.64], "text": " The way we explain virtual reality is that it can provide access to situations or scenarios"}, {"timestamp": [1146.64, 1150.54], "text": " that are either physically impossible or prohibitively expensive."}, {"timestamp": [1150.54, 1154.34], "text": " You can now see a green pointer coming from your controller."}, {"timestamp": [1154.34, 1157.06], "text": " Aim it at the John Lewis words on the wall."}, {"timestamp": [1157.06, 1161.18], "text": " You can change the colours on the wall by clicking on the arrows on the track pad."}, {"timestamp": [1161.18, 1164.9], "text": " You can see what the different colours look like on the small version of the object on your"}, {"timestamp": [1164.9, 1171.36], "text": " controller. So in the retail example, we brought the John Lewis design product to life. And the"}, {"timestamp": [1171.36, 1177.46], "text": " business case there was that partners wouldn't have access to inventory in that physical location."}, {"timestamp": [1177.86, 1184.24], "text": " We created a nice house, not super aspirational, but obviously, you know, nice John Lewis style."}, {"timestamp": [1184.66, 1186.62], "text": " And you were just able to change all the materials."}, {"timestamp": [1186.8, 1189.7], "text": " So you could change all the wall materials, change all the floor materials,"}, {"timestamp": [1189.86, 1191.74], "text": " you could change all the textures on all the chairs."}, {"timestamp": [1192.2, 1194.6], "text": " You could also do things like change the time of day."}, {"timestamp": [1194.98, 1199.3], "text": " So you could see how different materials work together at sunrise, midday or the evening."}, {"timestamp": [1199.86, 1203.46], "text": " Please feel free to move around the room using the teleport button"}, {"timestamp": [1203.46, 1205.04], "text": " and start designing"}, {"timestamp": [1205.04, 1208.68], "text": " your favourite John Lewis design project room."}, {"timestamp": [1208.68, 1214.2], "text": " When you have objects like the sofa selected, you can rotate them and look underneath them"}, {"timestamp": [1214.2, 1216.72], "text": " by rotating the controller in your hand."}, {"timestamp": [1216.72, 1221.28], "text": " You can do a full inspection of the product without having to get on your hands and knees."}, {"timestamp": [1221.28, 1231.0], "text": " We ran it for trials in Oxa Street, so we ran it on the furnishing's floor floor so our customers that came through were just customers who were out shopping for the day. It wasn't some pre-selected test group."}, {"timestamp": [1231.0, 1236.0], "text": " Absolutely wicked and actually it brings something to live."}, {"timestamp": [1236.0, 1239.0], "text": " Totally changes the way you would shop for furniture."}, {"timestamp": [1239.0, 1241.0], "text": " That is the future. I'm really impressed."}, {"timestamp": [1241.0, 1243.0], "text": " Without the technology we have to go through order."}, {"timestamp": [1243.0, 1245.84], "text": " Catalog, visually you can actually see what's happening."}, {"timestamp": [1246.18, 1249.64], "text": " I wish I had known about this service when I was designing my apartment."}, {"timestamp": [1249.76, 1251.3], "text": " I think I would have definitely missed it."}, {"timestamp": [1251.92, 1255.78], "text": " So if this is already being done, what difference would 5G make?"}, {"timestamp": [1256.54, 1259.16], "text": " A faster network and its ability to handle more data"}, {"timestamp": [1259.16, 1262.3], "text": " could make multi-user virtual reality possible."}, {"timestamp": [1262.94, 1268.24], "text": " If you and your partner wanted to be doing shopping at the same time but happen to be in"}, {"timestamp": [1268.24, 1275.12], "text": " different physical locations, then using RTEC and using the speed bump from 5G, you would"}, {"timestamp": [1275.12, 1281.24], "text": " be able to inhabit the same location simultaneously. Even though you're in different physical"}, {"timestamp": [1281.24, 1288.4], "text": " locations, you'll be able to establish presence in the same virtual space and therefore undertake that shopping trip."}, {"timestamp": [1288.4, 1292.96], "text": " So, it could give my wife and I the opportunity to argue about furniture while in the same virtual"}, {"timestamp": [1292.96, 1296.8], "text": " shop, but actually tearing our hair out in different countries."}, {"timestamp": [1296.8, 1302.64], "text": " Tim thinks the opportunity they've already had to test the 5G network has given them an advantage."}, {"timestamp": [1302.64, 1305.96], "text": " But he's still not putting all of his eggs in the 5G basket."}, {"timestamp": [1306.5, 1311.16], "text": " It could all be rolled out, but you've still got then to get the consumer uptake."}, {"timestamp": [1311.32, 1312.88], "text": " It might all be ready to go in 2020."}, {"timestamp": [1313.1, 1316.96], "text": " Sure, it'll still need tweaks and fixes, but it might then take another two years"}, {"timestamp": [1316.96, 1318.82], "text": " to actually get it into people's hands."}, {"timestamp": [1319.06, 1321.44], "text": " You know, our phones now are pretty incredible."}, {"timestamp": [1321.9, 1323.86], "text": " You know, we're all pretty happy with what we can do."}, {"timestamp": [1323.94, 1329.06], "text": " In fact, we're all not struggling to keep up, but we're working to keep up with the services"}, {"timestamp": [1329.06, 1333.24], "text": " that are offered to us. So it's not just the infrastructure being ready, it's really that"}, {"timestamp": [1333.24, 1341.36], "text": " the market being ready itself, which I think is different from the plumbing and the infrastructure."}, {"timestamp": [1341.36, 1346.8], "text": " There's always a lot of hype when it comes to new technology. Some say 5G is being overhyped."}, {"timestamp": [1346.8, 1351.8], "text": " Those who are working closely with 5G are excited about how it could change entire industries."}, {"timestamp": [1351.8, 1355.26], "text": " But challenges still need to be overcome when it comes to infrastructure."}, {"timestamp": [1355.26, 1358.94], "text": " If that's in place, standards and regulations need to be agreed."}, {"timestamp": [1358.94, 1361.1], "text": " Then are the market conditions right?"}, {"timestamp": [1361.1, 1363.46], "text": " Do businesses and consumers want it?"}, {"timestamp": [1363.46, 1368.0], "text": " And how about the divide between those who live in cities and those who live in the countryside?"}, {"timestamp": [1368.0, 1374.0], "text": " People in rural areas are already at a disadvantage, because they often have slower internet,"}, {"timestamp": [1374.0, 1376.0], "text": " or in some cases, none at all."}, {"timestamp": [1376.0, 1382.0], "text": " It's a question I put to Sweden's Minister for Infrastructure, Thomas Ennirut."}, {"timestamp": [1382.0, 1388.0], "text": " Of course, if you don't use your political will to force the companies or by regulation,"}, {"timestamp": [1388.0, 1392.0], "text": " make sure that you implement new technology in all of the countries,"}, {"timestamp": [1392.0, 1397.0], "text": " there's of course a risk with the digital gap between the different parts of the population."}, {"timestamp": [1397.0, 1400.0], "text": " I'm Social Democrat, of course, for me it's very important"}, {"timestamp": [1400.0, 1403.0], "text": " that this is a technique that you can use all over the countries,"}, {"timestamp": [1403.0, 1408.88], "text": " bringing people together by taking a very strong position as a state"}, {"timestamp": [1408.88, 1413.04], "text": " when we implement this technology in all of the Swedish country."}, {"timestamp": [1413.04, 1416.32], "text": " I was speaking to the minister at a transport event in Stockholm."}, {"timestamp": [1416.32, 1419.28], "text": " How important is 5G when it comes to Sweden's future"}, {"timestamp": [1419.28, 1422.72], "text": " and how seriously are you taking that 5G infrastructure?"}, {"timestamp": [1422.72, 1423.76], "text": " It's very important."}, {"timestamp": [1423.76, 1426.4], "text": " Now when we're here talking about connected vehicles,"}, {"timestamp": [1426.56, 1431.04], "text": " of course, the perspective is that we must have 5G implemented all over the country."}, {"timestamp": [1431.2, 1433.58], "text": " So it's one of our government's priorities."}, {"timestamp": [1434.36, 1439.14], "text": " As he said, 5G will be important if there's going to be a large-scale move to driverless vehicles."}, {"timestamp": [1439.94, 1444.52], "text": " Cars, trucks and buses will need to communicate their locations to each other to avoid crashing."}, {"timestamp": [1445.36, 1448.56], "text": " 5G will allow this as it can handle far more data than before."}, {"timestamp": [1449.16, 1453.6], "text": " Would you today open the door for a Tesla, sit inside, turn around,"}, {"timestamp": [1454.0, 1456.84], "text": " start working or watching whatever BBC you want to do,"}, {"timestamp": [1456.96, 1459.96], "text": " and the Tesla drives you 50 miles per hour for London?"}, {"timestamp": [1460.44, 1461.58], "text": " Would you actually do it?"}, {"timestamp": [1462.42, 1466.06], "text": " I'm not sure my risk assessment would cover that, so probably not."}, {"timestamp": [1466.24, 1466.7], "text": " No."}, {"timestamp": [1467.4, 1469.9], "text": " Professor Misha Dola of King's College London again."}, {"timestamp": [1470.44, 1471.98], "text": " Tesla, of course, is a carmaker."}, {"timestamp": [1472.54, 1473.84], "text": " And that's the fundamental problem."}, {"timestamp": [1473.94, 1475.22], "text": " So we don't trust technology."}, {"timestamp": [1475.34, 1477.88], "text": " We love the concept as long as I'm not involved in that."}, {"timestamp": [1478.66, 1488.6], "text": " Now, 5G helps because we are able to have real human drivers take over the driving of a Tesla when there is a precarious situation."}, {"timestamp": [1488.78, 1491.38], "text": " There's a junction where we know there's a complex traffic."}, {"timestamp": [1491.9, 1495.42], "text": " The AI algorithm says, I don't understand what's going on."}, {"timestamp": [1495.5, 1503.08], "text": " So hand over very quickly a 360 real-time video to a kind of a gaming studio somewhere in London"}, {"timestamp": [1503.08, 1506.44], "text": " where people, human drivers, would take over the driving."}, {"timestamp": [1506.56, 1508.14], "text": " So you need 5G for that."}, {"timestamp": [1508.48, 1512.0], "text": " Isn't that slightly terrifying that someone in a remote location"}, {"timestamp": [1512.0, 1513.5], "text": " could be in control of your car?"}, {"timestamp": [1513.66, 1514.42], "text": " Doesn't that scare you?"}, {"timestamp": [1514.98, 1519.42], "text": " It scares me less than not having anybody take over"}, {"timestamp": [1519.42, 1522.6], "text": " and not knowing what the AI engine in my own car is thinking."}, {"timestamp": [1524.78, 1527.72], "text": " As he mentioned, it's going to take a change of mindset"}, {"timestamp": [1527.72, 1530.68], "text": " for us all to be comfortable, sitting with our feet up,"}, {"timestamp": [1530.98, 1533.98], "text": " reading a book as our car drives safely to and from work."}, {"timestamp": [1534.9, 1537.24], "text": " But having a driver controlling a vehicle from afar"}, {"timestamp": [1537.24, 1539.46], "text": " could also be used in dangerous situations."}, {"timestamp": [1541.06, 1543.06], "text": " Why send a driver down into a mine"}, {"timestamp": [1543.06, 1545.44], "text": " when he or she could control the vehicle from above"}, {"timestamp": [1545.44, 1548.24], "text": " ground using a 5G connection?"}, {"timestamp": [1548.24, 1553.52], "text": " If there was another nuclear accident, like in Fukushima in Japan, a mobile 5G network could"}, {"timestamp": [1553.52, 1559.0], "text": " be set up and robots could survey the damage by people controlling them from miles away."}, {"timestamp": [1559.0, 1563.24], "text": " It would be possible to have a good quality video feed and more could be done to help people"}, {"timestamp": [1563.24, 1568.0], "text": " than is currently possible."}, {"timestamp": [1571.76, 1575.0], "text": " The prototypes and testing already happening with these types of innovations give us an exciting glimpse of the 5G future of business."}, {"timestamp": [1576.0, 1580.8], "text": " The possibility that surgeons might be able to operate on a patient on the other side of the world"}, {"timestamp": [1580.8, 1586.16], "text": " with a real sense of touch and factories using real-time information to run in a more"}, {"timestamp": [1586.16, 1593.12], "text": " efficient, less wasteful way. But how far will we come and how quickly? No one can really say yet,"}, {"timestamp": [1593.44, 1600.96], "text": " but hopefully I'll be back in 10 years to give you an update. Thank you for listening to this"}, {"timestamp": [1600.96, 1608.42], "text": " edition of the World of Business podcast. The presenter was Keith Moore, the producer was Smita Patel, and it was mixed by James Beard."}, {"timestamp": [1608.88, 1610.22], "text": " Our editor is Penny Murphy."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. Thank you for downloading this World of Business podcast. In this edition, Keith Moore gives us a glimpse of a potentially game-changing advance in technology. Down in the basement of King's College University in London, music seeps out of the doors where the performing arts students go to practice. Nestled in among them is a door that only a few people from an entirely different department are allowed in. It contains equipment which might one day completely change the way we live and work and move. Basically what you see here with the wires and the equipment, these are servers and switches. So basically this is the brains behind what 5G is. 5G. That's the fifth generation of the mobile network. If you have a smartphone, you're probably familiar with the 4G or 3G, That's the fifth generation of the mobile network. If you have a smartphone, you're probably familiar with the 4G or 3G that pops up in the corner of your screen, allowing you to connect to the internet. With 5G, the internet on your phone is expected to be up to 10 times faster than it is with 4G. It'll also be able to handle a lot more data. It'll bring immediacy. That's a lot shorter delay between an action and a reaction, and it'll be more reliable. Mobile phones, though, aren't really what this program's about. I'm Keith Moore, and you're listening to Global Business on the BBC World Service. In this program, I'll be looking at how plans are already being made for the next generation mobile network. 5G isn't expected to be rolled out on a big scale until 2020, but at King's College in London, a group of researchers are set up in a snug, stiflingly hot lab, already working out ways it could be used in the real world, in the future. Of course we do need 5G. That's Professor Mishadola, who heads up King's research. He's already convinced that 5G will revolutionize some industries. He even has a 5G badge pinned to the lapel of his blazer. Let me quote a quotation from a guy who's very smart, is the former CEO of Erickson, Hans Vesbuck, and he said, we started designing 3G before the Internet was around. We started designing 4G before the iPhone came around. So do we need 5G? Well, yes, we will. Something will come along. Have we found a killer app today where we would say that's definitely the road? No, we have not. But we started to engage with loads of industry of consumer groups and we get a very good feel what people really want. One of the areas they've been looking at is healthcare. Kings is one of the pioneers in robotic surgery. Robotic surgery is very slow, but it is very precise. Being very precise means when you're being operated rather than your body being cut open, it's just a very little hole going into your body and a robot goes inside and does an operation which is so precise that you almost don't lose any blood. It means that you can go home within 24 hours because everything heals. The way robotic surgery works at the moment is that a surgeon sits at a console in the corner of the operating theatre with the patient. They see a 3D high-definition image on their screen. The vision is enhanced about 10 times. So the prostate gland, which is, for example, the size of a chestnut looks like a football to the surgeon. Prokata Skupta is a surgeon at Guy's Hospital in London and he's also professor of robotic surgery and urological innovation at King's College London. That camera is controlled by the surgeon's foot. The other three arms of the robot have tiny little instruments which are called endo wrists. They are just like human wrists and these are about seven or 8 millimeters in size. So this is a form of doing keyhole surgery, except you are using a robot rather than make a big cut on the patient. Right now, this kind of robotic surgery can't be done over a long distance, and the surgeons controlling the robot have no sense of touch. It's also very expensive, so it's not used widely in poorer countries. So I said to my colleagues at King's that we somehow need to overcome these deficiencies of robotic surgery as I see it. And they came up with a solution called Internet of Skills, which essentially is based around 5G telecommunications. 5G promises to have a much lower latency, which is basically the delay time between someone doing something, that order then travelling across a network and actually being performed at the other end. In a lab, we have a ultra-lilable low-latency communication network, which is able to provide a round trip signal of about 10 milliseconds or less. Compare this to what is standard of care today whereby if I was to, say, operate an instrument from here in America, the delay would be about 150 milliseconds. So this is less than one-tenth of the current delay and we have already achieved that within a lab whereby given such an ultra-reliable low-latency communication we can actually have a sense of touch we can almost move instruments in real time and this will also democratize surgery i.e. an experienced surgeon could be on any corner of the earth and be able to teach an inexperienced surgeon. It is democratizing surgery in a way that hasn't happened before. Imagine that. A surgeon sitting in London, able to operate on a patient in South Africa in near real time, doctors wouldn't need to waste valuable time traveling, and patients would have access to the best doctors no matter where they are. They'd also be able to actually feel the nerves and sinews the robots touching. Professor Dasgupta thinks 5G could be a great tool for training surgeons too. Of course, the first version he used was a prototype and the sense of touch wasn't perfect, but it still offers a glimpse of what could be possible. How far away then does he think we are from seeing this in the real world? I think probably, if I'm to guess, between five and ten years, already there has been a significant grant to three universities, so there is clearly national interest in it. But will we get the end product on day one? I don't think so. I think, as with all telecommunications, a prototype will appear and then it will get better and better over the next five to ten years. I'm pleased to announce that we have a very big project now for rural China. Professor Misha Dola of King's College London again. Through the Internet of Skills are helping to improve the Colin concert detection rates. So the problem in rural China is that it's very poor and not because they have bad doctors. They all back hospitals, but the doctors want to live in the capitals. In Beijing, in Shanghai, Guangzhou. So what we want to do is currently we have robotic equipment in Beijing using a 5G connectivity in a rural China very cheap soft robotic which is composed of nothing but soft components there's no hard metal in there and you can control that in real time from Beijing and then you would do the colon cancer detection essentially which is needed to understand really what's going on wow that must look very interesting that looks interesting yes do you want me to describe that yes please going on. Wow, that must look very interesting. That looks interesting, yes. Do you want me to describe that? Yes, please. No, I won't do that. So he's not going to go into that level of detail with me, but still, it could be a game-changing way of diagnosing diseases in remote areas. So you have antennas, which is where your mobile phone will be connected ultimately, right? So these antennas are on the roof. The 5G antenna that sits on the roof of King's College and the data center connected to it down in the basement were the first in the UK. They were provided by the telecommunications company Erickson, who, as well as Kings, has worked in partnership with more than 40 other universities around the world to find real-world applications of 5G before it's available to the public. Erickson are among a group of companies including Huawei and Nokia who make the equipment needed to upgrade to 5G. Ericsson are based in Sweden, as am I, so I hopped on the train to Stockholm to meet one of their more experienced engineers. Tell me how many years ago you first walked through the doors at Ericsson to start your career? That was actually 34 years ago now. I was 25, directly from university. That's Harold Callin. He's worked on every single generation of wireless mobile networks, starting with what we now know as 1G. That was back in the 1980s. I think it was quite not perhaps that enormous breakthrough in a way. It was just for a few people actually. When I started, we had had mobile telephony in the Nordic countries and the US for a couple of years. And I guess the subscriber population in the world was perhaps less than 100,000 in the entire world. So it was very few that had mobile telephony back down, I think. Did you have a mobile telephone back then? Certainly not. No. It was quite expensive back then. I think it was about 2,000 euros at that time, which was a small fortune. What did 1G enable people to do that they couldn't before? Mobility that could be able to use a phone outside the office. I think back then there was maybe 400 million fixed telephone lines in the entire world. Maybe 1 out of 12 people had a fixed phone. And then, of course, mobile phones gave you an opportunity to make calls outside the office, basically for people on the move. New generations have typically followed every 10 years. 2G allowed people to send text messages. 3G enabled us to check our emails on our phones and connect to the internet. 4G has speeded up the internet, helping people to make good quality video calls. It's been a monumental change. Today, there are several billion of us who use a mobile phone. How big a change is this jump from 4G to 5G? Is it just another obvious small step and evolution, or is it something else? This is really the big change. I think the first four steps have been tremendously big for human mankind in the sense that we have changed the way we communicate, the way we work. I believe we have spread the democracy over the world so that people can actually communicate and see what's happening in other parts of the world. Many countries, they have skipped completely the fixed Y-line networks. They've gone from nothing to mobile telephone. Suddenly they got all this information in their own pocket. So that has been a really huge change, I think, for mankind. From a business perspective, I think that the 5G is changing yet another big leap would also make our lives better. One of the great benefits of 5G Harold Seas is that it will help supercharge the so-called Internet of Things. The Internet of Things includes billions of everyday objects, which have sensors and software connected to the Internet, where they communicate with each other and us. It's already grown hugely. It includes things like apps that can tell you how many steps you take in a day, through to sensors on roads, communicating to you in real time, where there are free car parking spaces. It's about improving efficiency and reducing waste. If everything in our surroundings, everything we use, the vehicles we drive are all connected, how worried are you about security and how hackable things are? Security is extremely important, of course. When everything gets connected, they cannot be hacked. So that's something we also spent quite a lot of research on how we can do that. But it's also a moving target. We're always trying to stay ahead of the threats. But it's not completely faultproof. No technology is faultproof. On the other hand, I don't think you would go back to what you had before. You don't want to go back to the horses and carriages. Okay, Keith, let me just show you what we're doing on the factory floor over here. We have a machine connected to the radio system that is then connected to a cloud and we do analytics and we create value out of it. One of the industries that advocates say could be changed the most by 5G is manufacturing. Great, let's go. Just try to avoid getting hit by a forklift. It's why I'm in a factory in Gothenburg and southern Sweden. It belongs to the company SKF. We are everywhere. In your home, there's around some 200 of our products. You have them in cars, bikes, windmills, diesel engines. Anything that rotates needs the reduction of friction, and that's what we provide. Martin Fries is a project manager who explores innovation and technology for the company. The factory we're standing in was open last year. There's no dirt, very little noise, and not that many people. Even some of the forklifts operate without drivers. And here we have changed concept from going from a rather mechanical, putting the machines in a row, to a new, digitalized concept with a lot of automation. They're also experimenting with 5G. At the moment, each machine essentially has its own brain and needs to be checked individually. 5G opens up the opportunity for thousands of sensors to send information about where and tear in all of the machines to one place where it can be monitored on a screen. We can run manufacturing with a higher efficiency. We can run 24-7 from collecting the machines to one place where it can be monitored on a screen. We can run manufacturing with a higher efficiency. We can run 24-7. From collecting the data and getting a better grip of the real-time data gives us a very clear status of how the production is running, then we can improve the quality. So the overall delivery time will be reduced. 5G will allow factories like this to handle far more data. That means more sensors to monitor the machines and perhaps cameras to analyze performance. Each machine is currently connected with a cable. 5G would mean they're wireless and so easier to install and move. Reliability therefore is key. If the machines don't work for a day or two in a company like this, Martin said it would be a catastrophe. A stopping production means orders not get into customers on time. Have you had promises from Erickson about how reliable 5G will be? And is that crucial in your thinking when it comes to planning for the future? Yeah, absolutely. No, of course I haven't got any strict answers on percentage that they guarantee. But it is crucial, yes. And that is part of why we are looking into this. We want to explore it and to see if it can meet up with our standards. SKF has 45,000 employees around the world. As more machines become automated, fewer people may be needed on factory floors. If you look at the old way of manufacturing where we had automation, but we had more manual machines, setting each machine, knowing a machine was a skill, still is. Now we move to a concept where the systems are arranged and production logistics is handled automatically. By doing that, we remove some certain skills and personnel, but we need to add a different skill set to manage this system and to run it and to maintain it. In the future, do you think it will be people with IT degrees and engineering degrees who will be the factory workers of the future? Yeah, I think so. The old roles will be a technician, an operator, or a maintenance engineer, they're floating together. Because what's really important here is not that you have one task and you do that, it's rather that you see the big picture, the system of machines and equipment. And then you need to understand how it all comes together on a higher level, but also you need to know about the low level of technology. So I think that we will see a change in the competence needed. And if you look at discussions on governmental levels, on European levels, this is a high topic. Governments around the world are taking the move to 5G seriously. According to reports, China, South Korea and the US are currently leading the way. Oh, nice. As you can see, it's a lot of people working. It's a data center in which you have several black racks of two switches. In Brighton in the UK, public money has been used to create a centre where small and medium-sized businesses can test a 5G network. They expect two or three companies to be able to demonstrate products by September this year. Innovation typically is done both by very large corporations, but also small companies, small and medium enterprises, SMEs. Drittan Kalashy is lead technologists for future networks and a 5G fellow with digital catapult. We meet at the centre in Brighton, which is on the fourth floor of a brutalist office block. It's a fresh open space with a handful of people huddled in corners working quietly on laptops. They are significantly more agile in terms of the way that they develop their products. We will look for how, and that is our interest in 5Gs, how we can establish trailblazing examples where effectively the uptake of the technology unlocks value, unlocks economic growth, unlocks opportunities for all of the people in the value chain, for all of the companies in the value chain, although we will be working on the digital services companies, of course. A 20-minute walk through the centre of Brighton from the digital catapult centre. There's one company who's been using their 5G test bed. Along a narrow street, Future Visual operate out of a slightly ramshackle old building that used to be a motorcycle garage. Up a narrow stairway, we walked into an area with four men working away on three screens each. It was there we met Tim Fleming, the company's boss. Future Visual work exclusively in immersive tech. That includes virtual reality. Virtual reality allows a person to think they are physically in a computer-generated environment. In Tim's office, we put on headsets, and it looked and felt as though we'd been transported to Mars. My concept of virtual reality 10 years ago, it was firmly in the world of fiction. So it was something that was going on at research labs, and it was something that showed up in films from time to time. So when it first made an appearance in the real world, shall we say, it was hugely exciting. And when you actually tried it for the first time world, shall we say, it was hugely exciting. And when you actually tried it for the first time, we went, oh, it works, it does that thing that we've been talking about in fiction for a long time. It's hugely exciting. Virtual reality doesn't need 5G to work. Here's an example of how Tim's company is already being used by a business. The way we explain virtual reality is that it can provide access to situations or scenarios that are either physically impossible or prohibitively expensive. You can now see a green pointer coming from your controller. Aim it at the John Lewis words on the wall. You can change the colours on the wall by clicking on the arrows on the track pad. You can see what the different colours look like on the small version of the object on your controller. So in the retail example, we brought the John Lewis design product to life. And the business case there was that partners wouldn't have access to inventory in that physical location. We created a nice house, not super aspirational, but obviously, you know, nice John Lewis style. And you were just able to change all the materials. So you could change all the wall materials, change all the floor materials, you could change all the textures on all the chairs. You could also do things like change the time of day. So you could see how different materials work together at sunrise, midday or the evening. Please feel free to move around the room using the teleport button and start designing your favourite John Lewis design project room. When you have objects like the sofa selected, you can rotate them and look underneath them by rotating the controller in your hand. You can do a full inspection of the product without having to get on your hands and knees. We ran it for trials in Oxa Street, so we ran it on the furnishing's floor floor so our customers that came through were just customers who were out shopping for the day. It wasn't some pre-selected test group. Absolutely wicked and actually it brings something to live. Totally changes the way you would shop for furniture. That is the future. I'm really impressed. Without the technology we have to go through order. Catalog, visually you can actually see what's happening. I wish I had known about this service when I was designing my apartment. I think I would have definitely missed it. So if this is already being done, what difference would 5G make? A faster network and its ability to handle more data could make multi-user virtual reality possible. If you and your partner wanted to be doing shopping at the same time but happen to be in different physical locations, then using RTEC and using the speed bump from 5G, you would be able to inhabit the same location simultaneously. Even though you're in different physical locations, you'll be able to establish presence in the same virtual space and therefore undertake that shopping trip. So, it could give my wife and I the opportunity to argue about furniture while in the same virtual shop, but actually tearing our hair out in different countries. Tim thinks the opportunity they've already had to test the 5G network has given them an advantage. But he's still not putting all of his eggs in the 5G basket. It could all be rolled out, but you've still got then to get the consumer uptake. It might all be ready to go in 2020. Sure, it'll still need tweaks and fixes, but it might then take another two years to actually get it into people's hands. You know, our phones now are pretty incredible. You know, we're all pretty happy with what we can do. In fact, we're all not struggling to keep up, but we're working to keep up with the services that are offered to us. So it's not just the infrastructure being ready, it's really that the market being ready itself, which I think is different from the plumbing and the infrastructure. There's always a lot of hype when it comes to new technology. Some say 5G is being overhyped. Those who are working closely with 5G are excited about how it could change entire industries. But challenges still need to be overcome when it comes to infrastructure. If that's in place, standards and regulations need to be agreed. Then are the market conditions right? Do businesses and consumers want it? And how about the divide between those who live in cities and those who live in the countryside? People in rural areas are already at a disadvantage, because they often have slower internet, or in some cases, none at all. It's a question I put to Sweden's Minister for Infrastructure, Thomas Ennirut. Of course, if you don't use your political will to force the companies or by regulation, make sure that you implement new technology in all of the countries, there's of course a risk with the digital gap between the different parts of the population. I'm Social Democrat, of course, for me it's very important that this is a technique that you can use all over the countries, bringing people together by taking a very strong position as a state when we implement this technology in all of the Swedish country. I was speaking to the minister at a transport event in Stockholm. How important is 5G when it comes to Sweden's future and how seriously are you taking that 5G infrastructure? It's very important. Now when we're here talking about connected vehicles, of course, the perspective is that we must have 5G implemented all over the country. So it's one of our government's priorities. As he said, 5G will be important if there's going to be a large-scale move to driverless vehicles. Cars, trucks and buses will need to communicate their locations to each other to avoid crashing. 5G will allow this as it can handle far more data than before. Would you today open the door for a Tesla, sit inside, turn around, start working or watching whatever BBC you want to do, and the Tesla drives you 50 miles per hour for London? Would you actually do it? I'm not sure my risk assessment would cover that, so probably not. No. Professor Misha Dola of King's College London again. Tesla, of course, is a carmaker. And that's the fundamental problem. So we don't trust technology. We love the concept as long as I'm not involved in that. Now, 5G helps because we are able to have real human drivers take over the driving of a Tesla when there is a precarious situation. There's a junction where we know there's a complex traffic. The AI algorithm says, I don't understand what's going on. So hand over very quickly a 360 real-time video to a kind of a gaming studio somewhere in London where people, human drivers, would take over the driving. So you need 5G for that. Isn't that slightly terrifying that someone in a remote location could be in control of your car? Doesn't that scare you? It scares me less than not having anybody take over and not knowing what the AI engine in my own car is thinking. As he mentioned, it's going to take a change of mindset for us all to be comfortable, sitting with our feet up, reading a book as our car drives safely to and from work. But having a driver controlling a vehicle from afar could also be used in dangerous situations. Why send a driver down into a mine when he or she could control the vehicle from above ground using a 5G connection? If there was another nuclear accident, like in Fukushima in Japan, a mobile 5G network could be set up and robots could survey the damage by people controlling them from miles away. It would be possible to have a good quality video feed and more could be done to help people than is currently possible. The prototypes and testing already happening with these types of innovations give us an exciting glimpse of the 5G future of business. The possibility that surgeons might be able to operate on a patient on the other side of the world with a real sense of touch and factories using real-time information to run in a more efficient, less wasteful way. But how far will we come and how quickly? No one can really say yet, but hopefully I'll be back in 10 years to give you an update. Thank you for listening to this edition of the World of Business podcast. The presenter was Keith Moore, the producer was Smita Patel, and it was mixed by James Beard. Our editor is Penny Murphy."}