{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.76, 11.22], "text": " This is the BBC's world of business. I'm Ruth Alexander."}, {"timestamp": [11.68, 16.6], "text": " In this week's download edition of In Business, producer Chris Bowlby and I travel to Ireland"}, {"timestamp": [16.6, 21.4], "text": " to find out how businesses, big and small, are preparing for Brexit."}, {"timestamp": [23.84, 28.08], "text": " What a beautiful day and what a view. What can we see up here then?"}, {"timestamp": [28.08, 35.36], "text": " We're standing on the roof of Port Centre, the head office of Dublin Port Company. And we can see"}, {"timestamp": [35.36, 41.92], "text": " just down from us here the River Liffey. And if you look a little bit further, we can see the expanse"}, {"timestamp": [41.92, 47.2], "text": " of Dublin Bay. Up on the rooftop of the Dublin Port Company building,"}, {"timestamp": [47.2, 52.72], "text": " the CEO, Eamon O'Reilly, gives me a bird's eye view of Irish trade."}, {"timestamp": [52.72, 56.88], "text": " So what you see coming in and out of Dublin Port, it is the Irish economy."}, {"timestamp": [56.88, 61.44], "text": " But Dublin is, by some distance, the biggest port in Ireland,"}, {"timestamp": [61.44, 63.84], "text": " but really is one of the busiest ports in Europe."}, {"timestamp": [63.84, 67.96], "text": " We have a very tight channel, an awful lot of shipping activity."}, {"timestamp": [68.82, 73.16], "text": " Last year, the magic number on volume was 36 million tonnes."}, {"timestamp": [73.8, 77.08], "text": " And of that, 60% is trade with Great Britain."}, {"timestamp": [77.98, 79.4], "text": " 60%."}, {"timestamp": [79.4, 83.44], "text": " Dublin Port doesn't only represent the Irish economy then."}, {"timestamp": [83.44, 91.28], "text": " It symbolises the deep ties between Ireland and its neighbour across the Irish Sea and to the north, the United Kingdom."}, {"timestamp": [92.12, 98.58], "text": " Deep ties which are now being threatened by the UK's decision to leave the European Union."}, {"timestamp": [99.38, 104.42], "text": " I'm Ruth Alexander and in this week's global business on the BBC World Service,"}, {"timestamp": [104.42, 110.6], "text": " I'll be looking at what a country does when its relationship with its oldest and biggest trading partner"}, {"timestamp": [110.6, 113.08], "text": " is suddenly thrown into doubt."}, {"timestamp": [113.8, 116.44], "text": " How will Ireland cope with this challenge?"}, {"timestamp": [116.88, 118.8], "text": " A challenge called Brexit."}, {"timestamp": [121.84, 124.2], "text": " Down on the ground by the water side,"}, {"timestamp": [124.64, 128.0], "text": " huge cranes lift containers on and off ships"}, {"timestamp": [128.0, 133.0], "text": " with a relentless efficiency that's mesmerising."}, {"timestamp": [133.0, 137.0], "text": " That efficiency could soon be interrupted."}, {"timestamp": [137.0, 145.84], "text": " Right now, goods arriving from Britain are waved through with no checks, like any cargo that moves within European Union borders."}, {"timestamp": [145.84, 151.88], "text": " When Brexit happens, when Britain leaves the EU next year, its single market, and probably"}, {"timestamp": [151.88, 159.0], "text": " its customs union too, there could suddenly be a lot more checks every year at Dublinport"}, {"timestamp": [159.0, 163.0], "text": " if goods from Britain are treated like those from other parts of the world."}, {"timestamp": [163.0, 166.56], "text": " We go from 200,000 to 1 million overnight once Brexit happens. Overnight? Overnight. A five-fold increase in the number of other parts of the world. We go from 200,000 to 1 million overnight once Brexit happens."}, {"timestamp": [166.8, 167.44], "text": " Overnight?"}, {"timestamp": [167.56, 171.84], "text": " A five-fold increase in the number of shipments that you have to check."}, {"timestamp": [172.04, 173.06], "text": " That have to be checked."}, {"timestamp": [173.84, 177.66], "text": " We as the port don't check them, but they have to be checked by Irish customs."}, {"timestamp": [177.8, 181.76], "text": " They have to be checked by the Department of Agriculture and Food and the Marine here in Ireland."}, {"timestamp": [182.26, 184.26], "text": " Our preparation is happening now for this."}, {"timestamp": [184.62, 188.62], "text": " Within a few weeks, we will be going for planning permission with the local planning authority"}, {"timestamp": [188.62, 194.44], "text": " to put in place the necessary inspection posts that will be required by state officials here"}, {"timestamp": [194.44, 198.68], "text": " in Ireland to allow them to do whatever physical checks need to be done."}, {"timestamp": [199.14, 203.82], "text": " We wish we didn't have to give any of the space we're going to free up over to inefficient,"}, {"timestamp": [204.32, 205.76], "text": " overhead, border controls, which they are needed. But that's what we're going to free up over to inefficient overhead border controls"}, {"timestamp": [205.76, 210.24], "text": " which they are needed but that's what we're going to have to do so that's what we will do the really"}, {"timestamp": [210.24, 216.64], "text": " big challenge is one for the movers of goods to start to use systems and processes that they don't"}, {"timestamp": [216.64, 223.52], "text": " currently have to you need a commercial invoice customs value declaration freight documents"}, {"timestamp": [223.52, 232.84], "text": " depending on means of transport bill of lading fay Fiatta bill, road airway bill, ATA Cairn, ATA Cairn, freight insurance packing list."}, {"timestamp": [233.42, 235.0], "text": " Single administrative document."}, {"timestamp": [235.44, 246.36], "text": " Mick Curran, who runs the Chartered Institute of Logistics in Ireland, has been getting to grips with what Brexit could mean for the haulage companies transporting goods to the UK and beyond."}, {"timestamp": [246.84, 248.8], "text": " The documents they may have to deal with."}, {"timestamp": [249.44, 252.0], "text": " Certificate confirming special nature of goods."}, {"timestamp": [252.12, 254.08], "text": " Oh, it doesn't stop."}, {"timestamp": [255.32, 258.58], "text": " Community surveillance documents, site certificate documents support a claim."}, {"timestamp": [259.58, 264.14], "text": " Mick Curran says all this extra paperwork would be a real headache for the big hauliers."}, {"timestamp": [264.72, 266.8], "text": " Think extra staff, extra costs."}, {"timestamp": [267.44, 270.84], "text": " However, it's the small players he really feels for."}, {"timestamp": [271.28, 277.5], "text": " If you have a smaller operator who's moving items on behalf of 10 people on the back of their truck,"}, {"timestamp": [277.94, 279.14], "text": " that's multiplied by 10."}, {"timestamp": [279.66, 280.28], "text": " All those documents?"}, {"timestamp": [281.04, 283.04], "text": " That long list of documents times 10."}, {"timestamp": [283.98, 287.18], "text": " That for a small operator, it's not viable."}, {"timestamp": [287.34, 289.34], "text": " You're going to squeeze a lot of the small operators."}, {"timestamp": [289.52, 291.2], "text": " They're going to go out of business?"}, {"timestamp": [291.76, 293.64], "text": " I can't see how they could survive doing that."}, {"timestamp": [294.48, 298.16], "text": " We're going to examine how Irish businesses are preparing for Brexit,"}, {"timestamp": [298.7, 302.94], "text": " as we'll discover the potential risks and rewards are sizable."}, {"timestamp": [303.58, 306.78], "text": " It's a bitter sweet moment that could transform business,"}, {"timestamp": [307.24, 311.14], "text": " changing Ireland's relationship with the UK and the rest of the world."}, {"timestamp": [316.3, 322.16], "text": " Some wary farm dogs stand guard as late afternoon traffic travels along a country road,"}, {"timestamp": [322.7, 326.96], "text": " wheels thundering across a thin line where two types of tarmac join."}, {"timestamp": [327.68, 334.24], "text": " This is the land border between the Republic of Ireland and Northern Ireland, between Ireland and the UK."}, {"timestamp": [335.44, 341.28], "text": " Over the past 20 years, the borders practically disappeared. It wasn't always like this."}, {"timestamp": [341.84, 344.96], "text": " From a child's perspective, if you were crossing the border, the one thing you noticed were guns."}, {"timestamp": [344.96, 345.1], "text": " Once you went over the border, the one thing you noticed were guns."}, {"timestamp": [346.5, 346.86], "text": " Once you went over the border, guns."}, {"timestamp": [348.18, 349.8], "text": " The British Army and guns."}, {"timestamp": [351.48, 354.58], "text": " It's quite something for a chance to see. It's quite something for a child to see because that would stick with you."}, {"timestamp": [355.2, 359.18], "text": " For three decades, the border was at the heart of a violent conflict"}, {"timestamp": [359.18, 362.6], "text": " in which more than 3,600 people died."}, {"timestamp": [363.14, 368.32], "text": " On one side, Irish nationalists who still want a united island,"}, {"timestamp": [368.32, 374.96], "text": " and on the other, unionists determined that Northern Ireland should remain part of the UK."}, {"timestamp": [374.96, 381.28], "text": " Until the late 90s, the border was under heavy military control. Logistics expert Mick Curran"}, {"timestamp": [381.28, 384.0], "text": " used to patrol it when he was in the Irish army."}, {"timestamp": [384.0, 388.02], "text": " There weren't good times, whereas now we're in a period of prosperity."}, {"timestamp": [388.7, 392.1], "text": " People are getting on with their lives. People are making livings."}, {"timestamp": [392.36, 398.22], "text": " So do you think business then has had an absolutely vital role in bringing the two countries together?"}, {"timestamp": [398.86, 403.58], "text": " Absolutely. There was a fear between different communities as well. It demystifies it."}, {"timestamp": [403.96, 405.16], "text": " The truck driver from Dublin comes up,"}, {"timestamp": [405.24, 406.24], "text": " oh yeah, John, he's all right."}, {"timestamp": [407.12, 408.48], "text": " Because you both believe in money."}, {"timestamp": [409.92, 413.58], "text": " You make us sound very, very, I don't know, that's not very good."}, {"timestamp": [413.88, 415.18], "text": " But yes, absolutely."}, {"timestamp": [415.6, 417.2], "text": " It's not just about money, it's about trade,"}, {"timestamp": [417.28, 419.32], "text": " it's about stopping people getting hurt,"}, {"timestamp": [419.54, 421.22], "text": " because we all remember that."}, {"timestamp": [421.22, 423.88], "text": " And no one ever, ever, ever wants to go back those dark days."}, {"timestamp": [427.7, 431.8], "text": " Over the past two decades since the Good Friday peace agreement was signed,"}, {"timestamp": [432.36, 436.96], "text": " thousands of businesses have been built up around the fact that lorries, trucks and cars"}, {"timestamp": [436.96, 440.7], "text": " can now pass freely through the border between the two countries."}, {"timestamp": [445.44, 450.32], "text": " Hundreds of the trucks making the border crossing pull into the yard of Lackpatrick Dairy,"}, {"timestamp": [450.76, 453.24], "text": " near Monaghan, a few miles south of Northern Ireland."}, {"timestamp": [453.72, 454.84], "text": " This is where the trucks come in."}, {"timestamp": [455.96, 461.7], "text": " As Patrick Donahoe shows us round, he explains how the business relies on milk"}, {"timestamp": [461.7, 464.78], "text": " collected from farms on both sides of the nearby border."}, {"timestamp": [465.36, 469.6], "text": " As we chat, tankers full of milk are arriving every few minutes."}, {"timestamp": [473.68, 477.96], "text": " Trucks like that we're looking at right here now and they're behind us and they're emptying milk,"}, {"timestamp": [478.28, 480.72], "text": " they've been making 8,000 to 10,000 border crossings a year."}, {"timestamp": [481.24, 484.46], "text": " So this, this, this, Paulier is just leaving here."}, {"timestamp": [487.26, 491.58], "text": " How often would he? Maybe nine, ten times a day. Nine, this Paulier is just leaving here how often would he maybe nine ten times a day nine ten times a day yeah just one trucker just one truck over and"}, {"timestamp": [491.58, 494.76], "text": " back we'll have milk normally that may be produced in Northern Ireland it'll come"}, {"timestamp": [494.76, 499.14], "text": " south for for processing and then further on south or vice versa or we'll have one of"}, {"timestamp": [499.14, 504.24], "text": " our big brands a powder brand is LP in West Africa as a market leading brand there"}, {"timestamp": [504.24, 507.74], "text": " that'll be milk from the Republic of Ireland, process in Northern Ireland,"}, {"timestamp": [508.4, 513.16], "text": " and then four to six weeks later is on a shelf in Main Street, Cameroon."}, {"timestamp": [514.4, 518.94], "text": " This successful rural business with customers all over the world"}, {"timestamp": [518.94, 522.32], "text": " is the very embodiment of the cross-border cooperation"}, {"timestamp": [522.32, 524.5], "text": " that's flourished since the peace agreement."}, {"timestamp": [525.32, 530.02], "text": " The business formed from the first ever merger of milk cooperatives on either side of the border."}, {"timestamp": [530.54, 537.64], "text": " That happened less than a year before the Brexit vote, which will make this an EU external border,"}, {"timestamp": [538.14, 544.84], "text": " and could see border checks reappear if the UK goes the whole hog and leaves the customs union and the single market."}, {"timestamp": [545.74, 549.4], "text": " Imagine how that news went down with Lackpatrick's management board."}, {"timestamp": [549.94, 552.16], "text": " Here's the deputy CEO, Michael Collins."}, {"timestamp": [552.9, 556.82], "text": " We today do not recognise the border in terms of logistically."}, {"timestamp": [557.54, 561.58], "text": " We move in 8,000 and 10,000 movements across the border every year."}, {"timestamp": [562.0, 564.54], "text": " Today we don't even know where that border is."}, {"timestamp": [566.12, 571.62], "text": " Having a border and having trucks, our people stopped at a border is a huge fear that we would have. When"}, {"timestamp": [571.62, 576.32], "text": " you're sitting in Brussels or sitting in London, compared to when you're outstanding and"}, {"timestamp": [576.32, 581.24], "text": " a stream, and one's on your right-hand side is in the UK and on the left is now in the EU."}, {"timestamp": [581.24, 585.06], "text": " That's an EU border. And yet that's true one of our farmers' land."}, {"timestamp": [587.2, 587.54], "text": " So to us, that would be the worst-case scenario,"}, {"timestamp": [589.06, 592.04], "text": " where you have infrastructure at a border that is preventing the movement of people and goods."}, {"timestamp": [592.84, 595.9], "text": " Michael Collins' nightmare Brexit scenario"}, {"timestamp": [595.9, 600.16], "text": " would be dairy trucks stuck at the border on a hot summer's day,"}, {"timestamp": [600.16, 603.04], "text": " the milk and the mood souring,"}, {"timestamp": [603.4, 607.44], "text": " as customs officials carefully check every driver's papers."}, {"timestamp": [608.12, 610.68], "text": " But it's not just about the practicalities."}, {"timestamp": [611.32, 616.98], "text": " Perhaps the biggest difficulty for the business will be keeping the atmosphere of cross-border cooperation."}, {"timestamp": [617.68, 627.86], "text": " Brexit does bring up discussions and narratives that perhaps haven't been had to be had in terms of identity and,"}, {"timestamp": [628.24, 630.56], "text": " you know, things that run very deep in this part of the island."}, {"timestamp": [631.04, 637.26], "text": " So Brexit has really brought politics into this border that you have been very careful to"}, {"timestamp": [637.26, 637.74], "text": " keep out?"}, {"timestamp": [638.06, 639.48], "text": " It hasn't brought politics into the border."}, {"timestamp": [639.58, 642.16], "text": " No, I want to be clear about that, but it has the potential."}, {"timestamp": [642.9, 648.5], "text": " The danger of Brexit in this part of the world is that it forces people back into discussions"}, {"timestamp": [648.5, 653.44], "text": " and identities, which are political in nature, let's be honest about it."}, {"timestamp": [653.94, 656.04], "text": " It's always an overhanging element."}, {"timestamp": [656.34, 661.78], "text": " It would be a wrong that the Brexit reimposes that sort of discussion and narrative"}, {"timestamp": [661.78, 666.34], "text": " and feeding among people, which thankfully in the past 20 years"}, {"timestamp": [666.34, 669.0], "text": " since the Good Friday Agreement, we have managed to move on."}, {"timestamp": [670.0, 675.94], "text": " What exactly will happen on the Irish border remains unclear as Brexit negotiations drag on."}, {"timestamp": [676.44, 682.44], "text": " But what is clear is that many Irish companies need to prepare for what could be a seismic"}, {"timestamp": [682.44, 685.04], "text": " change in trading relations with the UK,"}, {"timestamp": [689.26, 692.78], "text": " which when you're a small business based in traditional rural Ireland with an established way of doing things is a bit of an ask."}, {"timestamp": [694.36, 698.7], "text": " Ladies and gentlemen, good morning to you all."}, {"timestamp": [698.78, 704.36], "text": " My name is Jonathan Healy, and it is my distinct pleasure to be your master of"}, {"timestamp": [704.36, 706.88], "text": " ceremonies for what should be a very"}, {"timestamp": [706.88, 711.52], "text": " interesting day at this Brexit advisory clinic."}, {"timestamp": [711.52, 716.72], "text": " More than a hundred small businesses have taken time out of their busy weeks to come to a Brexit"}, {"timestamp": [716.72, 720.24], "text": " advisory clinic at a hotel in Coot Hill near the border."}, {"timestamp": [720.24, 728.12], "text": " Well first of all we're giving the clear message that there is an exposure and they do need to take action."}, {"timestamp": [728.88, 737.38], "text": " Anne Lannigan, Brexit expert at a government agency Enterprise Island, is co-organiser of the event with a Northern Ireland body into Trade Island."}, {"timestamp": [737.94, 744.68], "text": " It's a role she never expected to have until the morning the results of the UK referendum on the EU came in."}, {"timestamp": [745.5, 748.86], "text": " Absolute and utter shock, I would say, is what I experienced"}, {"timestamp": [748.86, 750.96], "text": " and what everybody I spoke to experienced."}, {"timestamp": [751.1, 752.3], "text": " It was almost a numbness."}, {"timestamp": [752.66, 753.74], "text": " We can't believe this is happening."}, {"timestamp": [753.9, 756.8], "text": " This is like beyond our wildest imaginations."}, {"timestamp": [757.16, 761.16], "text": " Do you find that some businesses still believe it's not going to happen?"}, {"timestamp": [761.7, 765.04], "text": " Yes, I would say every day I meet somebody who says to me, Anne, I don't think it's going to happen. And my answer is, it might not going to happen? Yes, I would say every day I meet somebody who says to me, Anne,"}, {"timestamp": [765.04, 770.4], "text": " I don't think it's going to happen. And my answer is, it might not. There is always a small"}, {"timestamp": [770.4, 777.32], "text": " chance it might not happen, but the risk of it happening is too high to take the chance of not"}, {"timestamp": [777.32, 806.34], "text": " preparing. The hotel lounge is rather grand, high ceilings with dozens of lights hanging from it, plush velvet chairs, a bar in the corner, but no one's sitting here enjoying a cocktail or a gin and tonic. It's a rather intense atmosphere because this is the Brexit Advisory Clinic. We've got a number of tables arranged around the room. There's the customs transport and logistics desk. Over there, the Strategic Sourcing Desk."}, {"timestamp": [806.54, 808.22], "text": " This is where businesses, local businesses,"}, {"timestamp": [808.34, 811.4], "text": " are sitting down with experts to talk through their company"}, {"timestamp": [811.4, 813.86], "text": " and how they might have to prepare for Brexit."}, {"timestamp": [814.24, 816.78], "text": " And just looking at some of the body language here,"}, {"timestamp": [817.2, 818.8], "text": " just saw somebody shaking his head."}, {"timestamp": [819.22, 820.86], "text": " There's a nervous, jiggling leg there."}, {"timestamp": [821.38, 823.04], "text": " You get a sense that maybe some of the experts"}, {"timestamp": [823.04, 825.48], "text": " are having to deliver quite bad news."}, {"timestamp": [826.96, 832.5], "text": " Awaiting her turn with one of the advisors was Claire Dugan, the financial controller for a local"}, {"timestamp": [832.5, 838.2], "text": " steel manufacturer. There's a lot of unknowns out there and you know this event is preparing"}, {"timestamp": [838.2, 841.36], "text": " us, but there's still a lot of unknowns."}, {"timestamp": [842.16, 843.6], "text": " Are you anxious about this?"}, {"timestamp": [843.76, 845.06], "text": " Oh, definitely, yeah."}, {"timestamp": [845.52, 845.66], "text": " Definitely."}, {"timestamp": [847.58, 848.3], "text": " And I think when it's your family business,"}, {"timestamp": [849.44, 850.56], "text": " you know, that's our livelihood."}, {"timestamp": [853.96, 854.7], "text": " Claire Dugan's family have built the business up over generations."}, {"timestamp": [857.1, 859.88], "text": " They import UK steel from Northern Ireland and make it into silos to hold animal feed."}, {"timestamp": [860.48, 862.42], "text": " She's worried that Brexit could mean"}, {"timestamp": [862.42, 866.78], "text": " they'll have to pay expensive new import tariffs to bring steel over the border."}, {"timestamp": [867.66, 878.14], "text": " The tough message from the Brexit Advisory Clinic experts is that traditional businesses like this should be shaking themselves up anyway to be fit to compete in an increasingly globalised marketplace."}, {"timestamp": [879.0, 882.06], "text": " However, Claire Dugan says it just isn't that simple."}, {"timestamp": [882.82, 885.86], "text": " Our only product that has our name on it"}, {"timestamp": [885.86, 887.84], "text": " is a VMAX silos and we"}, {"timestamp": [887.84, 889.8], "text": " sell those to the north"}, {"timestamp": [889.8, 891.72], "text": " and into the UK. They hold"}, {"timestamp": [891.72, 893.66], "text": " animal feed and they range from"}, {"timestamp": [893.66, 895.8], "text": " 5 ton, anywhere to 100 ton"}, {"timestamp": [895.8, 898.04], "text": " you know, it's not easy"}, {"timestamp": [898.04, 900.14], "text": " shipping those into France and Germany."}, {"timestamp": [900.54, 902.24], "text": " Are you worried the business"}, {"timestamp": [902.24, 904.12], "text": " the future of the business"}, {"timestamp": [904.12, 905.1], "text": " could be at stake?"}, {"timestamp": [905.26, 906.1], "text": " Is it that serious?"}, {"timestamp": [907.6, 908.96], "text": " Yes, it is."}, {"timestamp": [909.52, 917.22], "text": " Ireland is a small island and we were so lucky to have England right beside us, you know,"}, {"timestamp": [917.22, 920.44], "text": " and it's just can we remain competitive in the UK?"}, {"timestamp": [920.68, 922.34], "text": " And that's a big question for us."}, {"timestamp": [923.4, 925.96], "text": " There was a diverse array of businesses at the event"}, {"timestamp": [925.96, 929.24], "text": " with some already comfortably trading internationally"}, {"timestamp": [929.24, 932.48], "text": " like Silver Hill Farms, which supplies ducks"}, {"timestamp": [932.48, 936.76], "text": " to restaurants all over the globe and is run by Mihul Briodi."}, {"timestamp": [937.4, 942.6], "text": " It's the premium head-on duck and into Chinatown in London,"}, {"timestamp": [943.16, 946.16], "text": " Manchester and Birmingham, Amsterdam, Paris, Singapore,"}, {"timestamp": [946.54, 948.36], "text": " were the main supplier into those markets."}, {"timestamp": [949.1, 951.42], "text": " It is actually colloquially known as London Fat Duck,"}, {"timestamp": [952.12, 956.98], "text": " but it's London Fat Duck from Ireland, which is a Brexit-proof brand name."}, {"timestamp": [958.92, 964.72], "text": " But like Claire Dugan, Mihal Brioz realises he'll have to make changes to be ready for Brexit."}, {"timestamp": [965.0, 970.0], "text": " He's going to breed more ducks south of the border to avoid customs and animal welfare checks"}, {"timestamp": [970.0, 974.0], "text": " and he's rethinking his reliance on his biggest market, the UK."}, {"timestamp": [974.0, 978.0], "text": " It's 40 to 45% of what we do goes to the UK."}, {"timestamp": [978.0, 982.0], "text": " Yeah, oh quite significant and some people would say, well look you can diversify"}, {"timestamp": [982.0, 988.66], "text": " because we're selling to so many other countries, we just concentrate on those but we built the relationships we have with"}, {"timestamp": [988.66, 994.62], "text": " our customers in the UK specifically in London Manchester and Birmingham 35 years ago so I mean"}, {"timestamp": [994.62, 998.18], "text": " that's not something we're going to throw away overnight because of Brexit Brexit isn't going to"}, {"timestamp": [998.18, 1002.38], "text": " change the world but you do have to be prepared for it you do have to see it potentially"}, {"timestamp": [1002.38, 1005.5], "text": " and unfortunately as another layer of cost to business"}, {"timestamp": [1005.5, 1009.18], "text": " from an administrator of our bureaucracy point of view."}, {"timestamp": [1009.18, 1014.4], "text": " But where we are based in North Monaghan, like we've seen a lot of changes, borders between"}, {"timestamp": [1014.4, 1017.48], "text": " North and South and the troubles and all that down through the years."}, {"timestamp": [1017.48, 1019.68], "text": " So I mean it's just something we're just going to have to get around."}, {"timestamp": [1019.68, 1021.8], "text": " It's not going to be a showstopper."}, {"timestamp": [1021.8, 1027.3], "text": " Do you think your customers in the UK would pay more for your Irish duck?"}, {"timestamp": [1027.82, 1033.48], "text": " Well, look, I mean, we can't be too arrogant about it. There is a limit. In a worst-case scenario,"}, {"timestamp": [1033.62, 1039.12], "text": " WTO tariffs is 32%. It's the same for all fresh meat and protein. So you might go from paying"}, {"timestamp": [1039.12, 1048.32], "text": " 0% tariff on the duck to 32%. Wow, that's massively... Yeah, and we don't envisage that we would be able to get the same demand in those cities"}, {"timestamp": [1048.32, 1050.16], "text": " if that cost would up overnight."}, {"timestamp": [1051.12, 1055.68], "text": " To put it mildly, so as a kind of Brexit insurance policy,"}, {"timestamp": [1055.68, 1060.16], "text": " Michaud Briodi intends to build up the business he does with Asian markets."}, {"timestamp": [1060.72, 1063.44], "text": " And this is the way businesses should be thinking,"}, {"timestamp": [1063.44, 1067.38], "text": " according to Moira Creeden, a consultant at the Brexit Advisory Clinic."}, {"timestamp": [1068.02, 1070.86], "text": " She appreciates close ties between Britain and Ireland."}, {"timestamp": [1071.32, 1072.28], "text": " She's married to a Brit."}, {"timestamp": [1072.72, 1076.3], "text": " But she says it is time to look further abroad."}, {"timestamp": [1076.96, 1082.44], "text": " It's almost as if a lot of Irish companies are blinkered and in a way Brexit is forcing them to take off those blinkers."}, {"timestamp": [1083.04, 1086.06], "text": " So Brexit is a good news story for Irish"}, {"timestamp": [1086.06, 1091.88], "text": " business? There's certainly opportunities and risks. You know, I'm already seeing some of the"}, {"timestamp": [1091.88, 1096.28], "text": " opportunities. You know, I'll give you an example. One of my clients does integrated IT services"}, {"timestamp": [1096.28, 1103.5], "text": " for medium-sized professional companies. His business has gone through the roof because there is"}, {"timestamp": [1103.5, 1107.0], "text": " an influx of investment into Ireland"}, {"timestamp": [1107.0, 1112.6], "text": " in the context of Brexit. Why is there that influx? Because some of the financial services"}, {"timestamp": [1112.6, 1116.4], "text": " companies are looking at Dublin and not just financial services but the"}, {"timestamp": [1116.4, 1121.44], "text": " financial services companies in London are looking to move their HQs or their offices to"}, {"timestamp": [1121.44, 1125.02], "text": " Dublin. And obviously the attractiveness of Dublin, for example,"}, {"timestamp": [1129.44, 1129.92], "text": " is already obviously the international headquarters for Facebook, Google, Airbnb, PayPal, etc."}, {"timestamp": [1135.04, 1135.96], "text": " And its attractiveness in that context has shot up as a result of Brexit."}, {"timestamp": [1140.88, 1144.78], "text": " So while small businesses in rural Ireland could be in grave danger if they don't start finding new customers and suppliers beyond the UK,"}, {"timestamp": [1145.0, 1145.6], "text": " companies engaged in the newer Irish economy are already making. grave danger if they don't start finding new customers and suppliers beyond the UK."}, {"timestamp": [1151.44, 1153.92], "text": " Companies engaged in the newer Irish economy are already making hay from Brexit."}, {"timestamp": [1160.4, 1165.6], "text": " Because business confidence has been booming in Dublin. A joke doing the rounds in the city's bars is that if you stand still for too long, they'll put a crane on your head."}, {"timestamp": [1165.6, 1172.52], "text": " Corporate tax rates are low. The workforce is highly educated, English speaking. There's a lot"}, {"timestamp": [1172.52, 1178.32], "text": " to attract multinationals and even more when the other European English-speaking nation,"}, {"timestamp": [1178.32, 1180.32], "text": " the UK, leaves the EU."}, {"timestamp": [1180.32, 1187.0], "text": " Wow. You can only get in here with Roberto's fingerprints."}, {"timestamp": [1187.0, 1188.0], "text": " Hand print."}, {"timestamp": [1188.0, 1190.0], "text": " I can chop in it."}, {"timestamp": [1190.0, 1196.5], "text": " On the edge of Dublin, inside one of many huge warehouses that are springing up in technology"}, {"timestamp": [1196.5, 1203.0], "text": " parks, we were allowed to take a peek at a highly protected brand new data storage room with"}, {"timestamp": [1203.0, 1205.0], "text": " IT director Roberto Patero."}, {"timestamp": [1205.0, 1212.0], "text": " It's all grey steel kind of fences really, cages,"}, {"timestamp": [1212.0, 1217.0], "text": " inside which I presume are very powerful computers, servers."}, {"timestamp": [1217.0, 1221.0], "text": " Servers and storage that are boxes where you can have the data."}, {"timestamp": [1221.0, 1226.72], "text": " You can only see flashing lights. Flashing lights. And nothing else."}, {"timestamp": [1226.72, 1227.76], "text": " Nothing else. But this..."}, {"timestamp": [1227.76, 1229.84], "text": " Black and grey and flashing lights."}, {"timestamp": [1229.84, 1234.0], "text": " What a shame because there's an awful lot of information in there. If only I could see"}, {"timestamp": [1234.0, 1238.56], "text": " inside and understand the computer code. Yeah. Very valuable information."}, {"timestamp": [1238.56, 1244.08], "text": " Yes. And everything is unnamed. So you cannot see any name. You cannot understand what"}, {"timestamp": [1244.08, 1252.0], "text": " kind of companies hosting data there. No clue as to what's inside there this is where"}, {"timestamp": [1252.0, 1257.16], "text": " the Irish branch of a US company Advanced Discovery stores some of the huge"}, {"timestamp": [1257.16, 1263.2], "text": " quantities of data it holds for clients data protection is becoming a big business"}, {"timestamp": [1263.2, 1267.88], "text": " opportunity regional director Greg Dean thinks his new data centre"}, {"timestamp": [1267.88, 1271.4], "text": " has become more attractive for Irish and British companies"}, {"timestamp": [1271.4, 1277.4], "text": " thanks to both Brexit and tough new EU general data protection regulation,"}, {"timestamp": [1277.82, 1279.82], "text": " known as GDPR for short."}, {"timestamp": [1280.26, 1285.38], "text": " The stark reality is GDPR applies to everyone within the EU."}, {"timestamp": [1286.04, 1291.54], "text": " And unfortunately, the UK are leaving at this moment in time, the European Union."}, {"timestamp": [1292.2, 1297.18], "text": " So I know the UK government within the last year have issued guidelines"}, {"timestamp": [1297.18, 1301.38], "text": " that will see them align their own laws to GDPR."}, {"timestamp": [1301.46, 1303.94], "text": " But for a lot of our clients, it's not enough."}, {"timestamp": [1304.38, 1306.14], "text": " People take GDPR very seriously."}, {"timestamp": [1306.6, 1313.72], "text": " And it would mean that those clients would struggle potentially if the UK didn't align its"}, {"timestamp": [1313.72, 1318.64], "text": " data laws with the EU, would struggle to do business within the EU? Yes, it's potentially"}, {"timestamp": [1318.64, 1324.4], "text": " quite harmful to companies who are looking to invest within the European Union and the GDPR"}, {"timestamp": [1324.4, 1325.84], "text": " framework that surrounds it."}, {"timestamp": [1326.1, 1330.24], "text": " Because of Brexit, you're going to pick up business from Britain"}, {"timestamp": [1330.24, 1333.16], "text": " and also business that previously was going to Britain."}, {"timestamp": [1333.44, 1335.44], "text": " Brexit is a tremendous opportunity for us."}, {"timestamp": [1339.04, 1343.26], "text": " In the cocktail bar of a Swiss hotel in the centre of Dublin,"}, {"timestamp": [1343.74, 1351.92], "text": " we hear some more hard-headed talk about cross-border relations from D. Carey, who runs a small business consultancy."}, {"timestamp": [1351.92, 1358.4], "text": " She's set up a new office in the UK to try to deal with any differences in post-Brexit Britain."}, {"timestamp": [1358.4, 1362.8], "text": " She's willing to be adaptable, but only up to a point."}, {"timestamp": [1362.8, 1367.8], "text": " If I have to get in a different queue and wait for an hour to get through immigration control"}, {"timestamp": [1367.8, 1369.52], "text": " every time I travel to the UK,"}, {"timestamp": [1369.84, 1370.96], "text": " that'll be a deterrent."}, {"timestamp": [1372.06, 1373.08], "text": " A real deterrent."}, {"timestamp": [1373.32, 1376.14], "text": " I really couldn't dream of spending an hour and a half"}, {"timestamp": [1376.14, 1378.66], "text": " in Manchester airport waiting for somebody to stamp a book."}, {"timestamp": [1379.58, 1383.02], "text": " I face that in the US when I go to the US and I hate it."}, {"timestamp": [1383.52, 1386.06], "text": " So I do less and less work in the US, guess what?"}, {"timestamp": [1386.42, 1387.64], "text": " So we don't want that."}, {"timestamp": [1387.76, 1392.3], "text": " We'd like to continue the easy movement of people across our borders."}, {"timestamp": [1392.76, 1393.88], "text": " So it's not just goods."}, {"timestamp": [1394.38, 1400.6], "text": " So there are some circumstances in which perhaps you could see yourself doing less business with the UK"}, {"timestamp": [1400.6, 1403.42], "text": " if it just became too cumbersome."}, {"timestamp": [1404.0, 1404.44], "text": " Absolutely."}, {"timestamp": [1404.76, 1407.76], "text": " You know, we're all human. We're going to do business wherever it's easiest."}, {"timestamp": [1408.34, 1411.54], "text": " Where there are less barriers, it's obviously going to be easier."}, {"timestamp": [1411.84, 1415.68], "text": " So I'm hoping, but again, this is the uncertainty, isn't it? I'm really hoping that that"}, {"timestamp": [1415.68, 1420.58], "text": " won't happen, and it will continue to be as relaxed and as easy as it is right now."}, {"timestamp": [1421.34, 1426.88], "text": " But if it becomes too difficult to do business with the UK outside the EU,"}, {"timestamp": [1427.52, 1432.96], "text": " D. Carey says companies have the wherewithal and the motivation to go elsewhere."}, {"timestamp": [1433.84, 1437.92], "text": " I grew up in what we used to call the grey and the black Ireland. There was no colour,"}, {"timestamp": [1437.92, 1443.84], "text": " there was no money, there were no luxuries, our joining the EEC as it was, changed all of that"}, {"timestamp": [1443.84, 1447.44], "text": " and we wouldn't be sitting in a nice place as we're in right now"}, {"timestamp": [1447.44, 1453.76], "text": " without the EU and we're absolutely indebted to it politically, culturally, economically."}, {"timestamp": [1454.32, 1456.96], "text": " I'm one of seven kids and only two stayed in this country"}, {"timestamp": [1456.96, 1459.5], "text": " because there weren't jobs and it wasn't that we weren't qualified"}, {"timestamp": [1459.5, 1463.46], "text": " but there wasn't work. So when you look at that sort of background"}, {"timestamp": [1463.46, 1465.42], "text": " Irish people are very motivated"}, {"timestamp": [1465.42, 1472.42], "text": " to do enough to feed themselves and their families and go beyond. So you see it across every"}, {"timestamp": [1472.42, 1478.1], "text": " size of business, actually, that people are highly motivated to do a good job and to maintain"}, {"timestamp": [1478.1, 1480.06], "text": " and sustain the business that they have."}, {"timestamp": [1484.7, 1489.24], "text": " Back in Dublin Port, that place where Ireland's economy is on display,"}, {"timestamp": [1489.88, 1494.24], "text": " that doing what it takes response to Brexit, is already emerging."}, {"timestamp": [1496.16, 1503.76], "text": " Eamon O'Reilly from the Dublin Port Company says operators are making major investments in new trading routes,"}, {"timestamp": [1504.32, 1507.6], "text": " assuming that no matter how much Goodwill exists,"}, {"timestamp": [1508.08, 1511.44], "text": " the old links with Britain are becoming less reliable."}, {"timestamp": [1512.68, 1519.22], "text": " Already today we see shipping lines putting much bigger ships onto existing services"}, {"timestamp": [1519.22, 1521.66], "text": " that link Dublin directly with continental Europe."}, {"timestamp": [1521.66, 1524.46], "text": " So shipping companies are finding new routes."}, {"timestamp": [1524.58, 1527.26], "text": " They're going around Britain to reach the continent."}, {"timestamp": [1528.36, 1529.7], "text": " That's already happening."}, {"timestamp": [1529.96, 1532.12], "text": " Because of the EU referendum,"}, {"timestamp": [1532.34, 1535.08], "text": " because of the decision for Britain to leave the EU."}, {"timestamp": [1535.4, 1537.76], "text": " Shipping lines are commercial operators."}, {"timestamp": [1538.24, 1539.28], "text": " Where there is uncertainty,"}, {"timestamp": [1539.52, 1541.94], "text": " they look to bring certainty and create business opportunities."}, {"timestamp": [1542.78, 1545.4], "text": " So last October, there's a ship called Celine."}, {"timestamp": [1546.54, 1550.22], "text": " Selene is operated by Luxembourg-based company called CLDN,"}, {"timestamp": [1550.58, 1555.34], "text": " and she started on an existing service between Dublin and Zibruga and Rotterdam."}, {"timestamp": [1556.44, 1562.48], "text": " May of this year, Irish Ferries have a brand-new-billed ship called the WB-Yates,"}, {"timestamp": [1562.76, 1565.38], "text": " and that is going directly from Dublin to Sherberg."}, {"timestamp": [1565.68, 1567.34], "text": " That's a trend that's just going to continue."}, {"timestamp": [1567.72, 1570.98], "text": " Do you say they're seeing opportunities, but those routes are longer?"}, {"timestamp": [1571.68, 1575.68], "text": " It'll take more time for the goods to transit. It'll cost more."}, {"timestamp": [1576.04, 1579.18], "text": " This is what Brexit is doing, but what they're bringing is more certainty."}, {"timestamp": [1579.18, 1581.38], "text": " More certainty to people who need certainty."}, {"timestamp": [1583.04, 1590.0], "text": " New routes bypassing Britain don't mean that the old and strong links that tie the two nations together"}, {"timestamp": [1590.0, 1594.0], "text": " will be undone by Brexit, but they may be loosened."}, {"timestamp": [1594.0, 1600.0], "text": " As the UK re-thinks its place in the world, Ireland will be doing the same."}, {"timestamp": [1600.0, 1606.76], "text": " Global Business was presented by me Ruth Alexander and produced by Chris Bowlby."}, {"timestamp": [1606.76, 1611.24], "text": " You can download more editions at our website, BBCworldservis.com."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. This is the BBC's world of business. I'm Ruth Alexander. In this week's download edition of In Business, producer Chris Bowlby and I travel to Ireland to find out how businesses, big and small, are preparing for Brexit. What a beautiful day and what a view. What can we see up here then? We're standing on the roof of Port Centre, the head office of Dublin Port Company. And we can see just down from us here the River Liffey. And if you look a little bit further, we can see the expanse of Dublin Bay. Up on the rooftop of the Dublin Port Company building, the CEO, Eamon O'Reilly, gives me a bird's eye view of Irish trade. So what you see coming in and out of Dublin Port, it is the Irish economy. But Dublin is, by some distance, the biggest port in Ireland, but really is one of the busiest ports in Europe. We have a very tight channel, an awful lot of shipping activity. Last year, the magic number on volume was 36 million tonnes. And of that, 60% is trade with Great Britain. 60%. Dublin Port doesn't only represent the Irish economy then. It symbolises the deep ties between Ireland and its neighbour across the Irish Sea and to the north, the United Kingdom. Deep ties which are now being threatened by the UK's decision to leave the European Union. I'm Ruth Alexander and in this week's global business on the BBC World Service, I'll be looking at what a country does when its relationship with its oldest and biggest trading partner is suddenly thrown into doubt. How will Ireland cope with this challenge? A challenge called Brexit. Down on the ground by the water side, huge cranes lift containers on and off ships with a relentless efficiency that's mesmerising. That efficiency could soon be interrupted. Right now, goods arriving from Britain are waved through with no checks, like any cargo that moves within European Union borders. When Brexit happens, when Britain leaves the EU next year, its single market, and probably its customs union too, there could suddenly be a lot more checks every year at Dublinport if goods from Britain are treated like those from other parts of the world. We go from 200,000 to 1 million overnight once Brexit happens. Overnight? Overnight. A five-fold increase in the number of other parts of the world. We go from 200,000 to 1 million overnight once Brexit happens. Overnight? A five-fold increase in the number of shipments that you have to check. That have to be checked. We as the port don't check them, but they have to be checked by Irish customs. They have to be checked by the Department of Agriculture and Food and the Marine here in Ireland. Our preparation is happening now for this. Within a few weeks, we will be going for planning permission with the local planning authority to put in place the necessary inspection posts that will be required by state officials here in Ireland to allow them to do whatever physical checks need to be done. We wish we didn't have to give any of the space we're going to free up over to inefficient, overhead, border controls, which they are needed. But that's what we're going to free up over to inefficient overhead border controls which they are needed but that's what we're going to have to do so that's what we will do the really big challenge is one for the movers of goods to start to use systems and processes that they don't currently have to you need a commercial invoice customs value declaration freight documents depending on means of transport bill of lading fay Fiatta bill, road airway bill, ATA Cairn, ATA Cairn, freight insurance packing list. Single administrative document. Mick Curran, who runs the Chartered Institute of Logistics in Ireland, has been getting to grips with what Brexit could mean for the haulage companies transporting goods to the UK and beyond. The documents they may have to deal with. Certificate confirming special nature of goods. Oh, it doesn't stop. Community surveillance documents, site certificate documents support a claim. Mick Curran says all this extra paperwork would be a real headache for the big hauliers. Think extra staff, extra costs. However, it's the small players he really feels for. If you have a smaller operator who's moving items on behalf of 10 people on the back of their truck, that's multiplied by 10. All those documents? That long list of documents times 10. That for a small operator, it's not viable. You're going to squeeze a lot of the small operators. They're going to go out of business? I can't see how they could survive doing that. We're going to examine how Irish businesses are preparing for Brexit, as we'll discover the potential risks and rewards are sizable. It's a bitter sweet moment that could transform business, changing Ireland's relationship with the UK and the rest of the world. Some wary farm dogs stand guard as late afternoon traffic travels along a country road, wheels thundering across a thin line where two types of tarmac join. This is the land border between the Republic of Ireland and Northern Ireland, between Ireland and the UK. Over the past 20 years, the borders practically disappeared. It wasn't always like this. From a child's perspective, if you were crossing the border, the one thing you noticed were guns. Once you went over the border, the one thing you noticed were guns. Once you went over the border, guns. The British Army and guns. It's quite something for a chance to see. It's quite something for a child to see because that would stick with you. For three decades, the border was at the heart of a violent conflict in which more than 3,600 people died. On one side, Irish nationalists who still want a united island, and on the other, unionists determined that Northern Ireland should remain part of the UK. Until the late 90s, the border was under heavy military control. Logistics expert Mick Curran used to patrol it when he was in the Irish army. There weren't good times, whereas now we're in a period of prosperity. People are getting on with their lives. People are making livings. So do you think business then has had an absolutely vital role in bringing the two countries together? Absolutely. There was a fear between different communities as well. It demystifies it. The truck driver from Dublin comes up, oh yeah, John, he's all right. Because you both believe in money. You make us sound very, very, I don't know, that's not very good. But yes, absolutely. It's not just about money, it's about trade, it's about stopping people getting hurt, because we all remember that. And no one ever, ever, ever wants to go back those dark days. Over the past two decades since the Good Friday peace agreement was signed, thousands of businesses have been built up around the fact that lorries, trucks and cars can now pass freely through the border between the two countries. Hundreds of the trucks making the border crossing pull into the yard of Lackpatrick Dairy, near Monaghan, a few miles south of Northern Ireland. This is where the trucks come in. As Patrick Donahoe shows us round, he explains how the business relies on milk collected from farms on both sides of the nearby border. As we chat, tankers full of milk are arriving every few minutes. Trucks like that we're looking at right here now and they're behind us and they're emptying milk, they've been making 8,000 to 10,000 border crossings a year. So this, this, this, Paulier is just leaving here. How often would he? Maybe nine, ten times a day. Nine, this Paulier is just leaving here how often would he maybe nine ten times a day nine ten times a day yeah just one trucker just one truck over and back we'll have milk normally that may be produced in Northern Ireland it'll come south for for processing and then further on south or vice versa or we'll have one of our big brands a powder brand is LP in West Africa as a market leading brand there that'll be milk from the Republic of Ireland, process in Northern Ireland, and then four to six weeks later is on a shelf in Main Street, Cameroon. This successful rural business with customers all over the world is the very embodiment of the cross-border cooperation that's flourished since the peace agreement. The business formed from the first ever merger of milk cooperatives on either side of the border. That happened less than a year before the Brexit vote, which will make this an EU external border, and could see border checks reappear if the UK goes the whole hog and leaves the customs union and the single market. Imagine how that news went down with Lackpatrick's management board. Here's the deputy CEO, Michael Collins. We today do not recognise the border in terms of logistically. We move in 8,000 and 10,000 movements across the border every year. Today we don't even know where that border is. Having a border and having trucks, our people stopped at a border is a huge fear that we would have. When you're sitting in Brussels or sitting in London, compared to when you're outstanding and a stream, and one's on your right-hand side is in the UK and on the left is now in the EU. That's an EU border. And yet that's true one of our farmers' land. So to us, that would be the worst-case scenario, where you have infrastructure at a border that is preventing the movement of people and goods. Michael Collins' nightmare Brexit scenario would be dairy trucks stuck at the border on a hot summer's day, the milk and the mood souring, as customs officials carefully check every driver's papers. But it's not just about the practicalities. Perhaps the biggest difficulty for the business will be keeping the atmosphere of cross-border cooperation. Brexit does bring up discussions and narratives that perhaps haven't been had to be had in terms of identity and, you know, things that run very deep in this part of the island. So Brexit has really brought politics into this border that you have been very careful to keep out? It hasn't brought politics into the border. No, I want to be clear about that, but it has the potential. The danger of Brexit in this part of the world is that it forces people back into discussions and identities, which are political in nature, let's be honest about it. It's always an overhanging element. It would be a wrong that the Brexit reimposes that sort of discussion and narrative and feeding among people, which thankfully in the past 20 years since the Good Friday Agreement, we have managed to move on. What exactly will happen on the Irish border remains unclear as Brexit negotiations drag on. But what is clear is that many Irish companies need to prepare for what could be a seismic change in trading relations with the UK, which when you're a small business based in traditional rural Ireland with an established way of doing things is a bit of an ask. Ladies and gentlemen, good morning to you all. My name is Jonathan Healy, and it is my distinct pleasure to be your master of ceremonies for what should be a very interesting day at this Brexit advisory clinic. More than a hundred small businesses have taken time out of their busy weeks to come to a Brexit advisory clinic at a hotel in Coot Hill near the border. Well first of all we're giving the clear message that there is an exposure and they do need to take action. Anne Lannigan, Brexit expert at a government agency Enterprise Island, is co-organiser of the event with a Northern Ireland body into Trade Island. It's a role she never expected to have until the morning the results of the UK referendum on the EU came in. Absolute and utter shock, I would say, is what I experienced and what everybody I spoke to experienced. It was almost a numbness. We can't believe this is happening. This is like beyond our wildest imaginations. Do you find that some businesses still believe it's not going to happen? Yes, I would say every day I meet somebody who says to me, Anne, I don't think it's going to happen. And my answer is, it might not going to happen? Yes, I would say every day I meet somebody who says to me, Anne, I don't think it's going to happen. And my answer is, it might not. There is always a small chance it might not happen, but the risk of it happening is too high to take the chance of not preparing. The hotel lounge is rather grand, high ceilings with dozens of lights hanging from it, plush velvet chairs, a bar in the corner, but no one's sitting here enjoying a cocktail or a gin and tonic. It's a rather intense atmosphere because this is the Brexit Advisory Clinic. We've got a number of tables arranged around the room. There's the customs transport and logistics desk. Over there, the Strategic Sourcing Desk. This is where businesses, local businesses, are sitting down with experts to talk through their company and how they might have to prepare for Brexit. And just looking at some of the body language here, just saw somebody shaking his head. There's a nervous, jiggling leg there. You get a sense that maybe some of the experts are having to deliver quite bad news. Awaiting her turn with one of the advisors was Claire Dugan, the financial controller for a local steel manufacturer. There's a lot of unknowns out there and you know this event is preparing us, but there's still a lot of unknowns. Are you anxious about this? Oh, definitely, yeah. Definitely. And I think when it's your family business, you know, that's our livelihood. Claire Dugan's family have built the business up over generations. They import UK steel from Northern Ireland and make it into silos to hold animal feed. She's worried that Brexit could mean they'll have to pay expensive new import tariffs to bring steel over the border. The tough message from the Brexit Advisory Clinic experts is that traditional businesses like this should be shaking themselves up anyway to be fit to compete in an increasingly globalised marketplace. However, Claire Dugan says it just isn't that simple. Our only product that has our name on it is a VMAX silos and we sell those to the north and into the UK. They hold animal feed and they range from 5 ton, anywhere to 100 ton you know, it's not easy shipping those into France and Germany. Are you worried the business the future of the business could be at stake? Is it that serious? Yes, it is. Ireland is a small island and we were so lucky to have England right beside us, you know, and it's just can we remain competitive in the UK? And that's a big question for us. There was a diverse array of businesses at the event with some already comfortably trading internationally like Silver Hill Farms, which supplies ducks to restaurants all over the globe and is run by Mihul Briodi. It's the premium head-on duck and into Chinatown in London, Manchester and Birmingham, Amsterdam, Paris, Singapore, were the main supplier into those markets. It is actually colloquially known as London Fat Duck, but it's London Fat Duck from Ireland, which is a Brexit-proof brand name. But like Claire Dugan, Mihal Brioz realises he'll have to make changes to be ready for Brexit. He's going to breed more ducks south of the border to avoid customs and animal welfare checks and he's rethinking his reliance on his biggest market, the UK. It's 40 to 45% of what we do goes to the UK. Yeah, oh quite significant and some people would say, well look you can diversify because we're selling to so many other countries, we just concentrate on those but we built the relationships we have with our customers in the UK specifically in London Manchester and Birmingham 35 years ago so I mean that's not something we're going to throw away overnight because of Brexit Brexit isn't going to change the world but you do have to be prepared for it you do have to see it potentially and unfortunately as another layer of cost to business from an administrator of our bureaucracy point of view. But where we are based in North Monaghan, like we've seen a lot of changes, borders between North and South and the troubles and all that down through the years. So I mean it's just something we're just going to have to get around. It's not going to be a showstopper. Do you think your customers in the UK would pay more for your Irish duck? Well, look, I mean, we can't be too arrogant about it. There is a limit. In a worst-case scenario, WTO tariffs is 32%. It's the same for all fresh meat and protein. So you might go from paying 0% tariff on the duck to 32%. Wow, that's massively... Yeah, and we don't envisage that we would be able to get the same demand in those cities if that cost would up overnight. To put it mildly, so as a kind of Brexit insurance policy, Michaud Briodi intends to build up the business he does with Asian markets. And this is the way businesses should be thinking, according to Moira Creeden, a consultant at the Brexit Advisory Clinic. She appreciates close ties between Britain and Ireland. She's married to a Brit. But she says it is time to look further abroad. It's almost as if a lot of Irish companies are blinkered and in a way Brexit is forcing them to take off those blinkers. So Brexit is a good news story for Irish business? There's certainly opportunities and risks. You know, I'm already seeing some of the opportunities. You know, I'll give you an example. One of my clients does integrated IT services for medium-sized professional companies. His business has gone through the roof because there is an influx of investment into Ireland in the context of Brexit. Why is there that influx? Because some of the financial services companies are looking at Dublin and not just financial services but the financial services companies in London are looking to move their HQs or their offices to Dublin. And obviously the attractiveness of Dublin, for example, is already obviously the international headquarters for Facebook, Google, Airbnb, PayPal, etc. And its attractiveness in that context has shot up as a result of Brexit. So while small businesses in rural Ireland could be in grave danger if they don't start finding new customers and suppliers beyond the UK, companies engaged in the newer Irish economy are already making. grave danger if they don't start finding new customers and suppliers beyond the UK. Companies engaged in the newer Irish economy are already making hay from Brexit. Because business confidence has been booming in Dublin. A joke doing the rounds in the city's bars is that if you stand still for too long, they'll put a crane on your head. Corporate tax rates are low. The workforce is highly educated, English speaking. There's a lot to attract multinationals and even more when the other European English-speaking nation, the UK, leaves the EU. Wow. You can only get in here with Roberto's fingerprints. Hand print. I can chop in it. On the edge of Dublin, inside one of many huge warehouses that are springing up in technology parks, we were allowed to take a peek at a highly protected brand new data storage room with IT director Roberto Patero. It's all grey steel kind of fences really, cages, inside which I presume are very powerful computers, servers. Servers and storage that are boxes where you can have the data. You can only see flashing lights. Flashing lights. And nothing else. Nothing else. But this... Black and grey and flashing lights. What a shame because there's an awful lot of information in there. If only I could see inside and understand the computer code. Yeah. Very valuable information. Yes. And everything is unnamed. So you cannot see any name. You cannot understand what kind of companies hosting data there. No clue as to what's inside there this is where the Irish branch of a US company Advanced Discovery stores some of the huge quantities of data it holds for clients data protection is becoming a big business opportunity regional director Greg Dean thinks his new data centre has become more attractive for Irish and British companies thanks to both Brexit and tough new EU general data protection regulation, known as GDPR for short. The stark reality is GDPR applies to everyone within the EU. And unfortunately, the UK are leaving at this moment in time, the European Union. So I know the UK government within the last year have issued guidelines that will see them align their own laws to GDPR. But for a lot of our clients, it's not enough. People take GDPR very seriously. And it would mean that those clients would struggle potentially if the UK didn't align its data laws with the EU, would struggle to do business within the EU? Yes, it's potentially quite harmful to companies who are looking to invest within the European Union and the GDPR framework that surrounds it. Because of Brexit, you're going to pick up business from Britain and also business that previously was going to Britain. Brexit is a tremendous opportunity for us. In the cocktail bar of a Swiss hotel in the centre of Dublin, we hear some more hard-headed talk about cross-border relations from D. Carey, who runs a small business consultancy. She's set up a new office in the UK to try to deal with any differences in post-Brexit Britain. She's willing to be adaptable, but only up to a point. If I have to get in a different queue and wait for an hour to get through immigration control every time I travel to the UK, that'll be a deterrent. A real deterrent. I really couldn't dream of spending an hour and a half in Manchester airport waiting for somebody to stamp a book. I face that in the US when I go to the US and I hate it. So I do less and less work in the US, guess what? So we don't want that. We'd like to continue the easy movement of people across our borders. So it's not just goods. So there are some circumstances in which perhaps you could see yourself doing less business with the UK if it just became too cumbersome. Absolutely. You know, we're all human. We're going to do business wherever it's easiest. Where there are less barriers, it's obviously going to be easier. So I'm hoping, but again, this is the uncertainty, isn't it? I'm really hoping that that won't happen, and it will continue to be as relaxed and as easy as it is right now. But if it becomes too difficult to do business with the UK outside the EU, D. Carey says companies have the wherewithal and the motivation to go elsewhere. I grew up in what we used to call the grey and the black Ireland. There was no colour, there was no money, there were no luxuries, our joining the EEC as it was, changed all of that and we wouldn't be sitting in a nice place as we're in right now without the EU and we're absolutely indebted to it politically, culturally, economically. I'm one of seven kids and only two stayed in this country because there weren't jobs and it wasn't that we weren't qualified but there wasn't work. So when you look at that sort of background Irish people are very motivated to do enough to feed themselves and their families and go beyond. So you see it across every size of business, actually, that people are highly motivated to do a good job and to maintain and sustain the business that they have. Back in Dublin Port, that place where Ireland's economy is on display, that doing what it takes response to Brexit, is already emerging. Eamon O'Reilly from the Dublin Port Company says operators are making major investments in new trading routes, assuming that no matter how much Goodwill exists, the old links with Britain are becoming less reliable. Already today we see shipping lines putting much bigger ships onto existing services that link Dublin directly with continental Europe. So shipping companies are finding new routes. They're going around Britain to reach the continent. That's already happening. Because of the EU referendum, because of the decision for Britain to leave the EU. Shipping lines are commercial operators. Where there is uncertainty, they look to bring certainty and create business opportunities. So last October, there's a ship called Celine. Selene is operated by Luxembourg-based company called CLDN, and she started on an existing service between Dublin and Zibruga and Rotterdam. May of this year, Irish Ferries have a brand-new-billed ship called the WB-Yates, and that is going directly from Dublin to Sherberg. That's a trend that's just going to continue. Do you say they're seeing opportunities, but those routes are longer? It'll take more time for the goods to transit. It'll cost more. This is what Brexit is doing, but what they're bringing is more certainty. More certainty to people who need certainty. New routes bypassing Britain don't mean that the old and strong links that tie the two nations together will be undone by Brexit, but they may be loosened. As the UK re-thinks its place in the world, Ireland will be doing the same. Global Business was presented by me Ruth Alexander and produced by Chris Bowlby. You can download more editions at our website, BBCworldservis.com."}