{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [3.28, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.96, 11.12], "text": " Thanks for downloading the World of Business podcast."}, {"timestamp": [12.32, 19.0], "text": " In this episode, Karishma Vaswani finds out how the Chinese technology company Huawei has become so powerful."}, {"timestamp": [23.6, 26.0], "text": " If you're just doing something're just doing a thing,"}, {"timestamp": [26.0, 28.0], "text": " is a good thing."}, {"timestamp": [28.0, 33.0], "text": " If someone can focus on one thing, they'll definitely succeed."}, {"timestamp": [33.0, 40.0], "text": " This man leads one of the world's most important and controversial companies."}, {"timestamp": [40.0, 49.0], "text": " If I had focused on raising pigs, I might have become a pig expert. If I had to have a pig expert, if I had to have a pig expert, if I had focus on raising pigs, I might have become a pig expert."}, {"timestamp": [49.0, 54.0], "text": " If I had focus on tofu, I might have become the king of tofu."}, {"timestamp": [54.0, 62.0], "text": " Run Zheng Fei founded a giant tech company that now sells more smartphones than Apple,"}, {"timestamp": [62.0, 66.0], "text": " and more network telecom equipment than anyone."}, {"timestamp": [66.0, 71.34], "text": " It's also a company that parallels the rise of modern China and shows us what capitalism"}, {"timestamp": [71.34, 75.12], "text": " looks like with Chinese characteristics."}, {"timestamp": [75.12, 90.56], "text": " That company is Huawei. I founded Huawei when China was shifting from planned economy to a market economy."}, {"timestamp": [90.56, 95.44], "text": " None of us had any idea what a market economy was."}, {"timestamp": [95.44, 100.64], "text": " Deng Xiaoping spoke of crossing the river by feeding the river bed."}, {"timestamp": [100.64, 107.36], "text": " If something goes wrong when you are in the river, you might drown."}, {"timestamp": [111.02, 111.52], "text": " Well, needless to say, Ranjunfei didn't drown."}, {"timestamp": [115.2, 119.28], "text": " But today, Huawei's technical equipment has come under fire for allegedly enabling the Chinese government to spy,"}, {"timestamp": [119.66, 123.12], "text": " commit cybercrime and even wage cyber warfare."}, {"timestamp": [123.7, 127.0], "text": " Yet that same equipment sells more than anyone else's."}, {"timestamp": [127.0, 134.08], "text": " So how should we understand this global giant? I'm Karishma Veswani, the BBC's Asia Business"}, {"timestamp": [134.08, 140.0], "text": " correspondent. And for this week's global business, I'm finding out what makes Huawei tick,"}, {"timestamp": [140.0, 147.2], "text": " how it's grown so big, so fast, and asking if security concerns now threaten its dazzling success."}, {"timestamp": [151.2, 158.24], "text": " It's early morning Russia on the streets of Shenzhen, southern China."}, {"timestamp": [158.88, 163.12], "text": " Today, this fast-paced city has become the nation's Silicon Valley."}, {"timestamp": [163.44, 170.32], "text": " But back in 1980, it was also where Deng Xiaoping created a special economic zone and pioneering"}, {"timestamp": [170.32, 172.44], "text": " technology hub."}, {"timestamp": [172.44, 178.56], "text": " And seven years later, it's where Huawei began, just after its determined founder had left"}, {"timestamp": [178.56, 180.44], "text": " the People's Liberation Army."}, {"timestamp": [180.44, 190.0], "text": " I think your kind of a kind of a big-june of a city. I'm an ambitious man. I'm an ambitious man."}, {"timestamp": [190.0, 193.0], "text": " After leaving the military, I came to Shenzhen."}, {"timestamp": [193.0, 196.0], "text": " This city pioneer open markets."}, {"timestamp": [196.0, 199.0], "text": " It's probably the most open market in China."}, {"timestamp": [199.0, 203.0], "text": " So when I began to work here in a market economy,"}, {"timestamp": [203.0, 205.76], "text": " doing business transactions, it was all very"}, {"timestamp": [205.76, 207.12], "text": " unfamiliar to me."}, {"timestamp": [207.12, 208.88], "text": " I suffered losses."}, {"timestamp": [208.88, 210.32], "text": " I was deceived."}, {"timestamp": [210.32, 211.68], "text": " I was cheated."}, {"timestamp": [211.68, 213.76], "text": " I have to fight to pick myself up."}, {"timestamp": [213.76, 217.68], "text": " But this time we have to par up."}, {"timestamp": [217.68, 227.0], "text": " Mr. Ren Zheng Fei has granted the media few interviews, at least until recently."}, {"timestamp": [227.0, 234.0], "text": " Ours took months of negotiations, and we were the first international broadcaster in years to talk to him."}, {"timestamp": [234.0, 247.38], "text": " A tall man, dressed in a navy blue blazer, he wasn't anything like I'd expected. I'd expected to meet a man, who at 73 years old, might be fatigued from battling his company's critics."}, {"timestamp": [248.02, 254.92], "text": " Instead, I found a leader brimming with energy who's confronted adversity from the very start."}, {"timestamp": [257.64, 260.2], "text": " You could imagine the living conditions at that time."}, {"timestamp": [260.74, 267.0], "text": " My part of the registered capital was less than half the monthly salary that a waitress can earn today."}, {"timestamp": [267.0, 273.0], "text": " Our priority were just to survive."}, {"timestamp": [273.0, 278.0], "text": " Some people will say because he was in the Army for a long time, he has a discipline."}, {"timestamp": [278.0, 287.12], "text": " David de Kramer has studied Ren and Huawei for several years, and has written a book on them. And it's not only the army experience."}, {"timestamp": [287.68, 290.14], "text": " He also experienced the cultural revolution."}, {"timestamp": [290.74, 292.3], "text": " So there was hardship."}, {"timestamp": [292.9, 295.4], "text": " I mean, he was born in 1994 in South China,"}, {"timestamp": [295.84, 296.8], "text": " very poor region."}, {"timestamp": [297.14, 298.7], "text": " He had six brothers and sisters."}, {"timestamp": [299.44, 301.38], "text": " So basically they were very poor,"}, {"timestamp": [301.88, 303.8], "text": " so he's always at the work hard."}, {"timestamp": [305.32, 312.08], "text": " Huawei started small, importing basic telecoms equipment from Hong Kong for China's rural markets."}, {"timestamp": [312.62, 318.84], "text": " But as the 80s progressed, China introduced sweeping market reforms, transforming the economy"}, {"timestamp": [318.84, 321.22], "text": " and creating a new middle class."}, {"timestamp": [321.94, 327.62], "text": " As China's fortunes grew, so did Huawei's. It began making its own products,"}, {"timestamp": [327.98, 331.4], "text": " taking advantage of a growing technological revolution."}, {"timestamp": [334.16, 340.6], "text": " The communication industry was going through changes, equivalent to thousands of years in the history"}, {"timestamp": [340.6, 346.4], "text": " of mankind. But to begin with, the only phones we had were those hand-cranked phones"}, {"timestamp": [346.4, 348.98], "text": " that you see in the Old World War II films."}, {"timestamp": [349.56, 352.66], "text": " We were lucky China was developing its network industry"}, {"timestamp": [352.66, 354.46], "text": " on a big scale at that time."}, {"timestamp": [354.46, 357.14], "text": " If we tried to start a business today,"}, {"timestamp": [357.52, 358.96], "text": " I don't know if we would succeed."}, {"timestamp": [362.4, 364.72], "text": " With China's massive growth,"}, {"timestamp": [367.96, 368.72], "text": " perhaps some level of success was always assured."}, {"timestamp": [372.86, 376.28], "text": " What's less predictable is the way that Wren organized his company and imbued it with a distinctive business philosophy."}, {"timestamp": [376.28, 382.9], "text": " From early on, he seemed to encompass both Western liberalism and Eastern discipline,"}, {"timestamp": [383.54, 387.4], "text": " bringing two worlds into a harmonious hole."}, {"timestamp": [391.4, 394.3], "text": " I saw evidence of this mix for myself"}, {"timestamp": [394.3, 397.3], "text": " when I visited the company's latest research campus"}, {"timestamp": [397.3, 400.2], "text": " a few kilometers outside Shenzhen."}, {"timestamp": [400.2, 403.7], "text": " It's based on 12 European themed villages."}, {"timestamp": [403.7, 410.72], "text": " Even the gardens here have been manicured to look like their gardens in Paris, Rome or Milan."}, {"timestamp": [412.48, 418.32], "text": " Everywhere I went, I could see Roman columns, Greek pillars, and classical-style sculpture."}, {"timestamp": [418.96, 424.08], "text": " It's as if China was designed by the architects of Europe's glorious past."}, {"timestamp": [425.18, 434.32], "text": " And to get around, a British-style traditional steam train running past cobbled streets, Parisian-looking cafes, and an artificial lake."}, {"timestamp": [436.28, 442.0], "text": " Perhaps it's all meant to symbolize those eclectic values, David de Kramer again."}, {"timestamp": [442.0, 444.56], "text": " It's always been an integration of ideas."}, {"timestamp": [445.0, 448.0], "text": " It puts together the more Asian leadership styles, I would say,"}, {"timestamp": [448.0, 453.0], "text": " where it is about the dedication, the strength of the hierarchical system as well,"}, {"timestamp": [453.0, 457.0], "text": " together with the Western system of like individual ambition and achievements."}, {"timestamp": [457.0, 463.0], "text": " Also, in the West he found that inspiration in terms of how government structures"}, {"timestamp": [463.0, 466.28], "text": " make sure that human greed is controlled."}, {"timestamp": [466.74, 469.54], "text": " So that's why I call Waii sometimes a controlled democracy."}, {"timestamp": [469.72, 471.18], "text": " So they have a democratic element."}, {"timestamp": [471.6, 473.16], "text": " People can express their concerns."}, {"timestamp": [473.38, 477.48], "text": " They can criticize people, but at the end of the day, the leader still has to decide."}, {"timestamp": [478.8, 482.24], "text": " Wren also espouses an intensive work ethic"}, {"timestamp": [482.24, 487.12], "text": " derived from a typically Asian sensibility of personal sacrifice."}, {"timestamp": [487.64, 493.86], "text": " It's led to a famous, some might say infamous phenomenon known as wolf or mattress culture."}, {"timestamp": [494.42, 499.76], "text": " Wolf because of the raw hunger you're expected to have as a Huawei employee, and mattress"}, {"timestamp": [499.76, 501.86], "text": " for the times you'll sleep in the office."}, {"timestamp": [502.48, 506.7], "text": " Few people, it seems, work as diligently as a Huawei worker."}, {"timestamp": [507.22, 509.26], "text": " Li Peng Fei is a Huawei engineer,"}, {"timestamp": [509.78, 512.8], "text": " recently returned to China from the United States."}, {"timestamp": [512.8, 516.52], "text": " I met him at Company HQ, which is still in Shenzhen."}, {"timestamp": [517.42, 519.64], "text": " You have to be passionate about your work."}, {"timestamp": [520.56, 523.68], "text": " You have a specific target and work really hard towards it."}, {"timestamp": [524.1, 529.28], "text": " For example, Huawei had a team, and they forgot to sleep, they forgot to eat."}, {"timestamp": [529.64, 531.78], "text": " And that kind of feeling is really amazing for me."}, {"timestamp": [532.66, 535.62], "text": " Like Steve Jobs said, you want to work with eight players."}, {"timestamp": [537.48, 544.64], "text": " Wren seems to have believed from the start that Huawei was destined for greatness, starting with domestic firms."}, {"timestamp": [545.08, 545.82], "text": " David de Kramer."}, {"timestamp": [546.66, 549.92], "text": " Huawei wanted to bring better quality to China,"}, {"timestamp": [550.72, 552.72], "text": " but, of course, competing with international companies,"}, {"timestamp": [552.82, 554.04], "text": " they weren't able to do so."}, {"timestamp": [554.42, 556.38], "text": " But on the other hand, you had the Chinese companies,"}, {"timestamp": [556.48, 558.46], "text": " most of them were state-owned enterprises,"}, {"timestamp": [558.98, 561.38], "text": " so that made it very difficult to compete with them"}, {"timestamp": [561.38, 563.84], "text": " because they were basically subsidized by the government."}, {"timestamp": [564.0, 569.66], "text": " So they were falling in between. That's where I think the strong focus on customer service"}, {"timestamp": [569.66, 577.48], "text": " comes from. Huawei is known to be extremely service-driven. Global standards helped Huawei"}, {"timestamp": [577.48, 583.68], "text": " conquered the Chinese market, even as it enjoyed more than a little assistance. Sometime in"}, {"timestamp": [583.68, 585.96], "text": " the early 90s, the People's Liberation"}, {"timestamp": [585.96, 592.94], "text": " Army gave it a lucrative contract. Later, the Chinese government identified it as a national champion,"}, {"timestamp": [593.48, 600.34], "text": " supporting it to expand overseas. Yet the overseas customers Huawei prioritized were not the"}, {"timestamp": [600.34, 606.08], "text": " wealthy West, but developing countries in China's backyard, like India and Indonesia,"}, {"timestamp": [606.78, 609.76], "text": " countries with fast-growing middle classes of their own."}, {"timestamp": [610.46, 614.52], "text": " Steve McGuinness is a brand consultant with expertise across Asia."}, {"timestamp": [615.02, 617.28], "text": " He says it was a masterstroke."}, {"timestamp": [617.78, 623.66], "text": " Huawei has done a very, very good job of implementing a long-term strategic plan."}, {"timestamp": [624.18, 626.48], "text": " They've put themselves into the markets that"}, {"timestamp": [626.48, 632.0], "text": " best suit their product. They've entered markets with an affordable price, and as those markets,"}, {"timestamp": [632.0, 637.36], "text": " consumers are becoming increasingly well off, they've become much more discerning, but they're"}, {"timestamp": [637.36, 643.6], "text": " loyal. They stick with the brand they started with. Whyhee has risen with that tide."}, {"timestamp": [643.6, 647.0], "text": " And it wasn't only an economic tide."}, {"timestamp": [647.0, 651.0], "text": " Overseas success coincided with the arrival of a technology"}, {"timestamp": [651.0, 655.0], "text": " that's defined our age, the smartphone."}, {"timestamp": [655.0, 658.0], "text": " Selling smartphones in the developing world"}, {"timestamp": [658.0, 662.0], "text": " meant Huawei could avoid competition with premium brands"}, {"timestamp": [662.0, 666.88], "text": " like Apple and Samsung, which dominated more advanced markets."}, {"timestamp": [666.88, 673.06], "text": " But it meant waiting for the developing countries to prosper before scooping the really big rewards."}, {"timestamp": [673.06, 677.24], "text": " In other words, playing a long game."}, {"timestamp": [677.24, 680.14], "text": " Run took an unusual approach to this."}, {"timestamp": [680.14, 688.48], "text": " He's always insisted Huawei should not be floated on the stock exchange, rejecting shareholders who might demand quick returns."}, {"timestamp": [692.64, 698.8], "text": " Publicly listed companies have to pay attention to their balance sheets,"}, {"timestamp": [698.8, 703.52], "text": " otherwise profits will drop, along with their share prices."}, {"timestamp": [703.52, 709.68], "text": " At Huawei, we know that if we fertilize our soil, it will become more bountiful."}, {"timestamp": [709.68, 715.52], "text": " At the end of the day, this soil is ours, so why would we scatter someone else's fertilizer"}, {"timestamp": [715.52, 716.96], "text": " on it?"}, {"timestamp": [716.96, 719.24], "text": " That's how we manage to pull ahead."}, {"timestamp": [719.24, 725.44], "text": " We don't have to worry about fluctuations in our balance sheets."}, {"timestamp": [729.4, 729.8], "text": " No public shareholders means no dividends to pay,"}, {"timestamp": [732.18, 732.84], "text": " freeing up more money to spend on investment."}, {"timestamp": [734.16, 734.76], "text": " Much, much more."}, {"timestamp": [737.6, 737.88], "text": " Huawei's research and development, or R&D budget,"}, {"timestamp": [739.7, 740.08], "text": " is now one of the world's biggest,"}, {"timestamp": [742.28, 743.22], "text": " and it's proved key to their success."}, {"timestamp": [745.66, 746.02], "text": " Nicole Peng is an analyst at Canales,"}, {"timestamp": [748.96, 749.86], "text": " a research and market intelligence firm in Hong Kong."}, {"timestamp": [756.44, 758.1], "text": " Huawei do have the capability to spend more on the leading technology like AI compared to everyone else."}, {"timestamp": [758.1, 764.88], "text": " They'd be able to build their own chipset to support the features on the smart phones that you need."}, {"timestamp": [765.44, 769.9], "text": " So the R&D capability of Huawei has been very important."}, {"timestamp": [770.66, 774.34], "text": " And I think this is also key factor to contribute to the smart phone success."}, {"timestamp": [774.34, 775.2], "text": " Okay, Hami."}, {"timestamp": [775.84, 777.04], "text": " You just see a, Hami."}, {"timestamp": [778.24, 784.84], "text": " Down at Huawei's research labs, they'll tell you that their technologies now literally"}, {"timestamp": [784.84, 786.24], "text": " years ahead of competitors. What's more, Huawei's 25 labs, they'll tell you that their technologies now literally years ahead of"}, {"timestamp": [786.24, 793.72], "text": " competitors. What's more, Huawei's 25,000 researchers can afford enviable leeway to experiment."}, {"timestamp": [794.8, 799.92], "text": " Leapung Fei, the engineer who left the U.S. to work at Huawei, says he and his colleagues"}, {"timestamp": [799.92, 813.2], "text": " enjoy a level of freedom more like academia than commercial industry. Last year, Huawei spent almost $15 to $20 billion to the research and development."}, {"timestamp": [813.2, 819.02], "text": " And 30 to 40% of that goes to the basic science research."}, {"timestamp": [819.02, 821.12], "text": " I think that is really exciting."}, {"timestamp": [821.12, 824.84], "text": " Most of the companies, they would like to make profit immediately, right?"}, {"timestamp": [824.84, 829.92], "text": " Is the work that you're doing today, is there a sort of direct profitability involved?"}, {"timestamp": [829.92, 837.04], "text": " No. My research is not directly involved in profit. My work is about fundamental research."}, {"timestamp": [837.04, 844.16], "text": " What is it trying to achieve? I should say exploration is just explore it,"}, {"timestamp": [844.16, 846.74], "text": " explore it to see if this really works or not."}, {"timestamp": [847.36, 848.24], "text": " That's a lot of freedom."}, {"timestamp": [848.46, 848.66], "text": " Yeah."}, {"timestamp": [851.62, 854.66], "text": " In recent years, this strategy has paid off."}, {"timestamp": [854.66, 860.58], "text": " You could see evidence of how well Huawei was doing in shopping malls like this one all across Asia."}, {"timestamp": [861.12, 866.0], "text": " Its mobile phones and tablets used to be seen as cheap knock-offs of Western brands."}, {"timestamp": [866.0, 869.0], "text": " But over the last few years, they've become frontrunners."}, {"timestamp": [869.0, 872.0], "text": " Why did you choose Huawei?"}, {"timestamp": [872.0, 876.0], "text": " Because now the leading phone producer in the work."}, {"timestamp": [876.0, 882.0], "text": " I was using iPhone, I was using Samsung, and now I will stick to Huawei all the way until the future."}, {"timestamp": [882.0, 885.28], "text": " What do you like about the Huawei phone?"}, {"timestamp": [885.28, 888.88], "text": " I like the picture snapping and all there."}, {"timestamp": [888.88, 893.34], "text": " It's just very good."}, {"timestamp": [893.34, 897.68], "text": " Many people seem to mention the camera, which might be no coincidence."}, {"timestamp": [897.68, 904.64], "text": " A key aspect of Huawei's business plan is to identify a single most desirable aspect of a product"}, {"timestamp": [904.64, 909.22], "text": " and then use all that R&D firepower to become the best at it."}, {"timestamp": [909.66, 910.32], "text": " Nicole Peng."}, {"timestamp": [910.8, 914.36], "text": " They believe they are not able to overtake the global leader"}, {"timestamp": [914.36, 915.52], "text": " by do it all."}, {"timestamp": [915.66, 919.72], "text": " They are not able to have the best operating system, the best UI."}, {"timestamp": [920.48, 927.56], "text": " So they find out the key features that global consumers would like to have on the phone."}, {"timestamp": [928.2, 932.36], "text": " And then they really try to excel on this feature."}, {"timestamp": [932.78, 935.12], "text": " They want to make sure it is better than anyone else."}, {"timestamp": [935.74, 941.54], "text": " It didn't hurt that Huawei was still getting that little helping hand from the Chinese government."}, {"timestamp": [942.14, 947.36], "text": " China government worked more with Huawei instead of international brand,"}, {"timestamp": [947.9, 951.64], "text": " so it's relatively easy for them to grow their market share in China"}, {"timestamp": [951.64, 953.78], "text": " compared to Apple and Samsung."}, {"timestamp": [954.26, 956.76], "text": " So Beijing effectively blocks out the competition."}, {"timestamp": [957.2, 957.6], "text": " Exactly."}, {"timestamp": [958.7, 961.8], "text": " Huawei's rivals are well aware of these kinds of arrangements."}, {"timestamp": [962.52, 964.02], "text": " Some have protested,"}, {"timestamp": [964.02, 966.34], "text": " but others point out that what might"}, {"timestamp": [966.34, 972.66], "text": " appear corrupt in some countries is par for the course in China. As an Englishman based in Asia,"}, {"timestamp": [973.04, 978.94], "text": " the consultant, Steve McGuinness, is well placed to see both sides of the coin. In any case,"}, {"timestamp": [978.98, 987.24], "text": " he says, nothing's likely to change. I think the key element within this is this business government dichotomy that the West"}, {"timestamp": [987.24, 993.7], "text": " have invented. In Asia, in China particularly, that split just isn't there. For business to succeed"}, {"timestamp": [993.7, 999.32], "text": " in China, it needs to have links to the government. It's the way things are. A Chinese consumer"}, {"timestamp": [999.32, 1007.4], "text": " would no more expect a business to not be in bed with the government than the sky do not be blue one day or the rain not to be wet."}, {"timestamp": [1007.4, 1013.48], "text": " But those close links to Beijing are precisely what's behind the growing concern,"}, {"timestamp": [1014.04, 1018.8], "text": " in the US at least, that Huawei's products could pose a security risk."}, {"timestamp": [1019.62, 1026.08], "text": " In May, Washington effectively banned any US business from buying or selling to Huawei. This means Huawei can't use any U.S. business from buying or selling to Huawei."}, {"timestamp": [1027.06, 1032.64], "text": " This means Huawei can't use any software or hardware from Western companies,"}, {"timestamp": [1032.64, 1036.46], "text": " like Google or Microsoft, without U.S. government approval."}, {"timestamp": [1037.08, 1043.06], "text": " No more Android-operating software on its phones, no more Microsoft Windows on its tablets."}, {"timestamp": [1043.9, 1046.46], "text": " Nicole Pang says it's a huge blow"}, {"timestamp": [1046.46, 1049.32], "text": " for the consumer arm of Huawei's business."}, {"timestamp": [1050.14, 1053.06], "text": " There are a lot of impacts immediately."}, {"timestamp": [1053.78, 1057.46], "text": " Firstly, the components, some of the key components,"}, {"timestamp": [1057.78, 1060.58], "text": " they are currently sourcing from US supplier."}, {"timestamp": [1061.32, 1063.96], "text": " Secondly, is the Google announcement"}, {"timestamp": [1063.96, 1066.24], "text": " saying that they will not be able to support"}, {"timestamp": [1066.24, 1072.84], "text": " Huawei on the mobile services. Without Google support, this will cripple usability of the"}, {"timestamp": [1072.84, 1078.38], "text": " smartphone because international market consumer has been relying on Google service a lot."}, {"timestamp": [1079.28, 1086.56], "text": " The last part is the relationship with partners. I think the question that partner might have is,"}, {"timestamp": [1086.94, 1089.46], "text": " will Huawei become the target of US again?"}, {"timestamp": [1090.28, 1095.84], "text": " The technology Washington suspects is not only Huawei's mobile phone handsets."}, {"timestamp": [1096.32, 1101.36], "text": " At the root of US spheres is its equally advanced 5G technology"}, {"timestamp": [1101.36, 1104.7], "text": " that will revolutionize the way we use the internet."}, {"timestamp": [1105.92, 1109.68], "text": " Down a little alleyway in a rundown neighborhood in Shenzhen,"}, {"timestamp": [1109.68, 1112.32], "text": " the revolution's already taking place."}, {"timestamp": [1113.2, 1116.72], "text": " Huawei's engineers are putting up a 5G antenna."}, {"timestamp": [1116.72, 1122.32], "text": " It looks quite simple, until you remember the magic that this equipment will bring."}, {"timestamp": [1126.24, 1131.68], "text": " 5G or 5th generation technology is the next wave of mobile internet."}, {"timestamp": [1131.68, 1138.24], "text": " It's faster, carries more data, and once fully developed will be integral to almost everything we do."}, {"timestamp": [1138.88, 1143.68], "text": " Your fridge could detect when it's low on food and reorder your groceries."}, {"timestamp": [1143.68, 1147.0], "text": " Your power supplies could turn themselves on and off when the time's right."}, {"timestamp": [1147.0, 1151.0], "text": " Or your car could know where to go and drive itself there."}, {"timestamp": [1151.0, 1155.0], "text": " You can see the problem here."}, {"timestamp": [1155.0, 1160.0], "text": " The very nature of 5G means that if someone hacked into it,"}, {"timestamp": [1160.0, 1165.72], "text": " they could control or even destroy many aspects of our lives."}, {"timestamp": [1165.72, 1172.24], "text": " And Huawei has those perceived links to Beijing, long suspected of cyber espionage against"}, {"timestamp": [1172.24, 1173.9], "text": " other governments."}, {"timestamp": [1173.9, 1179.18], "text": " Some countries are crying foul."}, {"timestamp": [1179.18, 1186.58], "text": " The Americans have banned Huawei from building their fifth-generation telecoms network, as have the Australians."}, {"timestamp": [1187.22, 1189.76], "text": " I don't think of Huawei as a threat so much as a risk,"}, {"timestamp": [1190.32, 1193.74], "text": " but Huawei represents an elevated level of risk"}, {"timestamp": [1193.74, 1196.78], "text": " because of the influence and control"}, {"timestamp": [1196.78, 1200.16], "text": " that the Chinese Communist Party could exert over the company."}, {"timestamp": [1201.12, 1209.0], "text": " Tom Yurin is a researcher at the Australian Strategic Policy Institute, which helped to inform his country's decision."}, {"timestamp": [1209.0, 1215.0], "text": " They may do things that they think are in the Communist Party interest, but would be detrimental for us."}, {"timestamp": [1215.0, 1220.0], "text": " So, for example, the theft of intellectual property or government secrets."}, {"timestamp": [1220.0, 1225.38], "text": " In one example, it's been reported that an Australian company lost a billion dollars"}, {"timestamp": [1225.38, 1228.06], "text": " because their negotiating position was stolen."}, {"timestamp": [1228.36, 1230.24], "text": " So that's the sort of thing that could happen."}, {"timestamp": [1230.94, 1235.38], "text": " Huawei denies its systems are vulnerable to hacking by third parties"}, {"timestamp": [1235.38, 1239.66], "text": " and says its technology is as secure as anyone else's."}, {"timestamp": [1240.24, 1245.56], "text": " Runjeng Fei also says the company is completely independent of China's Communist Party"}, {"timestamp": [1245.56, 1249.38], "text": " and that no one has found any concrete evidence to the contrary."}, {"timestamp": [1251.84, 1256.86], "text": " We have given the world 30 years of service, with no record of security breaches."}, {"timestamp": [1257.46, 1259.9], "text": " What is the factual basis for the American charges?"}, {"timestamp": [1261.12, 1266.4], "text": " You don't need a smoking gun necessarily to take a sensible mitigation approach."}, {"timestamp": [1267.02, 1274.02], "text": " If you see a restaurant that's filthy, you don't need to see the official notice declaring it to be unsafe to avoid eating there."}, {"timestamp": [1274.94, 1283.72], "text": " The very nature of the way China's Communist Party operates within corporate China makes its relationship with Huawei problematic at best."}, {"timestamp": [1283.72, 1288.26], "text": " Like every company in China, Huawei has a Communist Party committee."}, {"timestamp": [1288.86, 1295.68], "text": " The official line is that it exists to help employees uphold the country's moral and social values."}, {"timestamp": [1295.68, 1300.06], "text": " But questions over abuse and exploitation are inevitable."}, {"timestamp": [1301.14, 1305.48], "text": " And as suspicions grow, it isn't only business that's now at stake."}, {"timestamp": [1306.0, 1309.04], "text": " Things are also getting personal for Ranjeng Fei."}, {"timestamp": [1312.72, 1320.06], "text": " In December 2018, Canadian authorities arrested Huawei's chief financial officer Meng Wanjo"}, {"timestamp": [1320.06, 1325.56], "text": " on the behest of the U.S. government, who say she violated sanctions against Iran."}, {"timestamp": [1326.08, 1329.96], "text": " She's awaiting extradition and faces years in jail if convicted."}, {"timestamp": [1330.6, 1333.3], "text": " She also happens to be Rang Zheng Fei's daughter."}, {"timestamp": [1334.08, 1335.74], "text": " When I asked Ren about this,"}, {"timestamp": [1336.0, 1339.3], "text": " he replied with characteristically defiant words."}, {"timestamp": [1343.7, 1348.58], "text": " I think this hardship is a valuable opportunity for her, for her future growth."}, {"timestamp": [1348.88, 1353.78], "text": " I thank the U.S. government for giving Meng Wanzhou a strong set of wings"}, {"timestamp": [1353.78, 1356.26], "text": " so she can fly higher in the future."}, {"timestamp": [1356.88, 1358.44], "text": " I really believe that."}, {"timestamp": [1360.86, 1366.14], "text": " If you detected more than a hint of bitter sarcasm in there, you might be right."}, {"timestamp": [1366.64, 1369.9], "text": " I noticed, as he spoke, his eyes were tearing up."}, {"timestamp": [1369.9, 1376.8], "text": " For all his pride and his daughter, I wondered if this was the moment that reality was dawning."}, {"timestamp": [1377.44, 1383.14], "text": " The reality of how having one foot in each world, selling to global markets,"}, {"timestamp": [1383.46, 1386.12], "text": " whilst enjoying the benefits of China's way of doing"}, {"timestamp": [1386.12, 1392.24], "text": " business, was unsustainable, and that he may have to choose, perhaps by focusing once again,"}, {"timestamp": [1392.56, 1398.64], "text": " mainly on the Chinese market. But even if he does do that, it won't necessarily spell"}, {"timestamp": [1398.64, 1404.52], "text": " commercial doom. In fact, freezing out Huawei could even backfire on the Americans."}, {"timestamp": [1405.38, 1406.36], "text": " Nicole Peng again."}, {"timestamp": [1407.12, 1409.7], "text": " The Fiji network business, from what we can see,"}, {"timestamp": [1409.96, 1413.18], "text": " it doesn't require a lot of U.S. components."}, {"timestamp": [1413.18, 1418.54], "text": " The smartphone business in China should be also growing this year,"}, {"timestamp": [1418.78, 1424.68], "text": " and this is going to help them to launch their own operating system"}, {"timestamp": [1424.68, 1426.3], "text": " without Google's help."}, {"timestamp": [1426.88, 1431.52], "text": " So Huawei are willing to reduce the reliance on the US."}, {"timestamp": [1432.56, 1437.92], "text": " Ren Zheng Fei says he's already prepared to face down his tormentors."}, {"timestamp": [1440.72, 1445.12], "text": " If the lights go out in the west, the east will still shine."}, {"timestamp": [1445.52, 1448.68], "text": " And if the north goes dark, there is still the south."}, {"timestamp": [1449.48, 1451.32], "text": " The US doesn't represent the world."}, {"timestamp": [1452.22, 1454.9], "text": " The US only represent a portion of the world."}, {"timestamp": [1455.42, 1457.56], "text": " Or, as Steve McGuinness puts it,"}, {"timestamp": [1457.56, 1458.54], "text": " Who cares?"}, {"timestamp": [1458.94, 1462.88], "text": " Hawaii could be already the largest smartphone manufacturer in the world"}, {"timestamp": [1462.88, 1465.16], "text": " without entering the US at all."}, {"timestamp": [1465.76, 1466.58], "text": " And it's true."}, {"timestamp": [1466.94, 1468.92], "text": " Wren doesn't need American consumers."}, {"timestamp": [1468.92, 1471.92], "text": " They make up only a fraction of Huawei's sales."}, {"timestamp": [1472.76, 1478.38], "text": " Whether or not his company comes out winning in the long run is now more in question than before."}, {"timestamp": [1478.94, 1481.0], "text": " But one thing is still true."}, {"timestamp": [1481.58, 1487.44], "text": " It would be wrong to underestimate its ability to adapt and to endure."}, {"timestamp": [1487.44, 1494.0], "text": " If it does, we might have reached the stage where Huawei can afford to ignore both its critics"}, {"timestamp": [1494.0, 1502.64], "text": " and their wallets, an illustration perhaps of how the West barely saw the Chinese coming until it was too late."}, {"timestamp": [1502.64, 1507.48], "text": " Next year is the year of the rat. The rat is the first animal in the Chinese zodiac."}, {"timestamp": [1508.1, 1510.22], "text": " Now, the story is the Jade Emperor"}, {"timestamp": [1510.22, 1512.06], "text": " invited all of the animals"}, {"timestamp": [1512.06, 1513.78], "text": " to come to his house for dinner."}, {"timestamp": [1514.28, 1515.94], "text": " The rat tricked the ox"}, {"timestamp": [1515.94, 1518.74], "text": " into carrying it all the way to the door."}, {"timestamp": [1519.3, 1520.9], "text": " And just as they got to the threshold,"}, {"timestamp": [1521.32, 1522.32], "text": " the rat jumped ahead."}, {"timestamp": [1522.78, 1523.92], "text": " That's a pretty good metaphor"}, {"timestamp": [1523.92, 1525.12], "text": " for how a lot of the Chinese brands are achieving world dominance. They've let the West, the rat jumped ahead. That's a pretty good metaphor for how a lot of the"}, {"timestamp": [1525.12, 1530.56], "text": " Chinese brands are achieving world dominance. They've let the West do the heavy lifting in the"}, {"timestamp": [1530.56, 1536.96], "text": " R&D and the innovation and the investment. They've caught up and now while the Western"}, {"timestamp": [1536.96, 1539.28], "text": " Browns are fighting each other, they've jumped ahead."}, {"timestamp": [1544.72, 1554.0], "text": " Walking around Huawei's massive campus in Shenzhen, it's hard not to be impressed with what Runjung Fei has done in a few short decades."}, {"timestamp": [1554.0, 1560.0], "text": " There's a lake here, with two black swans swimming serenely."}, {"timestamp": [1560.0, 1569.28], "text": " A company legend says Wren brought them here to remind his workers that they must always be prepared for any eventuality."}, {"timestamp": [1569.86, 1577.32], "text": " The company has now gone on the offensive and says it will survive the current crisis, financially at least."}, {"timestamp": [1577.88, 1583.98], "text": " But as West and East grow further apart, Huawei is stuck in the centre of their struggle."}, {"timestamp": [1584.82, 1592.0], "text": " Increasingly blocked out of the West, it will have to focus its energies at home, in China and the East,"}, {"timestamp": [1592.0, 1600.0], "text": " growing where it's still welcome, and, as ever, fighting to prevail."}, {"timestamp": [1600.0, 1605.0], "text": " That's all from Global Business and me, Karishma Vaswani."}, {"timestamp": [1605.0, 1608.0], "text": " The producer was Mike Gallagher."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. Thanks for downloading the World of Business podcast. In this episode, Karishma Vaswani finds out how the Chinese technology company Huawei has become so powerful. If you're just doing something're just doing a thing, is a good thing. If someone can focus on one thing, they'll definitely succeed. This man leads one of the world's most important and controversial companies. If I had focused on raising pigs, I might have become a pig expert. If I had to have a pig expert, if I had to have a pig expert, if I had focus on raising pigs, I might have become a pig expert. If I had focus on tofu, I might have become the king of tofu. Run Zheng Fei founded a giant tech company that now sells more smartphones than Apple, and more network telecom equipment than anyone. It's also a company that parallels the rise of modern China and shows us what capitalism looks like with Chinese characteristics. That company is Huawei. I founded Huawei when China was shifting from planned economy to a market economy. None of us had any idea what a market economy was. Deng Xiaoping spoke of crossing the river by feeding the river bed. If something goes wrong when you are in the river, you might drown. Well, needless to say, Ranjunfei didn't drown. But today, Huawei's technical equipment has come under fire for allegedly enabling the Chinese government to spy, commit cybercrime and even wage cyber warfare. Yet that same equipment sells more than anyone else's. So how should we understand this global giant? I'm Karishma Veswani, the BBC's Asia Business correspondent. And for this week's global business, I'm finding out what makes Huawei tick, how it's grown so big, so fast, and asking if security concerns now threaten its dazzling success. It's early morning Russia on the streets of Shenzhen, southern China. Today, this fast-paced city has become the nation's Silicon Valley. But back in 1980, it was also where Deng Xiaoping created a special economic zone and pioneering technology hub. And seven years later, it's where Huawei began, just after its determined founder had left the People's Liberation Army. I think your kind of a kind of a big-june of a city. I'm an ambitious man. I'm an ambitious man. After leaving the military, I came to Shenzhen. This city pioneer open markets. It's probably the most open market in China. So when I began to work here in a market economy, doing business transactions, it was all very unfamiliar to me. I suffered losses. I was deceived. I was cheated. I have to fight to pick myself up. But this time we have to par up. Mr. Ren Zheng Fei has granted the media few interviews, at least until recently. Ours took months of negotiations, and we were the first international broadcaster in years to talk to him. A tall man, dressed in a navy blue blazer, he wasn't anything like I'd expected. I'd expected to meet a man, who at 73 years old, might be fatigued from battling his company's critics. Instead, I found a leader brimming with energy who's confronted adversity from the very start. You could imagine the living conditions at that time. My part of the registered capital was less than half the monthly salary that a waitress can earn today. Our priority were just to survive. Some people will say because he was in the Army for a long time, he has a discipline. David de Kramer has studied Ren and Huawei for several years, and has written a book on them. And it's not only the army experience. He also experienced the cultural revolution. So there was hardship. I mean, he was born in 1994 in South China, very poor region. He had six brothers and sisters. So basically they were very poor, so he's always at the work hard. Huawei started small, importing basic telecoms equipment from Hong Kong for China's rural markets. But as the 80s progressed, China introduced sweeping market reforms, transforming the economy and creating a new middle class. As China's fortunes grew, so did Huawei's. It began making its own products, taking advantage of a growing technological revolution. The communication industry was going through changes, equivalent to thousands of years in the history of mankind. But to begin with, the only phones we had were those hand-cranked phones that you see in the Old World War II films. We were lucky China was developing its network industry on a big scale at that time. If we tried to start a business today, I don't know if we would succeed. With China's massive growth, perhaps some level of success was always assured. What's less predictable is the way that Wren organized his company and imbued it with a distinctive business philosophy. From early on, he seemed to encompass both Western liberalism and Eastern discipline, bringing two worlds into a harmonious hole. I saw evidence of this mix for myself when I visited the company's latest research campus a few kilometers outside Shenzhen. It's based on 12 European themed villages. Even the gardens here have been manicured to look like their gardens in Paris, Rome or Milan. Everywhere I went, I could see Roman columns, Greek pillars, and classical-style sculpture. It's as if China was designed by the architects of Europe's glorious past. And to get around, a British-style traditional steam train running past cobbled streets, Parisian-looking cafes, and an artificial lake. Perhaps it's all meant to symbolize those eclectic values, David de Kramer again. It's always been an integration of ideas. It puts together the more Asian leadership styles, I would say, where it is about the dedication, the strength of the hierarchical system as well, together with the Western system of like individual ambition and achievements. Also, in the West he found that inspiration in terms of how government structures make sure that human greed is controlled. So that's why I call Waii sometimes a controlled democracy. So they have a democratic element. People can express their concerns. They can criticize people, but at the end of the day, the leader still has to decide. Wren also espouses an intensive work ethic derived from a typically Asian sensibility of personal sacrifice. It's led to a famous, some might say infamous phenomenon known as wolf or mattress culture. Wolf because of the raw hunger you're expected to have as a Huawei employee, and mattress for the times you'll sleep in the office. Few people, it seems, work as diligently as a Huawei worker. Li Peng Fei is a Huawei engineer, recently returned to China from the United States. I met him at Company HQ, which is still in Shenzhen. You have to be passionate about your work. You have a specific target and work really hard towards it. For example, Huawei had a team, and they forgot to sleep, they forgot to eat. And that kind of feeling is really amazing for me. Like Steve Jobs said, you want to work with eight players. Wren seems to have believed from the start that Huawei was destined for greatness, starting with domestic firms. David de Kramer. Huawei wanted to bring better quality to China, but, of course, competing with international companies, they weren't able to do so. But on the other hand, you had the Chinese companies, most of them were state-owned enterprises, so that made it very difficult to compete with them because they were basically subsidized by the government. So they were falling in between. That's where I think the strong focus on customer service comes from. Huawei is known to be extremely service-driven. Global standards helped Huawei conquered the Chinese market, even as it enjoyed more than a little assistance. Sometime in the early 90s, the People's Liberation Army gave it a lucrative contract. Later, the Chinese government identified it as a national champion, supporting it to expand overseas. Yet the overseas customers Huawei prioritized were not the wealthy West, but developing countries in China's backyard, like India and Indonesia, countries with fast-growing middle classes of their own. Steve McGuinness is a brand consultant with expertise across Asia. He says it was a masterstroke. Huawei has done a very, very good job of implementing a long-term strategic plan. They've put themselves into the markets that best suit their product. They've entered markets with an affordable price, and as those markets, consumers are becoming increasingly well off, they've become much more discerning, but they're loyal. They stick with the brand they started with. Whyhee has risen with that tide. And it wasn't only an economic tide. Overseas success coincided with the arrival of a technology that's defined our age, the smartphone. Selling smartphones in the developing world meant Huawei could avoid competition with premium brands like Apple and Samsung, which dominated more advanced markets. But it meant waiting for the developing countries to prosper before scooping the really big rewards. In other words, playing a long game. Run took an unusual approach to this. He's always insisted Huawei should not be floated on the stock exchange, rejecting shareholders who might demand quick returns. Publicly listed companies have to pay attention to their balance sheets, otherwise profits will drop, along with their share prices. At Huawei, we know that if we fertilize our soil, it will become more bountiful. At the end of the day, this soil is ours, so why would we scatter someone else's fertilizer on it? That's how we manage to pull ahead. We don't have to worry about fluctuations in our balance sheets. No public shareholders means no dividends to pay, freeing up more money to spend on investment. Much, much more. Huawei's research and development, or R&D budget, is now one of the world's biggest, and it's proved key to their success. Nicole Peng is an analyst at Canales, a research and market intelligence firm in Hong Kong. Huawei do have the capability to spend more on the leading technology like AI compared to everyone else. They'd be able to build their own chipset to support the features on the smart phones that you need. So the R&D capability of Huawei has been very important. And I think this is also key factor to contribute to the smart phone success. Okay, Hami. You just see a, Hami. Down at Huawei's research labs, they'll tell you that their technologies now literally years ahead of competitors. What's more, Huawei's 25 labs, they'll tell you that their technologies now literally years ahead of competitors. What's more, Huawei's 25,000 researchers can afford enviable leeway to experiment. Leapung Fei, the engineer who left the U.S. to work at Huawei, says he and his colleagues enjoy a level of freedom more like academia than commercial industry. Last year, Huawei spent almost $15 to $20 billion to the research and development. And 30 to 40% of that goes to the basic science research. I think that is really exciting. Most of the companies, they would like to make profit immediately, right? Is the work that you're doing today, is there a sort of direct profitability involved? No. My research is not directly involved in profit. My work is about fundamental research. What is it trying to achieve? I should say exploration is just explore it, explore it to see if this really works or not. That's a lot of freedom. Yeah. In recent years, this strategy has paid off. You could see evidence of how well Huawei was doing in shopping malls like this one all across Asia. Its mobile phones and tablets used to be seen as cheap knock-offs of Western brands. But over the last few years, they've become frontrunners. Why did you choose Huawei? Because now the leading phone producer in the work. I was using iPhone, I was using Samsung, and now I will stick to Huawei all the way until the future. What do you like about the Huawei phone? I like the picture snapping and all there. It's just very good. Many people seem to mention the camera, which might be no coincidence. A key aspect of Huawei's business plan is to identify a single most desirable aspect of a product and then use all that R&D firepower to become the best at it. Nicole Peng. They believe they are not able to overtake the global leader by do it all. They are not able to have the best operating system, the best UI. So they find out the key features that global consumers would like to have on the phone. And then they really try to excel on this feature. They want to make sure it is better than anyone else. It didn't hurt that Huawei was still getting that little helping hand from the Chinese government. China government worked more with Huawei instead of international brand, so it's relatively easy for them to grow their market share in China compared to Apple and Samsung. So Beijing effectively blocks out the competition. Exactly. Huawei's rivals are well aware of these kinds of arrangements. Some have protested, but others point out that what might appear corrupt in some countries is par for the course in China. As an Englishman based in Asia, the consultant, Steve McGuinness, is well placed to see both sides of the coin. In any case, he says, nothing's likely to change. I think the key element within this is this business government dichotomy that the West have invented. In Asia, in China particularly, that split just isn't there. For business to succeed in China, it needs to have links to the government. It's the way things are. A Chinese consumer would no more expect a business to not be in bed with the government than the sky do not be blue one day or the rain not to be wet. But those close links to Beijing are precisely what's behind the growing concern, in the US at least, that Huawei's products could pose a security risk. In May, Washington effectively banned any US business from buying or selling to Huawei. This means Huawei can't use any U.S. business from buying or selling to Huawei. This means Huawei can't use any software or hardware from Western companies, like Google or Microsoft, without U.S. government approval. No more Android-operating software on its phones, no more Microsoft Windows on its tablets. Nicole Pang says it's a huge blow for the consumer arm of Huawei's business. There are a lot of impacts immediately. Firstly, the components, some of the key components, they are currently sourcing from US supplier. Secondly, is the Google announcement saying that they will not be able to support Huawei on the mobile services. Without Google support, this will cripple usability of the smartphone because international market consumer has been relying on Google service a lot. The last part is the relationship with partners. I think the question that partner might have is, will Huawei become the target of US again? The technology Washington suspects is not only Huawei's mobile phone handsets. At the root of US spheres is its equally advanced 5G technology that will revolutionize the way we use the internet. Down a little alleyway in a rundown neighborhood in Shenzhen, the revolution's already taking place. Huawei's engineers are putting up a 5G antenna. It looks quite simple, until you remember the magic that this equipment will bring. 5G or 5th generation technology is the next wave of mobile internet. It's faster, carries more data, and once fully developed will be integral to almost everything we do. Your fridge could detect when it's low on food and reorder your groceries. Your power supplies could turn themselves on and off when the time's right. Or your car could know where to go and drive itself there. You can see the problem here. The very nature of 5G means that if someone hacked into it, they could control or even destroy many aspects of our lives. And Huawei has those perceived links to Beijing, long suspected of cyber espionage against other governments. Some countries are crying foul. The Americans have banned Huawei from building their fifth-generation telecoms network, as have the Australians. I don't think of Huawei as a threat so much as a risk, but Huawei represents an elevated level of risk because of the influence and control that the Chinese Communist Party could exert over the company. Tom Yurin is a researcher at the Australian Strategic Policy Institute, which helped to inform his country's decision. They may do things that they think are in the Communist Party interest, but would be detrimental for us. So, for example, the theft of intellectual property or government secrets. In one example, it's been reported that an Australian company lost a billion dollars because their negotiating position was stolen. So that's the sort of thing that could happen. Huawei denies its systems are vulnerable to hacking by third parties and says its technology is as secure as anyone else's. Runjeng Fei also says the company is completely independent of China's Communist Party and that no one has found any concrete evidence to the contrary. We have given the world 30 years of service, with no record of security breaches. What is the factual basis for the American charges? You don't need a smoking gun necessarily to take a sensible mitigation approach. If you see a restaurant that's filthy, you don't need to see the official notice declaring it to be unsafe to avoid eating there. The very nature of the way China's Communist Party operates within corporate China makes its relationship with Huawei problematic at best. Like every company in China, Huawei has a Communist Party committee. The official line is that it exists to help employees uphold the country's moral and social values. But questions over abuse and exploitation are inevitable. And as suspicions grow, it isn't only business that's now at stake. Things are also getting personal for Ranjeng Fei. In December 2018, Canadian authorities arrested Huawei's chief financial officer Meng Wanjo on the behest of the U.S. government, who say she violated sanctions against Iran. She's awaiting extradition and faces years in jail if convicted. She also happens to be Rang Zheng Fei's daughter. When I asked Ren about this, he replied with characteristically defiant words. I think this hardship is a valuable opportunity for her, for her future growth. I thank the U.S. government for giving Meng Wanzhou a strong set of wings so she can fly higher in the future. I really believe that. If you detected more than a hint of bitter sarcasm in there, you might be right. I noticed, as he spoke, his eyes were tearing up. For all his pride and his daughter, I wondered if this was the moment that reality was dawning. The reality of how having one foot in each world, selling to global markets, whilst enjoying the benefits of China's way of doing business, was unsustainable, and that he may have to choose, perhaps by focusing once again, mainly on the Chinese market. But even if he does do that, it won't necessarily spell commercial doom. In fact, freezing out Huawei could even backfire on the Americans. Nicole Peng again. The Fiji network business, from what we can see, it doesn't require a lot of U.S. components. The smartphone business in China should be also growing this year, and this is going to help them to launch their own operating system without Google's help. So Huawei are willing to reduce the reliance on the US. Ren Zheng Fei says he's already prepared to face down his tormentors. If the lights go out in the west, the east will still shine. And if the north goes dark, there is still the south. The US doesn't represent the world. The US only represent a portion of the world. Or, as Steve McGuinness puts it, Who cares? Hawaii could be already the largest smartphone manufacturer in the world without entering the US at all. And it's true. Wren doesn't need American consumers. They make up only a fraction of Huawei's sales. Whether or not his company comes out winning in the long run is now more in question than before. But one thing is still true. It would be wrong to underestimate its ability to adapt and to endure. If it does, we might have reached the stage where Huawei can afford to ignore both its critics and their wallets, an illustration perhaps of how the West barely saw the Chinese coming until it was too late. Next year is the year of the rat. The rat is the first animal in the Chinese zodiac. Now, the story is the Jade Emperor invited all of the animals to come to his house for dinner. The rat tricked the ox into carrying it all the way to the door. And just as they got to the threshold, the rat jumped ahead. That's a pretty good metaphor for how a lot of the Chinese brands are achieving world dominance. They've let the West, the rat jumped ahead. That's a pretty good metaphor for how a lot of the Chinese brands are achieving world dominance. They've let the West do the heavy lifting in the R&D and the innovation and the investment. They've caught up and now while the Western Browns are fighting each other, they've jumped ahead. Walking around Huawei's massive campus in Shenzhen, it's hard not to be impressed with what Runjung Fei has done in a few short decades. There's a lake here, with two black swans swimming serenely. A company legend says Wren brought them here to remind his workers that they must always be prepared for any eventuality. The company has now gone on the offensive and says it will survive the current crisis, financially at least. But as West and East grow further apart, Huawei is stuck in the centre of their struggle. Increasingly blocked out of the West, it will have to focus its energies at home, in China and the East, growing where it's still welcome, and, as ever, fighting to prevail. That's all from Global Business and me, Karishma Vaswani. The producer was Mike Gallagher."}