{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.88, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.9, 11.54], "text": " Welcome to the BBC's world of business. I'm Ruth Alexander."}, {"timestamp": [11.98, 14.92], "text": " And in this download edition of Radio 4s in business,"}, {"timestamp": [14.92, 19.6], "text": " I've been meeting the people digging into the economic costs and opportunities"}, {"timestamp": [19.6, 23.52], "text": " of dealing with the scourge of our roads, potholes."}, {"timestamp": [24.96, 25.36], "text": " So this is quite a deep hole. of dealing with the scourge of our roads, potholes."}, {"timestamp": [25.36, 32.64], "text": " So this is quite a deep hole. It's, um, it's got, unfortunately it's been raining earlier today."}, {"timestamp": [32.64, 39.2], "text": " It's been nice and wet, so I'm just taking out the water. And that's always a big challenge,"}, {"timestamp": [39.2, 42.64], "text": " getting water away. Water damages things more than anything else."}, {"timestamp": [43.92, 45.76], "text": " And make sure I don't give it over your toes"}, {"timestamp": [45.76, 54.08], "text": " which I think I'm probably brushing it the wrong way we'll be pouring back in again"}, {"timestamp": [54.08, 60.16], "text": " Sarah Randall Johnson is one of the small army of volunteers taking Devon's pothole"}, {"timestamp": [60.16, 66.66], "text": " problem into their own hands okay so this so this is a temper, lovely name."}, {"timestamp": [67.48, 69.96], "text": " I wish I was in temper at the moment, actually, it's a bit chilly today."}, {"timestamp": [71.04, 73.78], "text": " So this is like a metal pole with a flat bit on the end?"}, {"timestamp": [74.08, 74.3], "text": " Yes."}, {"timestamp": [74.44, 77.2], "text": " You just pound the ground with it, the newly laid asphalt."}, {"timestamp": [77.7, 79.52], "text": " Correct. So, yes."}, {"timestamp": [80.0, 81.14], "text": " And it's fairly straight forward."}, {"timestamp": [81.26, 83.4], "text": " It's not particularly difficult."}, {"timestamp": [84.74, 86.24], "text": " It's good to get calories off"}, {"timestamp": [89.44, 95.52], "text": " you see the advantage we've got as community road wardens is that we can do it when the weather's good"}, {"timestamp": [96.24, 102.08], "text": " we're not having to do it when it's raining or particularly unpleasant time for doing it"}, {"timestamp": [102.08, 106.0], "text": " bare weather potmore with bearer exactly the one thing you don't want to do is fill weather pot hole would bearer. Exactly."}, {"timestamp": [106.0, 109.0], "text": " The one thing you don't want to do is fill a pothole here"}, {"timestamp": [109.0, 111.0], "text": " when it's pouring with rain."}, {"timestamp": [111.0, 115.0], "text": " You know, and the schedule that our contractors have to do"}, {"timestamp": [115.0, 117.0], "text": " would sometimes require them to do that."}, {"timestamp": [117.0, 121.0], "text": " Sarah's a conservative county and parish councillor,"}, {"timestamp": [121.0, 124.0], "text": " one of several who lobbied Devon County Council"}, {"timestamp": [124.0, 125.76], "text": " to give them the training and the kit"}, {"timestamp": [125.76, 131.0], "text": " to fix the small potholes that they'd otherwise wait a long time for the road maintenance"}, {"timestamp": [131.0, 135.24], "text": " contractors to repair. As a counsellor, do you get a lot of complaints from people about"}, {"timestamp": [135.24, 140.44], "text": " potholes? Oh absolutely. Number one issue. Really? Stay to the roads. Oh yes."}, {"timestamp": [142.56, 146.1], "text": " Devon has the longest road network in England,"}, {"timestamp": [146.1, 151.34], "text": " 8,000 miles worth and thousands of potholes to match."}, {"timestamp": [151.34, 155.66], "text": " Whether you think volunteers should be carrying out road repairs or not,"}, {"timestamp": [155.66, 159.16], "text": " Sarah and the other 60 or so volunteers would probably agree"}, {"timestamp": [159.16, 161.82], "text": " that they're not the long-term solution,"}, {"timestamp": [161.82, 166.4], "text": " here in Devon or in any of the UK's pothole-marked counties."}, {"timestamp": [170.4, 175.28], "text": " Almost everyone has something to say about the ubiquitous pothole,"}, {"timestamp": [175.28, 180.88], "text": " but this isn't going to be a programme about the familiar argument between angry motorists"}, {"timestamp": [180.88, 186.0], "text": " and cash-strapped councils. Because if you look deep into potholes,"}, {"timestamp": [186.0, 189.0], "text": " you know, past the puddle of water and the leaves and the stones,"}, {"timestamp": [189.0, 193.0], "text": " we've discovered you find much more."}, {"timestamp": [193.0, 194.0], "text": " As you'll hear,"}, {"timestamp": [194.0, 197.0], "text": " potholes offer an illuminating insight"}, {"timestamp": [197.0, 201.0], "text": " into the cost to business and society of bad infrastructure,"}, {"timestamp": [201.0, 206.0], "text": " as well as the potential economic gains to be had from rethinking"}, {"timestamp": [206.0, 210.44], "text": " fundamentally how we look after the roads we all rely on."}, {"timestamp": [214.4, 220.56], "text": " There can't be many people who haven't come into unwelcome contact with a pothole"}, {"timestamp": [220.56, 226.64], "text": " in roads, pavements or cycle tracks. Pedestrians trip over them, motorists get stuck in them."}, {"timestamp": [227.16, 229.2], "text": " Cyclists can fare even worse."}, {"timestamp": [229.84, 235.54], "text": " They cost insurance companies and councils millions of pounds in claims."}, {"timestamp": [236.14, 242.46], "text": " Businesses and consumers significant sums in damaged goods, and they can cost lives."}, {"timestamp": [243.3, 247.26], "text": " Under pressure, the Chancellor of the Exchequer announced in his latest budget"}, {"timestamp": [247.26, 249.8], "text": " that he was shoveling some money at the problem."}, {"timestamp": [250.28, 256.38], "text": " Every member of Parliament will testify that potholes are high on the public's list of concerns."}, {"timestamp": [257.28, 263.28], "text": " So as autumn takes hold, I am making an additional £420 million available"}, {"timestamp": [263.28, 269.0], "text": " immediately to local highway authorities to tackle"}, {"timestamp": [269.0, 273.98], "text": " potholes, bridge repairs and other minor works in this financial year."}, {"timestamp": [275.02, 282.5], "text": " 420 million pounds. That's not actually a big number, given the scale of the problem,"}, {"timestamp": [282.86, 285.0], "text": " not nearly enough to fix our roads."}, {"timestamp": [285.0, 288.0], "text": " But we're not going to get into the politics."}, {"timestamp": [288.0, 294.0], "text": " Instead, let's meet the engineers and businesses who are exploring new ways to mend our roads"}, {"timestamp": [294.0, 298.0], "text": " that they say could make a big difference."}, {"timestamp": [298.0, 302.0], "text": " Let's start with the basics."}, {"timestamp": [302.0, 304.0], "text": " How you fill a pothole?"}, {"timestamp": [304.0, 305.0], "text": " So whole this part is for engineering. So it's quite 60s. Let's start with the basics. How you fill a pothole?"}, {"timestamp": [307.42, 307.98], "text": " So whole this part is for engineering."}, {"timestamp": [309.76, 313.76], "text": " So it's quite 60s... In amongst the concrete towers of the University of Brunel in West London,"}, {"timestamp": [314.32, 318.66], "text": " Dr Mujib Raman spends his days puzzling over potholes"}, {"timestamp": [318.66, 322.24], "text": " and his spare time boring his family about them."}, {"timestamp": [322.74, 323.88], "text": " They call me pothole doctor."}, {"timestamp": [324.6, 327.0], "text": " Because I... Oh, let's talk about potholes."}, {"timestamp": [327.0, 329.0], "text": " And even if I drag, I say, look at this pothole."}, {"timestamp": [329.0, 331.0], "text": " Why this pothole is here?"}, {"timestamp": [331.0, 333.0], "text": " He used to work as a road repair engineer."}, {"timestamp": [333.0, 337.0], "text": " And I was mostly responsible to fix many particles."}, {"timestamp": [337.0, 339.0], "text": " So I got some practical experience."}, {"timestamp": [339.0, 343.0], "text": " I spent many nights in M4, M25."}, {"timestamp": [343.0, 347.76], "text": " And then he left that job to try to work out if there was a better way of doing it."}, {"timestamp": [347.96, 351.8], "text": " A question, it turned out, no one else had ever bothered to ask."}, {"timestamp": [352.36, 358.4], "text": " I started first research on portfolio 2011, and we started looking, is there any literature,"}, {"timestamp": [358.68, 362.46], "text": " and we found nothing out there. So we had to start from scratch."}, {"timestamp": [362.46, 366.4], "text": " So our research has been concentrated on building new roads,"}, {"timestamp": [366.4, 370.6], "text": " with exciting new materials, not repairs, pots, they were a bit boring."}, {"timestamp": [370.6, 374.0], "text": " So that was really right at the bottom in the research agenda."}, {"timestamp": [374.0, 379.6], "text": " Seven years later, his team's big idea seems actually quite simple."}, {"timestamp": [379.6, 384.0], "text": " One of the researchers, Aaron, showed me how their prototype machine works."}, {"timestamp": [384.0, 387.9], "text": " So if I start running it now, it will literally just start running back and forth"}, {"timestamp": [387.9, 389.1], "text": " and then we'll turn the heaters on."}, {"timestamp": [389.52, 393.82], "text": " You'll hear the heat has come on, and then you'll just hear the heat beaming down."}, {"timestamp": [393.92, 396.82], "text": " We have got a slab underneath just as a test as well."}, {"timestamp": [403.82, 408.24], "text": " An infrared heater runs back and forth on rails over a slab of asphalt."}, {"timestamp": [408.24, 414.76], "text": " Mujabraban says that the temperature of the road and that of the filler you're shoveling into the pothole are crucial."}, {"timestamp": [414.76, 422.12], "text": " If the road is colder than the filler or vice versa, it won't bond, which means the repair won't last."}, {"timestamp": [422.12, 428.26], "text": " And we found if we do about 10 minutes of pre-heating,"}, {"timestamp": [429.18, 432.44], "text": " it's nearly improves the bondstand nearly 100%."}, {"timestamp": [432.44, 438.1], "text": " Your hope essentially is that if you can get this technology right"}, {"timestamp": [438.1, 439.3], "text": " and if it gets taken up,"}, {"timestamp": [439.58, 443.62], "text": " then there will be, in the long run, fewer potholes to repair."}, {"timestamp": [443.9, 445.38], "text": " Exactly, and repeat repair."}, {"timestamp": [445.38, 451.94], "text": " So one of the challenges is for the authorities, local authorities say many of the repairs"}, {"timestamp": [451.94, 452.94], "text": " are repeat repairs."}, {"timestamp": [452.94, 458.08], "text": " Although they repair it for two years, they have to go back after six months, probably"}, {"timestamp": [458.08, 460.52], "text": " over after one winter."}, {"timestamp": [460.52, 463.46], "text": " Is the whole system needs to rethink."}, {"timestamp": [463.46, 465.98], "text": " And you're not just talking from your lab here"}, {"timestamp": [465.98, 467.88], "text": " where you have perfect conditions."}, {"timestamp": [468.28, 470.14], "text": " And you've worked out there, you've seen this happening,"}, {"timestamp": [470.28, 472.16], "text": " to be completely honest,"}, {"timestamp": [472.5, 474.08], "text": " you've been part of the rush job yourself."}, {"timestamp": [474.28, 474.9], "text": " Yeah, yeah."}, {"timestamp": [475.1, 476.56], "text": " We did a trial in Nottingham."}, {"timestamp": [477.02, 478.82], "text": " It was a road surface."}, {"timestamp": [479.62, 482.06], "text": " They started about half 11, 12."}, {"timestamp": [482.18, 484.02], "text": " They had to finish by 2 o'clock."}, {"timestamp": [484.28, 486.66], "text": " And you see the rush."}, {"timestamp": [486.66, 491.08], "text": " From there, we can say, yeah, something going to be wrong there, probably six months."}, {"timestamp": [491.08, 496.56], "text": " Mujib Rahman and his team are also looking at what causes potholes in the first place."}, {"timestamp": [496.56, 498.6], "text": " It's water that does the damage."}, {"timestamp": [498.6, 502.8], "text": " The way we coat roads to reduce noise may let more water in."}, {"timestamp": [502.8, 506.2], "text": " And as PhD researcher Fosier Saeed has been discovering,"}, {"timestamp": [506.2, 510.76], "text": " the tyres favoured by haulage companies, amongst others, which give them good grip,"}, {"timestamp": [510.76, 512.76], "text": " aren't doing our roads much good either."}, {"timestamp": [512.76, 518.8], "text": " The purpose was to develop a novel laboratory test and we simulate the interaction"}, {"timestamp": [518.8, 528.24], "text": " between tire, water and pavement. So if there's a certain tread depth of a tire, that's one factor combined with high frequency"}, {"timestamp": [528.24, 529.92], "text": " like high speed."}, {"timestamp": [529.92, 533.18], "text": " Potholes are a truly global phenomenon."}, {"timestamp": [533.18, 536.8], "text": " Bad news for most of us, good news for Mujah."}, {"timestamp": [536.8, 543.86], "text": " He has a company investing in his infrared pothole heating machine, inside which is patented technology."}, {"timestamp": [543.86, 547.0], "text": " The work going on in this lab could be highly profitable."}, {"timestamp": [547.0, 550.0], "text": " Potentially, we did some simple statistics,"}, {"timestamp": [550.0, 552.0], "text": " how many machines we need, how many kilometres,"}, {"timestamp": [552.0, 555.0], "text": " how many car ownership, everything,"}, {"timestamp": [555.0, 559.0], "text": " and we can sell hundreds of thousands probably across the world."}, {"timestamp": [559.0, 563.0], "text": " We build most of our road infrastructure in 60, 70s."}, {"timestamp": [563.0, 567.5], "text": " So, for example, M25 was designed for 20 years in"}, {"timestamp": [567.5, 574.36], "text": " 1965, 66. We had a meeting with M25 a few weeks ago. They had two portals, they have two"}, {"timestamp": [574.36, 581.96], "text": " portals on a bridge. So they have to close this bridge. Bridge. It's a motorway bridge. So they"}, {"timestamp": [581.96, 585.08], "text": " have to close this bridge to the repair. So they were saying"}, {"timestamp": [585.08, 591.02], "text": " the total cost in terms of closing the road and the traffic delays and everything, that could be nearly"}, {"timestamp": [591.02, 598.5], "text": " half a million. Let's just have a moment to take that in. The cost of closing a motorway and fixing"}, {"timestamp": [598.5, 609.14], "text": " just two potholes could amount to half a million pounds. Not every hole costs that much, but there are many thousands that need fixing,"}, {"timestamp": [609.66, 613.3], "text": " and Mujah Bhram says that number is increasing all the time."}, {"timestamp": [613.98, 619.92], "text": " Perhaps the first task is to look more closely into exactly what's happening to all our roads"}, {"timestamp": [619.92, 621.68], "text": " and why they're disintegrating."}, {"timestamp": [622.4, 626.28], "text": " Could data gathering help stop potholes in their tracks?"}, {"timestamp": [627.6, 631.2], "text": " Here we are right in the centre of Leeds, very smart city centre,"}, {"timestamp": [631.32, 633.74], "text": " but look at that in the road."}, {"timestamp": [633.84, 634.34], "text": " What's that?"}, {"timestamp": [634.6, 637.84], "text": " That is what you could possibly describe as the burst of a pothole."}, {"timestamp": [639.92, 643.64], "text": " This is Paula Clayton Smith, who with colleague Steve Burtzall,"}, {"timestamp": [643.82, 645.16], "text": " runs a company called Gaste,"}, {"timestamp": [645.52, 648.52], "text": " which uses new technology to carry out road surveys."}, {"timestamp": [648.92, 650.4], "text": " I met them in Leeds City Centre."}, {"timestamp": [651.0, 654.04], "text": " Right, a very small dent in the road."}, {"timestamp": [654.04, 659.68], "text": " It is a small dent, but it's, I mean, it sounds quite amusing to say it's the birth of a pothole,"}, {"timestamp": [660.0, 663.68], "text": " but actually, you know, it's from this that you'll start to grow out,"}, {"timestamp": [664.0, 667.24], "text": " that you'll start to see when the weather ingress is into it,"}, {"timestamp": [667.66, 671.06], "text": " when it starts to crack with the weather and ice and water and rain,"}, {"timestamp": [671.44, 672.72], "text": " and the weight of vehicles."}, {"timestamp": [673.34, 677.94], "text": " And then it just sort of spreads along what you can see, a line along this road here as well."}, {"timestamp": [677.94, 680.04], "text": " Yeah, there's just a horizontal line across the road."}, {"timestamp": [680.16, 680.4], "text": " Yeah."}, {"timestamp": [680.54, 683.36], "text": " Well, that's like a, look, it looks like a point where,"}, {"timestamp": [684.12, 685.34], "text": " has there been a repair there?"}, {"timestamp": [685.76, 689.84], "text": " So yes, that's actually where we've got two different road surfaces that have been laid at different times meet."}, {"timestamp": [690.46, 697.86], "text": " Where we see this quite often is on utility reinstatements, where they've been into the road, they've dug the road up, they've relayed a patch and then sealed around that patch."}, {"timestamp": [698.18, 700.64], "text": " It's around those patches that we see a lot of the damage."}, {"timestamp": [701.1, 708.74], "text": " So we live in a world now where we put more and more things in the road, with broadband being rolled out. We find we've got more of these repairs, more damage through"}, {"timestamp": [708.74, 712.7], "text": " that, and of course councils have got less funding to fix that, and then that's just leading"}, {"timestamp": [712.7, 714.08], "text": " to that cycle of decline, really."}, {"timestamp": [714.84, 719.06], "text": " Paula recently gave evidence that a Commons Transport Select Committee that's looking at the"}, {"timestamp": [719.06, 724.44], "text": " cost of road repairs, making the case for a new kind of data collection and analysis."}, {"timestamp": [724.44, 730.78], "text": " We've got a small fleet of vehicles with five high-definition camels on them"}, {"timestamp": [730.78, 734.16], "text": " that capture the highest imagery you can get every metre."}, {"timestamp": [734.9, 741.24], "text": " And then from that we have specialists of programmes, teams and inspectors that help analyse that"}, {"timestamp": [741.24, 746.4], "text": " and produce information back to a local authority or any other clients that we're working with."}, {"timestamp": [746.82, 749.6], "text": " And that allows them to understand the state of the road"}, {"timestamp": [749.6, 750.72], "text": " and then prepare schemes"}, {"timestamp": [750.72, 755.68], "text": " and will help them prepare investment cases and strategies and so forth."}, {"timestamp": [755.84, 759.06], "text": " We have the capacity to survey in good light conditions,"}, {"timestamp": [759.16, 760.58], "text": " about 2,000 kilometres a day."}, {"timestamp": [761.16, 763.2], "text": " We take on almost a forensic view of the road."}, {"timestamp": [763.28, 769.52], "text": " We can determine cracks within 15 different types of cracking, for example. So how we analyse that. And as we develop more"}, {"timestamp": [769.52, 773.92], "text": " and more systems for doing that, like artificial intelligence for example, we're using that now,"}, {"timestamp": [773.92, 777.28], "text": " we can get some really powerful data from just a picture."}, {"timestamp": [777.28, 781.6], "text": " Fifteen types of cracks, I thought that was just a crack or a hole, but it's a very particular"}, {"timestamp": [781.6, 785.08], "text": " type of crack actually. It does tell you quite a lot."}, {"timestamp": [785.18, 785.7], "text": " It's like your skin."}, {"timestamp": [786.14, 788.78], "text": " You know, you can see from what's happening on the surface."}, {"timestamp": [788.9, 790.38], "text": " It's got the clues as what's going underneath."}, {"timestamp": [790.72, 791.52], "text": " You've got me intrigued."}, {"timestamp": [791.6, 793.28], "text": " I'd love to have a closer look"}, {"timestamp": [793.28, 795.18], "text": " because once you've collected the data, of course,"}, {"timestamp": [795.26, 796.84], "text": " then a key thing is to analyse it."}, {"timestamp": [796.92, 798.56], "text": " So I'd love to see."}, {"timestamp": [798.68, 799.08], "text": " Thank you."}, {"timestamp": [800.34, 803.56], "text": " In a plush office belonging to the company's investors,"}, {"timestamp": [804.06, 806.0], "text": " think fabulous views over Leeds,"}, {"timestamp": [806.0, 811.0], "text": " velvet furniture and amazing coffee, Steve gets out his laptop."}, {"timestamp": [811.0, 818.0], "text": " So we're zooming in right down onto the road surface, as you can see, we can zoom in almost to just a single piece of aggregate,"}, {"timestamp": [818.0, 820.0], "text": " down to a chipping in the road actually."}, {"timestamp": [820.0, 825.32], "text": " And we can see some ironwork there, and we can read who who actually owns that is Yorkshire Water in this case."}, {"timestamp": [825.32, 829.0], "text": " Yeah, it does look like you're standing right on the road like you say you can see all the detail."}, {"timestamp": [829.0, 834.4], "text": " Yeah and that's it. So what we're doing really is taking that imagery, we're breaking it down and putting it into a map form"}, {"timestamp": [834.4, 838.7], "text": " that we can then give to our customers who can put that together with all the other information they have on road."}, {"timestamp": [838.7, 843.2], "text": " So how skid resistance on that road, for example, or road safety, road markings."}, {"timestamp": [843.2, 848.8], "text": " So the argument is a local authority using this information could better prioritise its repairs,"}, {"timestamp": [849.3, 853.8], "text": " seeing there'd be more value in repairing a road with a school or a doctor's surgery on it"}, {"timestamp": [853.8, 856.08], "text": " than a quiet one that's much less travelled."}, {"timestamp": [856.8, 861.12], "text": " Among those they've already worked with, Steve Berzel says, is Blackpool Council,"}, {"timestamp": [861.66, 865.04], "text": " showing how targeted road repairs save serious money."}, {"timestamp": [865.04, 870.04], "text": " So Blackpool borrowed $30 million under what's called a potential borrowing scheme."}, {"timestamp": [870.04, 873.24], "text": " So they borrowed that money to pay it back over 25 years."}, {"timestamp": [873.24, 877.08], "text": " But their estimates over that period of paying that $30 million back was that they would save"}, {"timestamp": [877.08, 878.24], "text": " $100 million."}, {"timestamp": [878.24, 880.76], "text": " And what did they do with that money, the investment?"}, {"timestamp": [880.76, 885.4], "text": " So they basically did a whole lot of resurfacing and repairs to the footway"}, {"timestamp": [885.4, 889.76], "text": " and carriageway across the whole network. Not to bring it back to brand new, but to really take"}, {"timestamp": [889.76, 895.78], "text": " out that expensive maintenance liability that they had. So rather than doing a patch here and a"}, {"timestamp": [895.78, 901.26], "text": " patch there when a problem had come up, they had a proper look at the roads and thought, what do we"}, {"timestamp": [901.26, 910.12], "text": " need to do and borrowed the money to do it and just a lot of work? And that set them up for the future? Yes, it did. And there's a real benefit in doing that."}, {"timestamp": [910.56, 914.24], "text": " Not only do you improve the roads and improve the experience for the road use, and you take out"}, {"timestamp": [914.24, 919.92], "text": " the compensation claims that you're losing annually every year. Blackpool Council says its payouts"}, {"timestamp": [919.92, 925.82], "text": " for tripping claims have since fallen from £ million pounds a year to under 300,000,"}, {"timestamp": [925.82, 928.42], "text": " in other words, almost tenfold."}, {"timestamp": [928.42, 934.32], "text": " It gives an idea of the huge hidden cost of potholes, as did the revelation that two potholes"}, {"timestamp": [934.32, 939.06], "text": " on a motorway bridge was going to cost half a million pounds of disruption."}, {"timestamp": [939.06, 944.32], "text": " But looking further into the future, some have ideas about how to remove the need for"}, {"timestamp": [944.32, 946.4], "text": " pothole repair road closures"}, {"timestamp": [946.4, 961.2], "text": " altogether. Rattling along the corridors of Leeds University on a low-tech metal trolley is a bit of"}, {"timestamp": [961.2, 971.0], "text": " very high-tech kit. The engineering department hopes could take pothole mending into a new dimension."}, {"timestamp": [971.0, 978.0], "text": " Once outside, it's set on the ground and put into action."}, {"timestamp": [978.0, 981.0], "text": " Ooh!"}, {"timestamp": [981.0, 985.52], "text": " Immediately blows all the leaves away around it. Those are powerful propellers."}, {"timestamp": [990.8, 995.04], "text": " It's a propeller-driven drone, equipped with a 3D printer,"}, {"timestamp": [995.64, 1000.52], "text": " part of a larger project exploring how cities could become self-repairing."}, {"timestamp": [1001.28, 1006.36], "text": " Research fellow, Dr Jason Liu, describes a world where drones fly around assessing"}, {"timestamp": [1006.36, 1012.76], "text": " the state of our roads, spotting small defects and doing mini repair jobs before they become"}, {"timestamp": [1012.76, 1013.76], "text": " big problems."}, {"timestamp": [1013.76, 1019.76], "text": " So one drone has already identified, prioritise which defects on the road needs to be fixed."}, {"timestamp": [1019.76, 1024.84], "text": " It will send location to this drone, which will then fly to the location, land nearby"}, {"timestamp": [1024.84, 1025.92], "text": " in a safe location. And then with the tracks that we've added to this drone which will then fly to the location land nearby in a safe location"}, {"timestamp": [1025.92, 1031.84], "text": " and then with the tracks that we've added to this drone the drone can then navigate on the ground"}, {"timestamp": [1031.84, 1037.44], "text": " just drive without the prop spinning towards the road defect and then that's when the printing"}, {"timestamp": [1037.44, 1041.44], "text": " can begin to fix the either the crack or the pot hole on the road."}, {"timestamp": [1041.44, 1047.1], "text": " So printing out a little bit of road to fill in the little mini hole that will one day become"}, {"timestamp": [1047.1, 1049.9], "text": " a pothole if it's left untreated?"}, {"timestamp": [1049.9, 1054.34], "text": " Yes, so the main goal of this is called preventive maintenance."}, {"timestamp": [1054.34, 1058.2], "text": " If we're just fixing potholes, then the damage is already gone too far."}, {"timestamp": [1058.2, 1059.86], "text": " That's a lot more costly to fix."}, {"timestamp": [1059.86, 1064.64], "text": " But we can seal off the small cracks on the road very earlier on, then that crack won't grow"}, {"timestamp": [1064.64, 1066.16], "text": " to become a pothole later on"}, {"timestamp": [1066.96, 1074.4], "text": " we couldn't see the drone in flight because of the complex permissions required one of the challenges of the project along with the winter weather"}, {"timestamp": [1075.44, 1086.0], "text": " so firing up the laptop it's quite cold it might struggle we stood waiting to see the 3D printer mender crack in the pavement,"}, {"timestamp": [1086.0, 1090.0], "text": " chatting to the principal investigator for the self-reparing cities programme,"}, {"timestamp": [1090.0, 1094.0], "text": " Professor Phil Pernel, getting colder and colder together, until finally."}, {"timestamp": [1094.0, 1096.0], "text": " It's two colds, it's..."}, {"timestamp": [1096.0, 1099.0], "text": " All right, we might have to abort that then."}, {"timestamp": [1099.0, 1102.0], "text": " Okay, so it's too cold for the 3D printer to work."}, {"timestamp": [1102.0, 1104.0], "text": " Too cold for the 3D printer to work."}, {"timestamp": [1104.0, 1106.94], "text": " I'd just like to state for the record it is actually minus 24 out here."}, {"timestamp": [1107.24, 1108.76], "text": " Actually, it's about 4 degrees, less than 6 degrees."}, {"timestamp": [1110.94, 1112.6], "text": " But this is not a problem we've encountered before."}, {"timestamp": [1112.6, 1114.54], "text": " Inside I can just get a printing on the table."}, {"timestamp": [1114.8, 1118.48], "text": " Is it helpful that we've shown you a new problem with it?"}, {"timestamp": [1118.48, 1120.22], "text": " Well, it's always helpful to discover new problems."}, {"timestamp": [1120.3, 1121.26], "text": " That's the nature of research."}, {"timestamp": [1121.52, 1122.58], "text": " He said through British."}, {"timestamp": [1124.18, 1129.0], "text": " Bad weather, the curse of road surfaces and efforts to repair them."}, {"timestamp": [1129.0, 1135.0], "text": " A serious challenge to overcome, given the more extreme weather patterns, climate change heralds."}, {"timestamp": [1135.0, 1141.0], "text": " However, trial and error is all a part of the process of developing something commercially viable."}, {"timestamp": [1141.0, 1146.28], "text": " I've been involved in academic projects for 20 years now, and I've never seen a project with as much commercial interest as this."}, {"timestamp": [1146.28, 1150.98], "text": " We have a large number of drone companies, infrastructure companies, materials companies,"}, {"timestamp": [1150.98, 1154.76], "text": " all of whom are very interested in looking at how not just drones but how automated systems"}, {"timestamp": [1154.76, 1160.84], "text": " in general could be used to improve the quality and reduce the cost of infrastructure repair."}, {"timestamp": [1160.84, 1164.46], "text": " It's very costly to close roads to do road repairs."}, {"timestamp": [1164.46, 1168.4], "text": " Are you envisaging a future where we don't have to close roads when a road needs repairing them?"}, {"timestamp": [1168.8, 1173.48], "text": " A drone just goes out in the dead of night and does it before we've all woken up again in the morning."}, {"timestamp": [1174.12, 1178.56], "text": " Well, the original strap line to the project was zero disruption from streetworks by 2050."}, {"timestamp": [1179.12, 1181.06], "text": " That's the sort of aspirational aim of the project."}, {"timestamp": [1181.2, 1187.96], "text": " It's to say yes, by 2050 in our cities, you won't have roads dug roads dug up you won't have temporary traffic lights you won't have holes in the"}, {"timestamp": [1187.96, 1191.22], "text": " roads with barriers around them it won't happen our infrastructure will learn how"}, {"timestamp": [1191.22, 1195.66], "text": " to repair itself that's your aspiration but how how realistic is it can you"}, {"timestamp": [1195.66, 1202.32], "text": " really imagine no more people at work signs in in Leeds City Centre by 2050"}, {"timestamp": [1202.32, 1205.0], "text": " oh yes I can imagine that but it's my job to imagine that."}, {"timestamp": [1205.0, 1207.0], "text": " I'm a professor."}, {"timestamp": [1207.0, 1210.0], "text": " Do you think there'll be sufficient take-up by companies, by councils,"}, {"timestamp": [1210.0, 1213.0], "text": " and new technology to make that happen, really?"}, {"timestamp": [1213.0, 1216.0], "text": " If we can demonstrate the economic benefits,"}, {"timestamp": [1216.0, 1218.0], "text": " not just of the actual drone systems,"}, {"timestamp": [1218.0, 1221.0], "text": " but putting that together with a change in the ethos"}, {"timestamp": [1221.0, 1224.0], "text": " of how we maintain roads to, let's build them properly in the first place"}, {"timestamp": [1224.0, 1227.16], "text": " and let's maintain them rather than wait for them to decay."}, {"timestamp": [1227.16, 1229.24], "text": " If we can integrate that with an understanding"}, {"timestamp": [1229.24, 1231.24], "text": " of how these automated systems"}, {"timestamp": [1231.24, 1233.88], "text": " can reduce people's exposure to unsafe situations,"}, {"timestamp": [1233.88, 1236.72], "text": " not just workers, but also the general public as well."}, {"timestamp": [1236.72, 1238.38], "text": " And if we can get people to understand,"}, {"timestamp": [1238.38, 1240.64], "text": " hey look, our infrastructure is important."}, {"timestamp": [1240.64, 1243.28], "text": " Our infrastructure is important as all our theatres"}, {"timestamp": [1243.28, 1247.9], "text": " and all our opera houses and all our football stadiums and all our pubs put together because without our infrastructure,"}, {"timestamp": [1248.04, 1251.98], "text": " now that other stuff exists. So if we can get people to understand that and if we can"}, {"timestamp": [1251.98, 1255.84], "text": " demonstrate the social and environmental and economic benefits, then yeah, there's no"}, {"timestamp": [1255.84, 1259.68], "text": " reason at all why our infrastructure shouldn't have automated systems embedded within it that"}, {"timestamp": [1259.68, 1271.0], "text": " helps it heal itself. be yourself. Beautiful calm driving."}, {"timestamp": [1271.0, 1277.9], "text": " Just imagine, whatever journey you make, mile upon mile of smooth running carriageway stretching"}, {"timestamp": [1277.9, 1284.3], "text": " before you, not a roadwork sign in sight."}, {"timestamp": [1284.3, 1285.76], "text": " It may seem futuristic, but it's all part of the technological sign in sight."}, {"timestamp": [1291.4, 1292.02], "text": " It may seem futuristic, but it's all part of the technological revolution that's coming."}, {"timestamp": [1298.02, 1300.9], "text": " Advances in robotics and artificial intelligence and big data and technology will affect so much of our lives, including the humble pothole."}, {"timestamp": [1302.06, 1306.18], "text": " Steve Burtzell, who along with Paula Clayton Smith, runs Data Company Gaist,"}, {"timestamp": [1306.76, 1311.68], "text": " foresees one particular technological change dramatically affecting the state of our roads,"}, {"timestamp": [1312.24, 1313.56], "text": " self-driving vehicles."}, {"timestamp": [1314.26, 1316.48], "text": " You would order a car like you might order a taxi today."}, {"timestamp": [1317.08, 1318.7], "text": " The car will turn up, you'll use it."}, {"timestamp": [1318.9, 1320.9], "text": " Well, those fleets, those cars are going to be expensive."}, {"timestamp": [1321.06, 1324.1], "text": " They're going to be operated by big operators, your Uber's, your Google,"}, {"timestamp": [1324.26, 1328.54], "text": " the big technology platform operators. It'd be in there interest in some ways"}, {"timestamp": [1328.54, 1334.12], "text": " to invest into that infrastructure and that investment I guess would be very welcome. So we could"}, {"timestamp": [1334.12, 1340.02], "text": " get to a point where we do have privately operated road networks by these big platform operators."}, {"timestamp": [1341.62, 1346.62], "text": " Paula, your face, you're not sure about that or you're worried about that."}, {"timestamp": [1346.78, 1351.76], "text": " Actually, many of the roads that first originated were through private organisations,"}, {"timestamp": [1352.58, 1357.34], "text": " building toll roads, etc., that were owned by private sort of entities."}, {"timestamp": [1357.58, 1360.28], "text": " Just in the very beginnings of the roads in the UK."}, {"timestamp": [1360.48, 1364.52], "text": " Yeah, very beginnings, and then they were almost acquired into public ownership."}, {"timestamp": [1365.44, 1365.46], "text": " Now,"}, {"timestamp": [1370.54, 1375.66], "text": " if you've got a range of different operators of roads, at what point do we make sure that there is a mechanism that means that's still a service for all and not one that is just"}, {"timestamp": [1375.66, 1382.86], "text": " afforded by a few? Roads, Paula says, are of great value to all of us. It's literally that golden"}, {"timestamp": [1382.86, 1385.96], "text": " thread through all of our lives that, you know,"}, {"timestamp": [1386.0, 1393.18], "text": " allows you to get the next generation to their first interview, get to the stations,"}, {"timestamp": [1393.8, 1399.06], "text": " get to work, get to schools, go and do all the things we want to do in our own sort of personal"}, {"timestamp": [1399.06, 1407.62], "text": " lives. So roads are, they're an asset that should be invested in, you're saying. Yeah, and I think everyone says they should be invested in,"}, {"timestamp": [1407.72, 1411.32], "text": " but I think they look at investment from a,"}, {"timestamp": [1411.62, 1414.94], "text": " it's just a cold, hard piece of thing"}, {"timestamp": [1414.94, 1418.26], "text": " that you either drive, walk on or whatever."}, {"timestamp": [1418.82, 1422.04], "text": " But actually, it's not just invested on a road"}, {"timestamp": [1422.04, 1423.14], "text": " in terms of the repairs."}, {"timestamp": [1423.48, 1429.04], "text": " You invest in it because that helps make your communities more efficient in getting to and from work."}, {"timestamp": [1429.32, 1432.4], "text": " And if you think about it, if you were to take the roads away, we'd go back to medieval times."}, {"timestamp": [1432.6, 1433.78], "text": " We'd be on horses again."}, {"timestamp": [1434.4, 1439.54], "text": " So, you know, we're only a thin layer of petuminous surface away from a medieval lifestyle."}, {"timestamp": [1439.92, 1441.94], "text": " So, you know, you talk about undervalue."}, {"timestamp": [1442.04, 1443.14], "text": " I mean, there's something we should look after."}, {"timestamp": [1447.7, 1451.52], "text": " We've given you a few encouraging visions of the future."}, {"timestamp": [1453.4, 1455.4], "text": " Some may be flights of fancy."}, {"timestamp": [1456.0, 1458.04], "text": " Some may turn into lucrative businesses."}, {"timestamp": [1458.74, 1462.08], "text": " However, until we reach into that promising future,"}, {"timestamp": [1462.68, 1467.28], "text": " potholes remain a huge, though often overlooked, costs to business,"}, {"timestamp": [1467.72, 1473.84], "text": " to society, as Professor Pernel says. If you imagine 100,000 people are delayed by 15 minutes,"}, {"timestamp": [1474.0, 1478.48], "text": " A, that's an awful lot of 15 minutes. And B, there are some, if you like, non-marginal effects."}, {"timestamp": [1478.8, 1484.08], "text": " Of those 100,000 people, perhaps 1,000 of those are employed in jobs where if you're 15 minutes"}, {"timestamp": [1484.08, 1485.0], "text": " late, you get a warning."}, {"timestamp": [1485.0, 1488.0], "text": " And perhaps this is the third time this week, they've been 15 minutes late."}, {"timestamp": [1488.0, 1495.0], "text": " So perhaps a thousand of those people lose their jobs with all the social and welfare costs that that actually entails."}, {"timestamp": [1495.0, 1501.0], "text": " And until we understand these much more nuanced and much more widespread impacts of poor infrastructure,"}, {"timestamp": [1501.0, 1504.0], "text": " then we're never going to close the productivity gap."}, {"timestamp": [1504.0, 1511.5], "text": " So doing small repairs, repairs before big problems occur, could save a huge amount of money,"}, {"timestamp": [1511.5, 1516.0], "text": " could be a very valuable investment, more so than we realise."}, {"timestamp": [1516.0, 1521.0], "text": " And not just save a large amount of money, but also provide so much more social benefit."}, {"timestamp": [1521.0, 1528.72], "text": " What do our roads exist for? They don't exist for their own sake. We don't charge for roads. We don't make money out of roads in that sense. We recognise that we require"}, {"timestamp": [1528.72, 1533.36], "text": " a road network in order to stimulate economic activity. Well, if we want to do that properly,"}, {"timestamp": [1533.36, 1537.2], "text": " we need to make sure the roads are maintained properly in order that they can stimulate economic"}, {"timestamp": [1537.2, 1541.92], "text": " activity. And we continually ask ourselves as a nation, why does our productivity lack behind"}, {"timestamp": [1541.92, 1545.16], "text": " that of our European neighbours? Go and drive on some European roads."}, {"timestamp": [1545.32, 1546.16], "text": " I might give you a clue."}, {"timestamp": [1547.48, 1552.04], "text": " And alongside the economic argument, says Brunel University engineer Dr Mujah Bhram,"}, {"timestamp": [1552.52, 1556.52], "text": " there's an urgency in the simple human cost of potholes."}, {"timestamp": [1557.02, 1563.38], "text": " The fatality, like a serious injury, is actually really going up, hitting pothole."}, {"timestamp": [1563.76, 1566.24], "text": " Now, we are talking about only roadways"}, {"timestamp": [1566.24, 1571.28], "text": " at the moment but there are a huge track of cycleways and it's even more dangerous"}, {"timestamp": [1571.28, 1576.32], "text": " and they're not very well looked after so this is actually something we really"}, {"timestamp": [1576.32, 1584.72], "text": " need to think about. Water has a wonderful habit of going in finding the lowest"}, {"timestamp": [1584.72, 1587.0], "text": " points. Back in Windy Devon the future seems a lot Water has a wonderful habit of going in finding the lowest points, isn't it?"}, {"timestamp": [1587.0, 1597.0], "text": " Back in Windy Devon, the future seems a long way off, as Sarah Randall Johnson attempts to brush the water out of the pot hole she's volunteered to repair."}, {"timestamp": [1597.0, 1600.0], "text": " Just one of the thousands of holes in the county's roads."}, {"timestamp": [1600.0, 1606.0], "text": " So now what I've got to do is put as much as I can into the hole."}, {"timestamp": [1606.0, 1622.0], "text": " In a sense, potholes aren't the problem."}, {"timestamp": [1622.0, 1625.6], "text": " They're the symptom of an old road network that's"}, {"timestamp": [1625.6, 1633.04], "text": " badly in need of major renovation and innovation that business in collaboration with pothole doctors"}, {"timestamp": [1633.04, 1639.2], "text": " may eventually deliver. For now though, pothole repairers will just have to keep plugging away,"}, {"timestamp": [1639.2, 1644.0], "text": " doing their best to patch over the worst of it. So that's it basically."}, {"timestamp": [1642.24, 1643.08], "text": " to patch over the worst of it."}, {"timestamp": [1643.96, 1646.24], "text": " So that's it, basically."}, {"timestamp": [1647.94, 1652.14], "text": " And onward and upward to the next one."}, {"timestamp": [1658.04, 1658.34], "text": " That edition of In Business was presented by me, Ruth Alexander,"}, {"timestamp": [1659.8, 1660.14], "text": " and produced by Chris Bowlby."}, {"timestamp": [1661.82, 1662.26], "text": " It was mixed by James Beard."}, {"timestamp": [1667.7, null], "text": " Next week, Jonti Bloom looks at how Belfast has become a world leader in cyber security."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. Welcome to the BBC's world of business. I'm Ruth Alexander. And in this download edition of Radio 4s in business, I've been meeting the people digging into the economic costs and opportunities of dealing with the scourge of our roads, potholes. So this is quite a deep hole. of dealing with the scourge of our roads, potholes. So this is quite a deep hole. It's, um, it's got, unfortunately it's been raining earlier today. It's been nice and wet, so I'm just taking out the water. And that's always a big challenge, getting water away. Water damages things more than anything else. And make sure I don't give it over your toes which I think I'm probably brushing it the wrong way we'll be pouring back in again Sarah Randall Johnson is one of the small army of volunteers taking Devon's pothole problem into their own hands okay so this so this is a temper, lovely name. I wish I was in temper at the moment, actually, it's a bit chilly today. So this is like a metal pole with a flat bit on the end? Yes. You just pound the ground with it, the newly laid asphalt. Correct. So, yes. And it's fairly straight forward. It's not particularly difficult. It's good to get calories off you see the advantage we've got as community road wardens is that we can do it when the weather's good we're not having to do it when it's raining or particularly unpleasant time for doing it bare weather potmore with bearer exactly the one thing you don't want to do is fill weather pot hole would bearer. Exactly. The one thing you don't want to do is fill a pothole here when it's pouring with rain. You know, and the schedule that our contractors have to do would sometimes require them to do that. Sarah's a conservative county and parish councillor, one of several who lobbied Devon County Council to give them the training and the kit to fix the small potholes that they'd otherwise wait a long time for the road maintenance contractors to repair. As a counsellor, do you get a lot of complaints from people about potholes? Oh absolutely. Number one issue. Really? Stay to the roads. Oh yes. Devon has the longest road network in England, 8,000 miles worth and thousands of potholes to match. Whether you think volunteers should be carrying out road repairs or not, Sarah and the other 60 or so volunteers would probably agree that they're not the long-term solution, here in Devon or in any of the UK's pothole-marked counties. Almost everyone has something to say about the ubiquitous pothole, but this isn't going to be a programme about the familiar argument between angry motorists and cash-strapped councils. Because if you look deep into potholes, you know, past the puddle of water and the leaves and the stones, we've discovered you find much more. As you'll hear, potholes offer an illuminating insight into the cost to business and society of bad infrastructure, as well as the potential economic gains to be had from rethinking fundamentally how we look after the roads we all rely on. There can't be many people who haven't come into unwelcome contact with a pothole in roads, pavements or cycle tracks. Pedestrians trip over them, motorists get stuck in them. Cyclists can fare even worse. They cost insurance companies and councils millions of pounds in claims. Businesses and consumers significant sums in damaged goods, and they can cost lives. Under pressure, the Chancellor of the Exchequer announced in his latest budget that he was shoveling some money at the problem. Every member of Parliament will testify that potholes are high on the public's list of concerns. So as autumn takes hold, I am making an additional £420 million available immediately to local highway authorities to tackle potholes, bridge repairs and other minor works in this financial year. 420 million pounds. That's not actually a big number, given the scale of the problem, not nearly enough to fix our roads. But we're not going to get into the politics. Instead, let's meet the engineers and businesses who are exploring new ways to mend our roads that they say could make a big difference. Let's start with the basics. How you fill a pothole? So whole this part is for engineering. So it's quite 60s. Let's start with the basics. How you fill a pothole? So whole this part is for engineering. So it's quite 60s... In amongst the concrete towers of the University of Brunel in West London, Dr Mujib Raman spends his days puzzling over potholes and his spare time boring his family about them. They call me pothole doctor. Because I... Oh, let's talk about potholes. And even if I drag, I say, look at this pothole. Why this pothole is here? He used to work as a road repair engineer. And I was mostly responsible to fix many particles. So I got some practical experience. I spent many nights in M4, M25. And then he left that job to try to work out if there was a better way of doing it. A question, it turned out, no one else had ever bothered to ask. I started first research on portfolio 2011, and we started looking, is there any literature, and we found nothing out there. So we had to start from scratch. So our research has been concentrated on building new roads, with exciting new materials, not repairs, pots, they were a bit boring. So that was really right at the bottom in the research agenda. Seven years later, his team's big idea seems actually quite simple. One of the researchers, Aaron, showed me how their prototype machine works. So if I start running it now, it will literally just start running back and forth and then we'll turn the heaters on. You'll hear the heat has come on, and then you'll just hear the heat beaming down. We have got a slab underneath just as a test as well. An infrared heater runs back and forth on rails over a slab of asphalt. Mujabraban says that the temperature of the road and that of the filler you're shoveling into the pothole are crucial. If the road is colder than the filler or vice versa, it won't bond, which means the repair won't last. And we found if we do about 10 minutes of pre-heating, it's nearly improves the bondstand nearly 100%. Your hope essentially is that if you can get this technology right and if it gets taken up, then there will be, in the long run, fewer potholes to repair. Exactly, and repeat repair. So one of the challenges is for the authorities, local authorities say many of the repairs are repeat repairs. Although they repair it for two years, they have to go back after six months, probably over after one winter. Is the whole system needs to rethink. And you're not just talking from your lab here where you have perfect conditions. And you've worked out there, you've seen this happening, to be completely honest, you've been part of the rush job yourself. Yeah, yeah. We did a trial in Nottingham. It was a road surface. They started about half 11, 12. They had to finish by 2 o'clock. And you see the rush. From there, we can say, yeah, something going to be wrong there, probably six months. Mujib Rahman and his team are also looking at what causes potholes in the first place. It's water that does the damage. The way we coat roads to reduce noise may let more water in. And as PhD researcher Fosier Saeed has been discovering, the tyres favoured by haulage companies, amongst others, which give them good grip, aren't doing our roads much good either. The purpose was to develop a novel laboratory test and we simulate the interaction between tire, water and pavement. So if there's a certain tread depth of a tire, that's one factor combined with high frequency like high speed. Potholes are a truly global phenomenon. Bad news for most of us, good news for Mujah. He has a company investing in his infrared pothole heating machine, inside which is patented technology. The work going on in this lab could be highly profitable. Potentially, we did some simple statistics, how many machines we need, how many kilometres, how many car ownership, everything, and we can sell hundreds of thousands probably across the world. We build most of our road infrastructure in 60, 70s. So, for example, M25 was designed for 20 years in 1965, 66. We had a meeting with M25 a few weeks ago. They had two portals, they have two portals on a bridge. So they have to close this bridge. Bridge. It's a motorway bridge. So they have to close this bridge to the repair. So they were saying the total cost in terms of closing the road and the traffic delays and everything, that could be nearly half a million. Let's just have a moment to take that in. The cost of closing a motorway and fixing just two potholes could amount to half a million pounds. Not every hole costs that much, but there are many thousands that need fixing, and Mujah Bhram says that number is increasing all the time. Perhaps the first task is to look more closely into exactly what's happening to all our roads and why they're disintegrating. Could data gathering help stop potholes in their tracks? Here we are right in the centre of Leeds, very smart city centre, but look at that in the road. What's that? That is what you could possibly describe as the burst of a pothole. This is Paula Clayton Smith, who with colleague Steve Burtzall, runs a company called Gaste, which uses new technology to carry out road surveys. I met them in Leeds City Centre. Right, a very small dent in the road. It is a small dent, but it's, I mean, it sounds quite amusing to say it's the birth of a pothole, but actually, you know, it's from this that you'll start to grow out, that you'll start to see when the weather ingress is into it, when it starts to crack with the weather and ice and water and rain, and the weight of vehicles. And then it just sort of spreads along what you can see, a line along this road here as well. Yeah, there's just a horizontal line across the road. Yeah. Well, that's like a, look, it looks like a point where, has there been a repair there? So yes, that's actually where we've got two different road surfaces that have been laid at different times meet. Where we see this quite often is on utility reinstatements, where they've been into the road, they've dug the road up, they've relayed a patch and then sealed around that patch. It's around those patches that we see a lot of the damage. So we live in a world now where we put more and more things in the road, with broadband being rolled out. We find we've got more of these repairs, more damage through that, and of course councils have got less funding to fix that, and then that's just leading to that cycle of decline, really. Paula recently gave evidence that a Commons Transport Select Committee that's looking at the cost of road repairs, making the case for a new kind of data collection and analysis. We've got a small fleet of vehicles with five high-definition camels on them that capture the highest imagery you can get every metre. And then from that we have specialists of programmes, teams and inspectors that help analyse that and produce information back to a local authority or any other clients that we're working with. And that allows them to understand the state of the road and then prepare schemes and will help them prepare investment cases and strategies and so forth. We have the capacity to survey in good light conditions, about 2,000 kilometres a day. We take on almost a forensic view of the road. We can determine cracks within 15 different types of cracking, for example. So how we analyse that. And as we develop more and more systems for doing that, like artificial intelligence for example, we're using that now, we can get some really powerful data from just a picture. Fifteen types of cracks, I thought that was just a crack or a hole, but it's a very particular type of crack actually. It does tell you quite a lot. It's like your skin. You know, you can see from what's happening on the surface. It's got the clues as what's going underneath. You've got me intrigued. I'd love to have a closer look because once you've collected the data, of course, then a key thing is to analyse it. So I'd love to see. Thank you. In a plush office belonging to the company's investors, think fabulous views over Leeds, velvet furniture and amazing coffee, Steve gets out his laptop. So we're zooming in right down onto the road surface, as you can see, we can zoom in almost to just a single piece of aggregate, down to a chipping in the road actually. And we can see some ironwork there, and we can read who who actually owns that is Yorkshire Water in this case. Yeah, it does look like you're standing right on the road like you say you can see all the detail. Yeah and that's it. So what we're doing really is taking that imagery, we're breaking it down and putting it into a map form that we can then give to our customers who can put that together with all the other information they have on road. So how skid resistance on that road, for example, or road safety, road markings. So the argument is a local authority using this information could better prioritise its repairs, seeing there'd be more value in repairing a road with a school or a doctor's surgery on it than a quiet one that's much less travelled. Among those they've already worked with, Steve Berzel says, is Blackpool Council, showing how targeted road repairs save serious money. So Blackpool borrowed $30 million under what's called a potential borrowing scheme. So they borrowed that money to pay it back over 25 years. But their estimates over that period of paying that $30 million back was that they would save $100 million. And what did they do with that money, the investment? So they basically did a whole lot of resurfacing and repairs to the footway and carriageway across the whole network. Not to bring it back to brand new, but to really take out that expensive maintenance liability that they had. So rather than doing a patch here and a patch there when a problem had come up, they had a proper look at the roads and thought, what do we need to do and borrowed the money to do it and just a lot of work? And that set them up for the future? Yes, it did. And there's a real benefit in doing that. Not only do you improve the roads and improve the experience for the road use, and you take out the compensation claims that you're losing annually every year. Blackpool Council says its payouts for tripping claims have since fallen from £ million pounds a year to under 300,000, in other words, almost tenfold. It gives an idea of the huge hidden cost of potholes, as did the revelation that two potholes on a motorway bridge was going to cost half a million pounds of disruption. But looking further into the future, some have ideas about how to remove the need for pothole repair road closures altogether. Rattling along the corridors of Leeds University on a low-tech metal trolley is a bit of very high-tech kit. The engineering department hopes could take pothole mending into a new dimension. Once outside, it's set on the ground and put into action. Ooh! Immediately blows all the leaves away around it. Those are powerful propellers. It's a propeller-driven drone, equipped with a 3D printer, part of a larger project exploring how cities could become self-repairing. Research fellow, Dr Jason Liu, describes a world where drones fly around assessing the state of our roads, spotting small defects and doing mini repair jobs before they become big problems. So one drone has already identified, prioritise which defects on the road needs to be fixed. It will send location to this drone, which will then fly to the location, land nearby in a safe location. And then with the tracks that we've added to this drone which will then fly to the location land nearby in a safe location and then with the tracks that we've added to this drone the drone can then navigate on the ground just drive without the prop spinning towards the road defect and then that's when the printing can begin to fix the either the crack or the pot hole on the road. So printing out a little bit of road to fill in the little mini hole that will one day become a pothole if it's left untreated? Yes, so the main goal of this is called preventive maintenance. If we're just fixing potholes, then the damage is already gone too far. That's a lot more costly to fix. But we can seal off the small cracks on the road very earlier on, then that crack won't grow to become a pothole later on we couldn't see the drone in flight because of the complex permissions required one of the challenges of the project along with the winter weather so firing up the laptop it's quite cold it might struggle we stood waiting to see the 3D printer mender crack in the pavement, chatting to the principal investigator for the self-reparing cities programme, Professor Phil Pernel, getting colder and colder together, until finally. It's two colds, it's... All right, we might have to abort that then. Okay, so it's too cold for the 3D printer to work. Too cold for the 3D printer to work. I'd just like to state for the record it is actually minus 24 out here. Actually, it's about 4 degrees, less than 6 degrees. But this is not a problem we've encountered before. Inside I can just get a printing on the table. Is it helpful that we've shown you a new problem with it? Well, it's always helpful to discover new problems. That's the nature of research. He said through British. Bad weather, the curse of road surfaces and efforts to repair them. A serious challenge to overcome, given the more extreme weather patterns, climate change heralds. However, trial and error is all a part of the process of developing something commercially viable. I've been involved in academic projects for 20 years now, and I've never seen a project with as much commercial interest as this. We have a large number of drone companies, infrastructure companies, materials companies, all of whom are very interested in looking at how not just drones but how automated systems in general could be used to improve the quality and reduce the cost of infrastructure repair. It's very costly to close roads to do road repairs. Are you envisaging a future where we don't have to close roads when a road needs repairing them? A drone just goes out in the dead of night and does it before we've all woken up again in the morning. Well, the original strap line to the project was zero disruption from streetworks by 2050. That's the sort of aspirational aim of the project. It's to say yes, by 2050 in our cities, you won't have roads dug roads dug up you won't have temporary traffic lights you won't have holes in the roads with barriers around them it won't happen our infrastructure will learn how to repair itself that's your aspiration but how how realistic is it can you really imagine no more people at work signs in in Leeds City Centre by 2050 oh yes I can imagine that but it's my job to imagine that. I'm a professor. Do you think there'll be sufficient take-up by companies, by councils, and new technology to make that happen, really? If we can demonstrate the economic benefits, not just of the actual drone systems, but putting that together with a change in the ethos of how we maintain roads to, let's build them properly in the first place and let's maintain them rather than wait for them to decay. If we can integrate that with an understanding of how these automated systems can reduce people's exposure to unsafe situations, not just workers, but also the general public as well. And if we can get people to understand, hey look, our infrastructure is important. Our infrastructure is important as all our theatres and all our opera houses and all our football stadiums and all our pubs put together because without our infrastructure, now that other stuff exists. So if we can get people to understand that and if we can demonstrate the social and environmental and economic benefits, then yeah, there's no reason at all why our infrastructure shouldn't have automated systems embedded within it that helps it heal itself. be yourself. Beautiful calm driving. Just imagine, whatever journey you make, mile upon mile of smooth running carriageway stretching before you, not a roadwork sign in sight. It may seem futuristic, but it's all part of the technological sign in sight. It may seem futuristic, but it's all part of the technological revolution that's coming. Advances in robotics and artificial intelligence and big data and technology will affect so much of our lives, including the humble pothole. Steve Burtzell, who along with Paula Clayton Smith, runs Data Company Gaist, foresees one particular technological change dramatically affecting the state of our roads, self-driving vehicles. You would order a car like you might order a taxi today. The car will turn up, you'll use it. Well, those fleets, those cars are going to be expensive. They're going to be operated by big operators, your Uber's, your Google, the big technology platform operators. It'd be in there interest in some ways to invest into that infrastructure and that investment I guess would be very welcome. So we could get to a point where we do have privately operated road networks by these big platform operators. Paula, your face, you're not sure about that or you're worried about that. Actually, many of the roads that first originated were through private organisations, building toll roads, etc., that were owned by private sort of entities. Just in the very beginnings of the roads in the UK. Yeah, very beginnings, and then they were almost acquired into public ownership. Now, if you've got a range of different operators of roads, at what point do we make sure that there is a mechanism that means that's still a service for all and not one that is just afforded by a few? Roads, Paula says, are of great value to all of us. It's literally that golden thread through all of our lives that, you know, allows you to get the next generation to their first interview, get to the stations, get to work, get to schools, go and do all the things we want to do in our own sort of personal lives. So roads are, they're an asset that should be invested in, you're saying. Yeah, and I think everyone says they should be invested in, but I think they look at investment from a, it's just a cold, hard piece of thing that you either drive, walk on or whatever. But actually, it's not just invested on a road in terms of the repairs. You invest in it because that helps make your communities more efficient in getting to and from work. And if you think about it, if you were to take the roads away, we'd go back to medieval times. We'd be on horses again. So, you know, we're only a thin layer of petuminous surface away from a medieval lifestyle. So, you know, you talk about undervalue. I mean, there's something we should look after. We've given you a few encouraging visions of the future. Some may be flights of fancy. Some may turn into lucrative businesses. However, until we reach into that promising future, potholes remain a huge, though often overlooked, costs to business, to society, as Professor Pernel says. If you imagine 100,000 people are delayed by 15 minutes, A, that's an awful lot of 15 minutes. And B, there are some, if you like, non-marginal effects. Of those 100,000 people, perhaps 1,000 of those are employed in jobs where if you're 15 minutes late, you get a warning. And perhaps this is the third time this week, they've been 15 minutes late. So perhaps a thousand of those people lose their jobs with all the social and welfare costs that that actually entails. And until we understand these much more nuanced and much more widespread impacts of poor infrastructure, then we're never going to close the productivity gap. So doing small repairs, repairs before big problems occur, could save a huge amount of money, could be a very valuable investment, more so than we realise. And not just save a large amount of money, but also provide so much more social benefit. What do our roads exist for? They don't exist for their own sake. We don't charge for roads. We don't make money out of roads in that sense. We recognise that we require a road network in order to stimulate economic activity. Well, if we want to do that properly, we need to make sure the roads are maintained properly in order that they can stimulate economic activity. And we continually ask ourselves as a nation, why does our productivity lack behind that of our European neighbours? Go and drive on some European roads. I might give you a clue. And alongside the economic argument, says Brunel University engineer Dr Mujah Bhram, there's an urgency in the simple human cost of potholes. The fatality, like a serious injury, is actually really going up, hitting pothole. Now, we are talking about only roadways at the moment but there are a huge track of cycleways and it's even more dangerous and they're not very well looked after so this is actually something we really need to think about. Water has a wonderful habit of going in finding the lowest points. Back in Windy Devon the future seems a lot Water has a wonderful habit of going in finding the lowest points, isn't it? Back in Windy Devon, the future seems a long way off, as Sarah Randall Johnson attempts to brush the water out of the pot hole she's volunteered to repair. Just one of the thousands of holes in the county's roads. So now what I've got to do is put as much as I can into the hole. In a sense, potholes aren't the problem. They're the symptom of an old road network that's badly in need of major renovation and innovation that business in collaboration with pothole doctors may eventually deliver. For now though, pothole repairers will just have to keep plugging away, doing their best to patch over the worst of it. So that's it basically. to patch over the worst of it. So that's it, basically. And onward and upward to the next one. That edition of In Business was presented by me, Ruth Alexander, and produced by Chris Bowlby. It was mixed by James Beard. Next week, Jonti Bloom looks at how Belfast has become a world leader in cyber security."}