{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.8, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.42, 11.2], "text": " Hello and thank you for downloading the World of Business podcast."}, {"timestamp": [11.84, 17.18], "text": " This week, Jonti Bloom puts on his hiking boots to join the world of the digital nomads."}, {"timestamp": [19.94, 24.12], "text": " Traditionally, nomads wandered widely over open ranges,"}, {"timestamp": [27.12, 33.36], "text": " shepherding their flocks vast distances under starry nights, stopping where the grazing was best, but only as long as it lasted,"}, {"timestamp": [33.36, 37.44], "text": " and then breaking camp and moving on to high hills and pastures new."}, {"timestamp": [43.52, 47.5], "text": " Digital nomads do much the same, but with more of a party scene."}, {"timestamp": [47.5, 52.5], "text": " And they wonder far and wide this get-together is in Lisbon,"}, {"timestamp": [52.5, 56.5], "text": " but it could just as well be in Leeds, Lahore or Lagos."}, {"timestamp": [56.5, 59.5], "text": " So my name is Olivia. I'm from Romania."}, {"timestamp": [59.5, 64.5], "text": " And I have Romanian women lose weight and getting shaped with my fitness products."}, {"timestamp": [64.5, 66.16], "text": " Now, shouldn't you be in Romania then?"}, {"timestamp": [66.16, 69.12], "text": " No, because I can work from anywhere."}, {"timestamp": [69.12, 71.2], "text": " My products are online courses."}, {"timestamp": [71.2, 77.84], "text": " So I have a website with my online video courses and my clients do the exercises by themselves."}, {"timestamp": [79.68, 82.08], "text": " I started travelling four years ago."}, {"timestamp": [82.08, 86.4], "text": " At the beginning mostly in Europe, Italy, Belgium, Spain, UK"}, {"timestamp": [86.4, 95.28], "text": " and then Dubai, Malaysia, Southeast Asia for the past two winters. We go to Asia in the winter"}, {"timestamp": [95.28, 100.88], "text": " because it's much nicer. The weather is sunny all the time. Las Palmas de Grand Canaria, Japan,"}, {"timestamp": [100.88, 106.0], "text": " Taiwan. Did I mention of Vietnam? Hoyan, Bali?"}, {"timestamp": [106.0, 107.0], "text": " Quite a few."}, {"timestamp": [107.0, 108.0], "text": " Yes."}, {"timestamp": [108.0, 109.0], "text": " And where's next for you?"}, {"timestamp": [109.0, 112.0], "text": " So the plan would be to be here until October"}, {"timestamp": [112.0, 115.0], "text": " and take the nomad cruise."}, {"timestamp": [115.0, 118.0], "text": " It's like a cruise for digital nomads."}, {"timestamp": [118.0, 122.0], "text": " 14 days on the sea with workshops, seminars,"}, {"timestamp": [122.0, 124.0], "text": " having fun, fitness, everything."}, {"timestamp": [124.0, 128.28], "text": " So I would take that cruise from Las Palmas to Panama."}, {"timestamp": [128.64, 129.84], "text": " So Panama, probably."}, {"timestamp": [135.7, 140.22], "text": " Like Olivia, digital nomads need only a laptop and Wi-Fi."}, {"timestamp": [140.74, 144.06], "text": " With those two simple tools, they can and do work from anywhere."}, {"timestamp": [144.6, 147.0], "text": " A rented flat, a cafe or bar,"}, {"timestamp": [147.0, 155.0], "text": " writing copy for companies, translating, building websites or writing computer code, and any other job which can be done remotely."}, {"timestamp": [155.0, 158.0], "text": " And there are more and more of those."}, {"timestamp": [158.0, 163.0], "text": " Their number is also growing, although by the very nature of their work and lifestyle,"}, {"timestamp": [163.0, 165.2], "text": " it's impossible to know definitely"}, {"timestamp": [165.2, 171.24], "text": " there are certainly hundreds of thousands, possibly even millions, of digital nomads."}, {"timestamp": [171.24, 177.64], "text": " And as more people begin to work flexibly, some say digital nomads are the future of work."}, {"timestamp": [177.64, 182.24], "text": " But if they are, what impact are they having on the local communities they gravitate towards,"}, {"timestamp": [182.24, 185.0], "text": " however briefly, and how prepared are governments"}, {"timestamp": [185.0, 189.02], "text": " for this radical change in how we work and live."}, {"timestamp": [189.02, 194.52], "text": " So for this edition of In Business, I'm diving into the brave new world of the digital nomad to"}, {"timestamp": [194.52, 198.0], "text": " get a sense of its opportunities and its challenges."}, {"timestamp": [202.0, 205.36], "text": " I really didn't like my job and neither did James."}, {"timestamp": [205.36, 210.56], "text": " Gemma Porter and her boyfriend James Cave's journey began like many others"}, {"timestamp": [210.56, 214.16], "text": " when they became disillusioned with their office-bound jobs."}, {"timestamp": [214.16, 218.08], "text": " I used to work in online marketing in an office in Edinburgh"}, {"timestamp": [218.08, 222.32], "text": " and then I started doing some freelance copywriting on the side just to make a bit of extra money"}, {"timestamp": [222.32, 225.28], "text": " and he sort of discovered the concept of house-sitting,"}, {"timestamp": [225.78, 228.24], "text": " which involves looking after people's properties when they're away."}, {"timestamp": [228.92, 232.02], "text": " So while freelancing, they lived rent-free in France,"}, {"timestamp": [232.46, 233.42], "text": " looking after..."}, {"timestamp": [233.42, 238.26], "text": " Cats, dogs, turtles and even a farm of 18 alpacas at one point."}, {"timestamp": [238.92, 244.08], "text": " And learnt the hard way, the number one rule of any successful digital nomad."}, {"timestamp": [244.68, 247.04], "text": " Check, check and check again that there"}, {"timestamp": [247.04, 253.04], "text": " is good Wi-Fi. We got a long house hit for several months and we were told that there was"}, {"timestamp": [253.04, 257.68], "text": " going to be Wi-Fi there but when we arrived we found actually it was just a dongle with I think"}, {"timestamp": [257.68, 263.6], "text": " it was a three-gigabyte monthly limit to share between two people which for digital nomads is"}, {"timestamp": [263.6, 266.72], "text": " probably the biggest nightmare you could have."}, {"timestamp": [266.72, 271.04], "text": " And the closest place with internet connection was a 40-minute drive away."}, {"timestamp": [271.04, 278.32], "text": " We managed to get 3G SIM cards to tether. We had to turn off all images, YouTube, everything"}, {"timestamp": [278.32, 283.6], "text": " off our computers just to make the page load and get that data to sort of stretch across a whole"}, {"timestamp": [283.6, 286.0], "text": " month. A lot happened during that time."}, {"timestamp": [286.0, 291.34], "text": " I think that's when Gagnum style came out and we had absolutely no idea what was going on."}, {"timestamp": [291.34, 294.24], "text": " We managed to get ourselves set up as digital nomads."}, {"timestamp": [294.24, 296.96], "text": " So how many places have you actually been to?"}, {"timestamp": [296.96, 303.84], "text": " We have lived in Germany, France, Spain, Portugal and South Africa."}, {"timestamp": [303.84, 306.8], "text": " When I say lived, I'm talking say say, more than two or three months."}, {"timestamp": [306.8, 310.4], "text": " And we've also traveled around Southeast Asia"}, {"timestamp": [310.4, 313.0], "text": " and other parts of Europe as digital nomads."}, {"timestamp": [313.0, 316.4], "text": " After five years, they're veterans."}, {"timestamp": [320.0, 322.4], "text": " And for now, Lisbon is their home."}, {"timestamp": [322.4, 325.92], "text": " Here they live and work moving between different areas of the city,"}, {"timestamp": [325.92, 329.76], "text": " sometimes working in their flat and sometimes in bars and cafes,"}, {"timestamp": [329.76, 334.48], "text": " including in the LX factory area."}, {"timestamp": [334.48, 336.96], "text": " Right, this is one of those really trendy areas you find in lots of towns."}, {"timestamp": [336.96, 339.44], "text": " It used to be a factory area."}, {"timestamp": [339.44, 343.04], "text": " It still looks very industrial, but it's full of restaurants and wine bars"}, {"timestamp": [343.04, 345.5], "text": " and coffee shops and cake shops,"}, {"timestamp": [345.5, 348.34], "text": " all with kind of industrial features in them."}, {"timestamp": [348.34, 350.04], "text": " There's a tattoo parlour."}, {"timestamp": [350.04, 354.0], "text": " On my left, there's a giant mural of a squashed fly on the wall."}, {"timestamp": [354.0, 355.76], "text": " It's all very, very trendy."}, {"timestamp": [355.76, 359.76], "text": " I'm the oldest person here by about 30 years."}, {"timestamp": [359.76, 364.28], "text": " There's a lot of digital nomads down here and expats, but you do see a lot of the young, trendy"}, {"timestamp": [364.28, 370.24], "text": " locals will come here as well. That's a really good cafe can work from there's also the co-working"}, {"timestamp": [370.24, 379.68], "text": " space is inside this sort of old factory building it's on the top floor this used to be a printing"}, {"timestamp": [379.68, 383.84], "text": " press because these are old presses aren't they just standing down in the corridor and then it's"}, {"timestamp": [383.84, 386.72], "text": " all been turned into office space."}, {"timestamp": [386.72, 388.4], "text": " So can you rent some of this?"}, {"timestamp": [388.4, 390.42], "text": " You can pay for the day, or you can pay for the week,"}, {"timestamp": [390.42, 392.86], "text": " or you can pay for a month."}, {"timestamp": [392.86, 394.64], "text": " I paid for the month last month,"}, {"timestamp": [394.64, 396.3], "text": " and it was about 100 euros."}, {"timestamp": [396.3, 397.98], "text": " And what do you get for your money?"}, {"timestamp": [397.98, 400.92], "text": " You get Wi-Fi, unlimited free coffee,"}, {"timestamp": [400.92, 403.52], "text": " so I made my money back on coffee."}, {"timestamp": [404.64, 407.0], "text": " I'm getting the feeling you work anywhere there's coffee actually."}, {"timestamp": [407.0, 408.0], "text": " Oh yeah, yeah, yeah."}, {"timestamp": [408.0, 410.0], "text": " That's the most important thing, coffee."}, {"timestamp": [410.0, 413.0], "text": " Gemma freelancers as a copywriter, as does James,"}, {"timestamp": [413.0, 415.0], "text": " and he also runs a travel blog,"}, {"timestamp": [415.0, 418.0], "text": " but his main income comes from SEO consulting."}, {"timestamp": [418.0, 421.0], "text": " SEO is search engine optimization."}, {"timestamp": [421.0, 423.0], "text": " It's optimizing a website."}, {"timestamp": [423.0, 426.24], "text": " Basically, companies pay because they want to rank"}, {"timestamp": [426.24, 431.2], "text": " higher in Google for a certain terms. So you'll get finance companies or travel companies"}, {"timestamp": [431.2, 436.8], "text": " and they'll have keywords that are important for their business, maybe car hire in Medaira,"}, {"timestamp": [436.8, 442.56], "text": " and they'll want to appear number one for that. So I'll work with them to see how that's possible."}, {"timestamp": [442.56, 447.0], "text": " And does that pay reasonably well? That can pay a lot of money, yeah."}, {"timestamp": [447.0, 450.0], "text": " And the cost of living in Lisbon is a big attraction"}, {"timestamp": [450.0, 455.0], "text": " to the 3,000 or so digital nomads based here at any one time."}, {"timestamp": [455.0, 459.0], "text": " Here, average earnings are under €12,000 a year."}, {"timestamp": [459.0, 464.0], "text": " For Gemma and James, that means their income makes them wealthy."}, {"timestamp": [464.0, 466.32], "text": " Can I ask how much are you kind of making doing this?"}, {"timestamp": [466.66, 470.86], "text": " It varies. It goes up and down each year, but I make about 30 to 40,000."}, {"timestamp": [471.72, 474.0], "text": " It's in here, about 40K, I think, yeah."}, {"timestamp": [474.36, 475.98], "text": " That's a pretty good income for, you know."}, {"timestamp": [476.88, 480.36], "text": " Well, for Lisbon, that's probably a very high joint salary, I would have thought, is it?"}, {"timestamp": [480.64, 482.86], "text": " Yeah, definitely. We're not big spenders either."}, {"timestamp": [483.28, 487.0], "text": " So we've been able to save while we've been doing this as well. So we've been very lucky."}, {"timestamp": [487.0, 498.0], "text": " It's easy to see why Gemma and James chose to become digital nomads. They can work flexibly wherever suits them,"}, {"timestamp": [498.0, 506.0], "text": " see the world, plus they earn a lot, which allows them to enjoy a really good lifestyle and save money at the same time."}, {"timestamp": [510.0, 514.0], "text": " However, there are downsides for them and for the local Portuguese community."}, {"timestamp": [514.0, 520.0], "text": " Every couple of months they have to move homes and they often use Airbnb and other platforms"}, {"timestamp": [520.0, 526.0], "text": " designed to rent out rooms to tourists, but ones that digital nomads use all the time."}, {"timestamp": [527.2, 530.72], "text": " There's usually a monthly discount if you stay longer term."}, {"timestamp": [530.72, 535.36], "text": " So right now we're paying about 700 euros a month, which is probably more expensive than"}, {"timestamp": [535.36, 540.16], "text": " you would find in the private market. But all the bills are included. We know it's got internet."}, {"timestamp": [540.16, 544.16], "text": " It just makes things a lot easier, especially because we move around every three months or so."}, {"timestamp": [544.16, 547.58], "text": " It just saves us getting internet contracts and all that kind of thing."}, {"timestamp": [548.42, 555.2], "text": " But the very convenience offered by sites like Airbnb has totally transformed the centre of Lisbon."}, {"timestamp": [562.6, 567.6], "text": " We just walked up a series of cobbled streets here in the District of Alfama"}, {"timestamp": [567.6, 571.32], "text": " right on the banks of the River Tagus here in Lisbon."}, {"timestamp": [571.32, 574.0], "text": " It's absolutely beautiful. There's red roofs everywhere."}, {"timestamp": [574.0, 578.48], "text": " You can see across the river and at the bottom of the hill there's basically a lovely"}, {"timestamp": [578.48, 584.0], "text": " little market surrounded by cafes selling cheap food and drink and everyone sitting"}, {"timestamp": [584.0, 588.02], "text": " outside. Why wouldn't you want to come and work here if you could?"}, {"timestamp": [589.64, 592.66], "text": " The trouble is the locals who used to live in this,"}, {"timestamp": [592.76, 594.32], "text": " the oldest district of Lisbon,"}, {"timestamp": [594.72, 597.28], "text": " are being forced out by ever-hire rents"}, {"timestamp": [597.28, 601.4], "text": " and companies that want to convert their properties into holiday rentals."}, {"timestamp": [604.28, 608.24], "text": " As we walk around, Alfarmé, Maria de Lourdes Pienero,"}, {"timestamp": [608.24, 610.88], "text": " a small, passionate and redoubtable lady,"}, {"timestamp": [610.88, 614.08], "text": " stops every two minutes to greet a friend."}, {"timestamp": [614.08, 618.72], "text": " Everyone seems to know her, a local counsellor,"}, {"timestamp": [618.72, 621.68], "text": " she's helping many here fight against eviction."}, {"timestamp": [626.0, 631.12], "text": " This neighborhood has suffered a lot due to the economic crisis that hit Portugal and Lisbon"}, {"timestamp": [631.12, 632.64], "text": " after 2008."}, {"timestamp": [634.0, 640.08], "text": " And today, most houses and flats are sold and rented to tourists rather than to people from the neighborhood."}, {"timestamp": [641.04, 647.0], "text": " Lourdes points out one building after another converted into short-term rentals."}, {"timestamp": [647.0, 653.0], "text": " To the left you see this building. It was recently sold for tourists."}, {"timestamp": [653.0, 657.0], "text": " This building here as well."}, {"timestamp": [657.0, 663.0], "text": " This neighborhood used to have 20,000 voters registered."}, {"timestamp": [663.0, 667.9], "text": " Today they're only 2,000. So imagine that. From 20,000 to 2,000, a lot of people who have 20,000 voters registered. Today, they're only 2,000. So imagine that, from 20,000 to"}, {"timestamp": [667.9, 674.42], "text": " 2,000. A lot of people had to move from here because they couldn't stay. We walk up to a small,"}, {"timestamp": [674.58, 680.94], "text": " typical whitewashed house halfway up the hill with lovely views of the river. But Mr. Correa,"}, {"timestamp": [681.08, 687.28], "text": " who lives here, won't be enjoying the view for much longer. He meets us with an eviction letter in his hand."}, {"timestamp": [689.34, 693.62], "text": " This house used to be nothing, an old house, which I've done up."}, {"timestamp": [694.32, 698.66], "text": " I've lived here for 18 years, and the rent always stayed the same."}, {"timestamp": [698.66, 701.96], "text": " Only a few years ago, I was paying 70 euros."}, {"timestamp": [702.62, 707.0], "text": " But now, they're asking for 450 euros. For people my age,"}, {"timestamp": [708.2, 713.94], "text": " this is really hard. My wife and I only want to leave this house when we are dead."}, {"timestamp": [713.94, 719.88], "text": " If this was a one-off, it wouldn't be a problem, but a huge increase in the number of"}, {"timestamp": [719.88, 725.0], "text": " short-term rentals in Lisbon is changing the character of the city centre."}, {"timestamp": [725.0, 732.0], "text": " Augustine Coquela Gantt from the University of Lisbon has been studying the changes among the local Portuguese."}, {"timestamp": [732.0, 736.0], "text": " The frustration is not just because the economy is also cultural."}, {"timestamp": [736.0, 744.0], "text": " They see people coming from the north of Europe that they don't speak Portuguese and they are taking their places."}, {"timestamp": [744.0, 746.4], "text": " The shops, the stores are changing."}, {"timestamp": [746.4, 749.6], "text": " They are losing the places where they meet with their friends and neighbours."}, {"timestamp": [749.6, 753.2], "text": " But he doesn't put the blame solely on individuals"}, {"timestamp": [753.2, 756.8], "text": " who choose to visit and live in Lisbon as digital nomads,"}, {"timestamp": [756.8, 761.2], "text": " but the economic system that means they can earn North European wages"}, {"timestamp": [761.2, 763.6], "text": " while living in southern Europe."}, {"timestamp": [763.6, 767.42], "text": " An interesting point is an equal division of labour."}, {"timestamp": [767.7, 771.8], "text": " And there are people in the north of Europe earning quite good money."}, {"timestamp": [772.32, 776.36], "text": " And obviously it's more convenient for them to live there because it's much cheaper."}, {"timestamp": [776.52, 780.54], "text": " And also they can have a better quality of life because of the weather, the beach, etc., etc."}, {"timestamp": [781.28, 786.6], "text": " And that unequal division of labour is structural nowadays in capitalism."}, {"timestamp": [786.6, 794.0], "text": " And that is the problem. And to blame an individual for that is not going to be correct."}, {"timestamp": [798.0, 805.44], "text": " Digital nomads generally earn a living from the richest countries, but often while they're living in poorer countries."}, {"timestamp": [805.44, 810.0], "text": " It allows them to take advantage of the differences in income and cost of living."}, {"timestamp": [810.0, 819.36], "text": " And this, as we heard, can have an impact on local communities driving prices up."}, {"timestamp": [819.36, 825.64], "text": " But digital nomads can also help boost and diversify a local economy, and many regions around the world"}, {"timestamp": [825.64, 834.2], "text": " are more than happy to do all they can to attract nomads to pitch their tents in their area."}, {"timestamp": [834.2, 838.84], "text": " Take Cornwall in the south-west of England, one of the poorest regions in the country."}, {"timestamp": [838.84, 842.76], "text": " It's long relied on tourism and the food and drink industries."}, {"timestamp": [842.76, 847.0], "text": " But now it's diversifying and trying to become a tech powerhouse as well,"}, {"timestamp": [847.0, 851.0], "text": " which means digital nomads are more than welcome."}, {"timestamp": [851.0, 853.0], "text": " There's one small problem."}, {"timestamp": [853.0, 858.0], "text": " From London, it takes you just as long to get to Cornwall as it does to Lisbon."}, {"timestamp": [858.0, 862.0], "text": " The centre is soon-in-service shortly arriving into St Austell."}, {"timestamp": [862.0, 864.0], "text": " St Austell, our next station call."}, {"timestamp": [864.0, 868.08], "text": " St Austell in Cornwall is four and a half hours from London by train."}, {"timestamp": [868.48, 871.36], "text": " It only takes two hours to fly to the Portuguese capital."}, {"timestamp": [871.76, 875.68], "text": " But the remoteness, locals insist, has helped preserve the region's charm."}, {"timestamp": [876.08, 879.76], "text": " And Cornwall, with a lower cost of living than many parts of the UK,"}, {"timestamp": [880.24, 882.88], "text": " has some key attractions for nomads."}, {"timestamp": [887.0, 889.0], "text": " So you can kind of sit on the beach"}, {"timestamp": [889.0, 894.0], "text": " and the things that have been going around in your head start to just relax and unwind"}, {"timestamp": [894.0, 897.0], "text": " and then you get really creative as well."}, {"timestamp": [898.0, 902.0], "text": " A digital nomad herself, Belinda Waldock, runs software Cornwall."}, {"timestamp": [902.0, 905.44], "text": " It promotes and supports Cornwall's digital tech community,"}, {"timestamp": [905.44, 909.36], "text": " which is the third fastest growing tech cluster in the UK."}, {"timestamp": [909.36, 919.28], "text": " It's not just tech, it's marine tech and eco-tech and creative tech and embedded tech and space tech and all the different techs."}, {"timestamp": [919.28, 927.0], "text": " We want you to do it as a table. Do not do what I see a number of companies."}, {"timestamp": [927.0, 933.0], "text": " Today Belinda's brought a variety of tech people together for a coding retreat in St Austell"}, {"timestamp": [933.0, 936.0], "text": " where they can brush up their skills."}, {"timestamp": [936.0, 940.0], "text": " So we've got a real mix, we've got some junior developers,"}, {"timestamp": [940.0, 943.0], "text": " but most of them here are really experienced developers."}, {"timestamp": [943.0, 946.5], "text": " So there's a real range and it's about refining."}, {"timestamp": [946.5, 949.0], "text": " So if you thought about a bit like the written word,"}, {"timestamp": [949.0, 952.0], "text": " you'd be kind of going to a creative writing course"}, {"timestamp": [952.0, 955.0], "text": " to hone your writing and it's exactly the same with coding."}, {"timestamp": [955.0, 958.0], "text": " It's looking at the language and how that's put together"}, {"timestamp": [958.0, 960.0], "text": " and what works, what doesn't work."}, {"timestamp": [964.0, 968.32], "text": " So many of the teams that we have down here have developers dotted all over the place"}, {"timestamp": [968.32, 974.12], "text": " so it's time independent, location independent, device independent, they are just kind of free spirits"}, {"timestamp": [974.12, 975.12], "text": " in a way."}, {"timestamp": [975.12, 981.32], "text": " Two of the participants, Keith Edwin Pope and James Benz, fit the profile perfectly."}, {"timestamp": [981.32, 984.88], "text": " Both are software developers and both love to serve."}, {"timestamp": [984.88, 985.0], "text": " They actually go together quite well these days because you can work from your laptop any way you like, perfectly. Both are software developers and both love to serve."}, {"timestamp": [985.0, 989.0], "text": " They actually go together quite well these days because you can work from your laptop"}, {"timestamp": [989.0, 995.0], "text": " any way you like, all you need is good internet and you can be making money while you're travelling."}, {"timestamp": [995.0, 996.0], "text": " And do you do that quite a lot?"}, {"timestamp": [996.0, 1000.0], "text": " Well personally where I'm working at the moment in Redroof, I head forward,"}, {"timestamp": [1000.0, 1003.0], "text": " they let us go surfing on our lunch breaks so it's quite handy."}, {"timestamp": [1003.0, 1007.04], "text": " So we can do two our lunch breaks and we just get back when we want and carry on with our work."}, {"timestamp": [1007.14, 1009.04], "text": " So it's quite easy that way as well."}, {"timestamp": [1009.54, 1013.34], "text": " And if you had a laptop and Wi-Fi and your board with you, you could go anywhere, can you?"}, {"timestamp": [1013.4, 1014.62], "text": " Portugal or South Africa or England?"}, {"timestamp": [1014.66, 1015.18], "text": " Pretty much."}, {"timestamp": [1015.52, 1016.44], "text": " It's good lifestyle, yeah."}, {"timestamp": [1016.8, 1021.12], "text": " So I've been to Portugal and Australia, and I really quite enjoy the surfing scene"}, {"timestamp": [1021.12, 1023.68], "text": " and just the freedom of travelling generally."}, {"timestamp": [1024.44, 1027.0], "text": " And coding just fits them quite well with that."}, {"timestamp": [1027.0, 1031.0], "text": " It really helps that although the train line to Cornwall is slow,"}, {"timestamp": [1031.0, 1034.0], "text": " the broadband is fast and getting faster."}, {"timestamp": [1034.0, 1039.0], "text": " In many rural parts of the UK you will always hear complaints about the lack of broadband."}, {"timestamp": [1039.0, 1042.0], "text": " In Cornwall, not so much."}, {"timestamp": [1042.0, 1048.18], "text": " It's been massive investment over the last, well, 15 years really in terms of getting us into"}, {"timestamp": [1048.18, 1050.98], "text": " super fast and getting really good reach across the county."}, {"timestamp": [1051.48, 1053.7], "text": " And now we're getting fibre-to-the-premises connectivity."}, {"timestamp": [1054.0, 1056.18], "text": " So there's 300-Med connections in offices."}, {"timestamp": [1056.82, 1060.78], "text": " That connectivity makes a real difference in terms of being able to video conference,"}, {"timestamp": [1061.44, 1066.66], "text": " send big files, being able to connect into big systems over the internet."}, {"timestamp": [1066.66, 1071.8], "text": " So yeah, it's absolutely critical, but it's not just in the towns."}, {"timestamp": [1071.8, 1081.56], "text": " Actually in Cornwall, some of the best connectivities is in the most rural locations now."}, {"timestamp": [1081.56, 1087.0], "text": " We used to have a lot of mining and we're really well-class known for our mining and engineering."}, {"timestamp": [1087.0, 1092.0], "text": " Obviously over the years that's decreased but our kids have got engineering in their DNA."}, {"timestamp": [1092.0, 1098.0], "text": " So what we're really hoping to do is to have software engineering as a 21st century engineering revolution in Cornwall."}, {"timestamp": [1098.0, 1103.0], "text": " So it's really about kind of bringing our young kids online, young students online,"}, {"timestamp": [1103.0, 1106.4], "text": " getting them into the coding, getting them into engineering"}, {"timestamp": [1106.4, 1109.0], "text": " and setting them off so that they can go across the world"}, {"timestamp": [1109.0, 1112.0], "text": " like our Cornish engineers did many years ago."}, {"timestamp": [1116.0, 1118.2], "text": " One person at the conference, Jessica Ratti,"}, {"timestamp": [1118.2, 1121.6], "text": " is an excellent example of what that future generation"}, {"timestamp": [1121.6, 1124.6], "text": " of Cornish digital nomads could do."}, {"timestamp": [1124.6, 1128.04], "text": " Oh, I don't know, nobody's an expert in anything anymore."}, {"timestamp": [1128.04, 1130.76], "text": " I think I do a lot of crowdfunding, so I know all about that."}, {"timestamp": [1130.76, 1132.76], "text": " I do a lot of business development and business growth,"}, {"timestamp": [1132.76, 1137.24], "text": " but mostly social media, marketing, comms, and PR, apparently."}, {"timestamp": [1137.24, 1139.24], "text": " And you can do that from anywhere in the world, can you?"}, {"timestamp": [1139.24, 1141.08], "text": " Yeah, I mean, today's a really good example."}, {"timestamp": [1141.08, 1148.04], "text": " One of my clients has got an incredibly huge event happening this afternoon and tomorrow morning and I'm managing all their comms from here whilst also"}, {"timestamp": [1148.04, 1151.6], "text": " speaking with you guys. And when you go out on your own, are you going to be based around here"}, {"timestamp": [1151.6, 1157.14], "text": " or are you just going to travel or what? It's quite interesting. I've spent two months in the last"}, {"timestamp": [1157.14, 1161.56], "text": " six months in France working so I can do that if I want to. All I need is my laptop."}, {"timestamp": [1162.6, 1166.78], "text": " But what technology do you need to be a digital nomad? Well, not much,"}, {"timestamp": [1166.96, 1172.64], "text": " but you do need to know how to use it well. I should add my laptop and my mobile phone. So a lot of"}, {"timestamp": [1172.64, 1177.84], "text": " my phone conversations happen over WhatsApp and that could be like a recorded chat. So I might"}, {"timestamp": [1177.84, 1182.14], "text": " record a list of things that I'm doing for a client and send that across or just WhatsApp them."}, {"timestamp": [1182.56, 1185.0], "text": " On my laptop or on my phone, I can FaceTime people"}, {"timestamp": [1185.0, 1188.0], "text": " wherever they are in the world at any point, most of the time."}, {"timestamp": [1188.0, 1192.0], "text": " Email's pretty good, email's still pretty standard for press stuff."}, {"timestamp": [1192.0, 1197.0], "text": " And then I use a range of tools that help me sort of run the business,"}, {"timestamp": [1197.0, 1201.0], "text": " which is Hootsweet so you can aggregate all your social channels in one place."}, {"timestamp": [1201.0, 1205.6], "text": " You know, logging in and out of channels and, oh, Google Docs,"}, {"timestamp": [1205.6, 1210.88], "text": " anyone's best friend. So anybody can jointly work on an item and then you've got a collaborative"}, {"timestamp": [1210.88, 1216.16], "text": " economy right there on your laptop. However, I couldn't help but notice that Jessica doesn't"}, {"timestamp": [1216.16, 1221.76], "text": " use the laptop for everything. But to remember about the Easter Fair cakes, you still got to write"}, {"timestamp": [1221.76, 1228.28], "text": " it on the back of your hand. Yeah, so my daughter's Easter fair is tomorrow and I need to make some cakes."}, {"timestamp": [1229.4, 1235.8], "text": " Well spotted. Can you send yourself an advanced Snapchat or an email? I mean, that's so old technology, isn't it?"}, {"timestamp": [1235.84, 1241.16], "text": " Writing something on the back of your hand. It is. And funny to say, because I've actually employed a digital PA."}, {"timestamp": [1241.46, 1245.2], "text": " So I've got a girl that works for me she lives in New Zealand and then I"}, {"timestamp": [1245.2, 1250.0], "text": " tell her a list of things that I need to get done during the day by the time I wake up it's all"}, {"timestamp": [1250.0, 1256.16], "text": " in my diary I've got a little girl and my life's pretty mental so she helps me this is really bad"}, {"timestamp": [1256.16, 1261.84], "text": " I'm going to admit this she buys gifts for my kids birthday parties that she has to go to and they"}, {"timestamp": [1261.84, 1267.0], "text": " arrive at my house wrapped so all I've got to do is pick up the gift and go to the party with my kids."}, {"timestamp": [1267.0, 1269.0], "text": " She's an even better nomad than you."}, {"timestamp": [1269.0, 1273.0], "text": " She's living in New Zealand and she's organising your party balloons and presents and all that kind of stuff."}, {"timestamp": [1273.0, 1275.0], "text": " Yeah, she's phenomenal. I'd take her along with me to anywhere."}, {"timestamp": [1275.0, 1277.0], "text": " And I can because she's always with me."}, {"timestamp": [1277.0, 1278.0], "text": " On the laptop."}, {"timestamp": [1278.0, 1279.0], "text": " Yeah, yeah."}, {"timestamp": [1279.0, 1283.0], "text": " So we thought we'd do the same and find out how you can live in New Zealand"}, {"timestamp": [1283.0, 1286.4], "text": " and make a living organising other people's lives."}, {"timestamp": [1286.4, 1287.2], "text": " So we called up."}, {"timestamp": [1287.2, 1289.2], "text": " Is that Harriet?"}, {"timestamp": [1289.2, 1291.2], "text": " Hi, Junty."}, {"timestamp": [1291.2, 1292.96], "text": " Yes, hello. Sorry, we'd probably..."}, {"timestamp": [1292.96, 1294.64], "text": " On Skype, of course."}, {"timestamp": [1294.64, 1300.96], "text": " My name's Harriet Frost and I'm a virtual assistant is the best way to kind of sum up what I do."}, {"timestamp": [1300.96, 1306.48], "text": " So for one person I might do social media, email management, calendar management,"}, {"timestamp": [1306.9, 1311.92], "text": " whatever they need help with, especially being in New Zealand. I'm basically a day ahead"}, {"timestamp": [1311.92, 1317.2], "text": " so I can get things done sometimes before, you know, someone's working day back at home in the UK."}, {"timestamp": [1317.2, 1322.0], "text": " We were talking to somebody who worked for in Cornwall. She said basically you organise her"}, {"timestamp": [1322.0, 1330.06], "text": " kids, parties and all kinds of stuff. Yes. Yes, I have been known to buy birthday presents for that particular client as well."}, {"timestamp": [1330.48, 1333.44], "text": " And how many clients have you got and how much do you charge?"}, {"timestamp": [1333.8, 1346.48], "text": " Currently, I have 18 clients and I charge an hourly rate, $35 in Australia and New Zealand and £22 pounds 50 an hour in the UK."}, {"timestamp": [1346.72, 1351.82], "text": " And how does it work with the kind of quality of life in New Zealand and the things you want to do there?"}, {"timestamp": [1352.08, 1355.6], "text": " I just really love that I can plan my own day."}, {"timestamp": [1355.98, 1360.34], "text": " I love exercising and training for, you know, triathons and some endurance sports."}, {"timestamp": [1360.46, 1365.44], "text": " So if I want to go for a run at 3 o'clock of the afternoon for a couple of hours,"}, {"timestamp": [1365.78, 1370.72], "text": " there's no one to say I can't do that. And when your visa in New Zealand is up, are you just"}, {"timestamp": [1370.72, 1376.84], "text": " going to move somewhere else? I aim to move back to the UK this summer. Having floated around"}, {"timestamp": [1376.84, 1383.06], "text": " for that will be nearly four years, I think I'll be ready to kind of put down routes a little"}, {"timestamp": [1383.06, 1389.24], "text": " bit more. But having said that, I definitely want to be going away annually for quite big trips as well."}, {"timestamp": [1389.8, 1392.78], "text": " And, you know, hopefully this could mean I can do that."}, {"timestamp": [1393.08, 1395.8], "text": " That could be the ideal job. You're never going to see a winter again, are you?"}, {"timestamp": [1395.94, 1397.54], "text": " Well, that is the plan."}, {"timestamp": [1398.4, 1401.66], "text": " There are, however, many downsides to a life on the road."}, {"timestamp": [1402.04, 1406.0], "text": " For a start, it may not be as liberating and freewheeling as you might have thought."}, {"timestamp": [1406.0, 1410.0], "text": " In fact, it can be a bit of a drudge, says James Cave in Lisbon."}, {"timestamp": [1410.0, 1415.0], "text": " I think when we started out, that's what we dreamed our life would be like."}, {"timestamp": [1415.0, 1420.0], "text": " In reality, we probably work a lot more than we ever did when we worked full-time in an office."}, {"timestamp": [1420.0, 1425.56], "text": " We thought that we would have a very flexible schedule and we'd be able to work at any time."}, {"timestamp": [1426.44, 1432.58], "text": " But actually what we found work best for us was the Monday to Friday 9 to 5 because that's when clients work."}, {"timestamp": [1432.98, 1434.22], "text": " It keeps us in a routine."}, {"timestamp": [1434.44, 1441.2], "text": " Otherwise, we just end up working all the time or we end up not really feeling like we get a break in the same way as you do when you take a weekend."}, {"timestamp": [1441.8, 1447.4], "text": " Then, keeping all workers in the same place also has great advantages for the authorities,"}, {"timestamp": [1447.4, 1453.6], "text": " because they know where they're working, who they're working for, and how much tax they should therefore be paying."}, {"timestamp": [1453.6, 1457.4], "text": " But a digital nomad who's moving between three different countries,"}, {"timestamp": [1457.4, 1463.0], "text": " using a computer server in a fourth country and doing work for a firm in yet another country,"}, {"timestamp": [1463.0, 1465.46], "text": " is much more difficult to pin down."}, {"timestamp": [1469.2, 1469.82], "text": " Just how do you tax such people and where should they pay it?"}, {"timestamp": [1475.76, 1476.72], "text": " A question I put to Anne-Marie Malley, head of human capital practice at consultants, Deloitte."}, {"timestamp": [1479.14, 1479.92], "text": " I don't know. I honestly don't know the answer to that question."}, {"timestamp": [1482.06, 1483.7], "text": " It's one that we asked and I have no idea."}, {"timestamp": [1484.86, 1485.22], "text": " You asked your tax experts?"}, {"timestamp": [1489.68, 1489.78], "text": " We did. We asked the tax experts and basically what they said is it's very individually based."}, {"timestamp": [1496.08, 1501.04], "text": " I don't think there are any great sort of tax policies that have been put around in terms of infrastructure to support this. If and when this grows, then that becomes much more of a challenge for pretty much every country."}, {"timestamp": [1504.08, 1509.12], "text": " One country which is tackling this legal and financial conundrum is Estonia."}, {"timestamp": [1509.6, 1515.44], "text": " It's planning a visa specifically for digital nomads to be launched in 2019,"}, {"timestamp": [1515.44, 1521.68], "text": " one that allows them to register in Estonia, work there and travel anywhere across the Schengen"}, {"timestamp": [1521.68, 1523.28], "text": " area of the EU."}, {"timestamp": [1524.08, 1527.52], "text": " People really want to pursue that kind of lifestyle,"}, {"timestamp": [1527.88, 1529.18], "text": " but there are obstacles on the way,"}, {"timestamp": [1529.28, 1532.24], "text": " and immigration was named as number one obstacle."}, {"timestamp": [1533.28, 1536.36], "text": " Carolee Hendrix is the founder of Jobatical."}, {"timestamp": [1536.84, 1539.52], "text": " She's worked with the Estonian Ministry of the Interior"}, {"timestamp": [1539.52, 1542.16], "text": " in developing the digital nomad visa."}, {"timestamp": [1542.56, 1544.12], "text": " So if you go to Thailand, for example,"}, {"timestamp": [1544.12, 1546.64], "text": " or you go to Indonesia or you go to Estonia,"}, {"timestamp": [1546.64, 1549.04], "text": " you can do it maybe three months with a tourist visa,"}, {"timestamp": [1549.04, 1551.44], "text": " but actually if you open your computer and stop working,"}, {"timestamp": [1551.44, 1553.04], "text": " you're actually doing it illegally."}, {"timestamp": [1553.04, 1559.28], "text": " So there's no legal framework in any country in the world to support the digital nomad lifestyle,"}, {"timestamp": [1559.28, 1563.28], "text": " which is ridiculous because we have millions of people who are highly skilled,"}, {"timestamp": [1563.28, 1566.4], "text": " talent moving around and working with this kind of new lifestyle."}, {"timestamp": [1567.2, 1573.46], "text": " And what's the tax implications of all this? Because I can't find anybody who can work it out, really. Do you know?"}, {"timestamp": [1573.84, 1582.66], "text": " When we talk about policy, not supporting the new ways of working, then I think tax is also something that has been kind of designed for permanent residents."}, {"timestamp": [1583.24, 1585.72], "text": " And I think that's something for governments to think about."}, {"timestamp": [1585.72, 1590.6], "text": " If you think a country is something that the person will lend to for six months, would there"}, {"timestamp": [1590.6, 1596.2], "text": " be an easy way to pay a subscription, which will be a contribution to the society?"}, {"timestamp": [1596.2, 1599.24], "text": " In exchange, you get access to some kind of services."}, {"timestamp": [1599.24, 1608.0], "text": " That is something I think we should redesign as well."}, {"timestamp": [1611.08, 1614.4], "text": " Digital nomads are a rapidly developing phenomenon and despite their local influence in places like Lisbon"}, {"timestamp": [1614.4, 1620.0], "text": " are probably not yet a large enough group to cause significant structural damage to major economies."}, {"timestamp": [1620.0, 1622.0], "text": " But that is changing quickly."}, {"timestamp": [1623.0, 1629.0], "text": " Current tax systems, work permits, immigration rules, social security, health and pension systems,"}, {"timestamp": [1629.0, 1637.0], "text": " even property ownership, are based on the old idea of the vast majority of workers being physically based in the country where they work,"}, {"timestamp": [1637.0, 1641.0], "text": " and being easy to regulate and tax."}, {"timestamp": [1641.0, 1647.4], "text": " But set free by digital technology, the nomads are once again on the move."}, {"timestamp": [1647.4, 1656.6], "text": " This time they don't have tents, caravans, baggage and flocks to slow them down as they wander the open grasslands."}, {"timestamp": [1656.6, 1662.3], "text": " Just a rucksack with a laptop are more than enough and they can cross continents in hours."}, {"timestamp": [1662.3, 1666.46], "text": " As a result, they are increasingly uncountable, uncontrollable and"}, {"timestamp": [1666.46, 1672.34], "text": " untaxable. States around the world will have to adapt to survive this new ultra-mobile,"}, {"timestamp": [1672.52, 1675.94], "text": " highly skilled flow of people across their borders."}, {"timestamp": [1680.4, 1686.34], "text": " Thanks for listening. The programme was presented by John T. Bloom and produced by me, Estelle Doyle."}, {"timestamp": [1686.6, 1688.14], "text": " The researcher was Darren Graham"}, {"timestamp": [1688.14, 1689.8], "text": " and the editor, Helen Grady."}, {"timestamp": [1690.14, 1691.88], "text": " A big thanks to Ross Jones,"}, {"timestamp": [1692.2, 1694.16], "text": " who suggested the idea for today's program."}, {"timestamp": [1694.52, 1696.76], "text": " She's one of the best business producers around,"}, {"timestamp": [1697.0, 1698.66], "text": " and I would highly recommend listening"}, {"timestamp": [1698.66, 1700.08], "text": " to any of her programs."}, {"timestamp": [1700.54, 1701.82], "text": " Her most recent one is called"}, {"timestamp": [1701.82, 1703.42], "text": " The Transparency Detectives,"}, {"timestamp": [1703.72, 1705.92], "text": " intriguing and also really enlightening,"}, {"timestamp": [1706.18, 1708.02], "text": " and you can download it for free."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. Hello and thank you for downloading the World of Business podcast. This week, Jonti Bloom puts on his hiking boots to join the world of the digital nomads. Traditionally, nomads wandered widely over open ranges, shepherding their flocks vast distances under starry nights, stopping where the grazing was best, but only as long as it lasted, and then breaking camp and moving on to high hills and pastures new. Digital nomads do much the same, but with more of a party scene. And they wonder far and wide this get-together is in Lisbon, but it could just as well be in Leeds, Lahore or Lagos. So my name is Olivia. I'm from Romania. And I have Romanian women lose weight and getting shaped with my fitness products. Now, shouldn't you be in Romania then? No, because I can work from anywhere. My products are online courses. So I have a website with my online video courses and my clients do the exercises by themselves. I started travelling four years ago. At the beginning mostly in Europe, Italy, Belgium, Spain, UK and then Dubai, Malaysia, Southeast Asia for the past two winters. We go to Asia in the winter because it's much nicer. The weather is sunny all the time. Las Palmas de Grand Canaria, Japan, Taiwan. Did I mention of Vietnam? Hoyan, Bali? Quite a few. Yes. And where's next for you? So the plan would be to be here until October and take the nomad cruise. It's like a cruise for digital nomads. 14 days on the sea with workshops, seminars, having fun, fitness, everything. So I would take that cruise from Las Palmas to Panama. So Panama, probably. Like Olivia, digital nomads need only a laptop and Wi-Fi. With those two simple tools, they can and do work from anywhere. A rented flat, a cafe or bar, writing copy for companies, translating, building websites or writing computer code, and any other job which can be done remotely. And there are more and more of those. Their number is also growing, although by the very nature of their work and lifestyle, it's impossible to know definitely there are certainly hundreds of thousands, possibly even millions, of digital nomads. And as more people begin to work flexibly, some say digital nomads are the future of work. But if they are, what impact are they having on the local communities they gravitate towards, however briefly, and how prepared are governments for this radical change in how we work and live. So for this edition of In Business, I'm diving into the brave new world of the digital nomad to get a sense of its opportunities and its challenges. I really didn't like my job and neither did James. Gemma Porter and her boyfriend James Cave's journey began like many others when they became disillusioned with their office-bound jobs. I used to work in online marketing in an office in Edinburgh and then I started doing some freelance copywriting on the side just to make a bit of extra money and he sort of discovered the concept of house-sitting, which involves looking after people's properties when they're away. So while freelancing, they lived rent-free in France, looking after... Cats, dogs, turtles and even a farm of 18 alpacas at one point. And learnt the hard way, the number one rule of any successful digital nomad. Check, check and check again that there is good Wi-Fi. We got a long house hit for several months and we were told that there was going to be Wi-Fi there but when we arrived we found actually it was just a dongle with I think it was a three-gigabyte monthly limit to share between two people which for digital nomads is probably the biggest nightmare you could have. And the closest place with internet connection was a 40-minute drive away. We managed to get 3G SIM cards to tether. We had to turn off all images, YouTube, everything off our computers just to make the page load and get that data to sort of stretch across a whole month. A lot happened during that time. I think that's when Gagnum style came out and we had absolutely no idea what was going on. We managed to get ourselves set up as digital nomads. So how many places have you actually been to? We have lived in Germany, France, Spain, Portugal and South Africa. When I say lived, I'm talking say say, more than two or three months. And we've also traveled around Southeast Asia and other parts of Europe as digital nomads. After five years, they're veterans. And for now, Lisbon is their home. Here they live and work moving between different areas of the city, sometimes working in their flat and sometimes in bars and cafes, including in the LX factory area. Right, this is one of those really trendy areas you find in lots of towns. It used to be a factory area. It still looks very industrial, but it's full of restaurants and wine bars and coffee shops and cake shops, all with kind of industrial features in them. There's a tattoo parlour. On my left, there's a giant mural of a squashed fly on the wall. It's all very, very trendy. I'm the oldest person here by about 30 years. There's a lot of digital nomads down here and expats, but you do see a lot of the young, trendy locals will come here as well. That's a really good cafe can work from there's also the co-working space is inside this sort of old factory building it's on the top floor this used to be a printing press because these are old presses aren't they just standing down in the corridor and then it's all been turned into office space. So can you rent some of this? You can pay for the day, or you can pay for the week, or you can pay for a month. I paid for the month last month, and it was about 100 euros. And what do you get for your money? You get Wi-Fi, unlimited free coffee, so I made my money back on coffee. I'm getting the feeling you work anywhere there's coffee actually. Oh yeah, yeah, yeah. That's the most important thing, coffee. Gemma freelancers as a copywriter, as does James, and he also runs a travel blog, but his main income comes from SEO consulting. SEO is search engine optimization. It's optimizing a website. Basically, companies pay because they want to rank higher in Google for a certain terms. So you'll get finance companies or travel companies and they'll have keywords that are important for their business, maybe car hire in Medaira, and they'll want to appear number one for that. So I'll work with them to see how that's possible. And does that pay reasonably well? That can pay a lot of money, yeah. And the cost of living in Lisbon is a big attraction to the 3,000 or so digital nomads based here at any one time. Here, average earnings are under €12,000 a year. For Gemma and James, that means their income makes them wealthy. Can I ask how much are you kind of making doing this? It varies. It goes up and down each year, but I make about 30 to 40,000. It's in here, about 40K, I think, yeah. That's a pretty good income for, you know. Well, for Lisbon, that's probably a very high joint salary, I would have thought, is it? Yeah, definitely. We're not big spenders either. So we've been able to save while we've been doing this as well. So we've been very lucky. It's easy to see why Gemma and James chose to become digital nomads. They can work flexibly wherever suits them, see the world, plus they earn a lot, which allows them to enjoy a really good lifestyle and save money at the same time. However, there are downsides for them and for the local Portuguese community. Every couple of months they have to move homes and they often use Airbnb and other platforms designed to rent out rooms to tourists, but ones that digital nomads use all the time. There's usually a monthly discount if you stay longer term. So right now we're paying about 700 euros a month, which is probably more expensive than you would find in the private market. But all the bills are included. We know it's got internet. It just makes things a lot easier, especially because we move around every three months or so. It just saves us getting internet contracts and all that kind of thing. But the very convenience offered by sites like Airbnb has totally transformed the centre of Lisbon. We just walked up a series of cobbled streets here in the District of Alfama right on the banks of the River Tagus here in Lisbon. It's absolutely beautiful. There's red roofs everywhere. You can see across the river and at the bottom of the hill there's basically a lovely little market surrounded by cafes selling cheap food and drink and everyone sitting outside. Why wouldn't you want to come and work here if you could? The trouble is the locals who used to live in this, the oldest district of Lisbon, are being forced out by ever-hire rents and companies that want to convert their properties into holiday rentals. As we walk around, Alfarmé, Maria de Lourdes Pienero, a small, passionate and redoubtable lady, stops every two minutes to greet a friend. Everyone seems to know her, a local counsellor, she's helping many here fight against eviction. This neighborhood has suffered a lot due to the economic crisis that hit Portugal and Lisbon after 2008. And today, most houses and flats are sold and rented to tourists rather than to people from the neighborhood. Lourdes points out one building after another converted into short-term rentals. To the left you see this building. It was recently sold for tourists. This building here as well. This neighborhood used to have 20,000 voters registered. Today they're only 2,000. So imagine that. From 20,000 to 2,000, a lot of people who have 20,000 voters registered. Today, they're only 2,000. So imagine that, from 20,000 to 2,000. A lot of people had to move from here because they couldn't stay. We walk up to a small, typical whitewashed house halfway up the hill with lovely views of the river. But Mr. Correa, who lives here, won't be enjoying the view for much longer. He meets us with an eviction letter in his hand. This house used to be nothing, an old house, which I've done up. I've lived here for 18 years, and the rent always stayed the same. Only a few years ago, I was paying 70 euros. But now, they're asking for 450 euros. For people my age, this is really hard. My wife and I only want to leave this house when we are dead. If this was a one-off, it wouldn't be a problem, but a huge increase in the number of short-term rentals in Lisbon is changing the character of the city centre. Augustine Coquela Gantt from the University of Lisbon has been studying the changes among the local Portuguese. The frustration is not just because the economy is also cultural. They see people coming from the north of Europe that they don't speak Portuguese and they are taking their places. The shops, the stores are changing. They are losing the places where they meet with their friends and neighbours. But he doesn't put the blame solely on individuals who choose to visit and live in Lisbon as digital nomads, but the economic system that means they can earn North European wages while living in southern Europe. An interesting point is an equal division of labour. And there are people in the north of Europe earning quite good money. And obviously it's more convenient for them to live there because it's much cheaper. And also they can have a better quality of life because of the weather, the beach, etc., etc. And that unequal division of labour is structural nowadays in capitalism. And that is the problem. And to blame an individual for that is not going to be correct. Digital nomads generally earn a living from the richest countries, but often while they're living in poorer countries. It allows them to take advantage of the differences in income and cost of living. And this, as we heard, can have an impact on local communities driving prices up. But digital nomads can also help boost and diversify a local economy, and many regions around the world are more than happy to do all they can to attract nomads to pitch their tents in their area. Take Cornwall in the south-west of England, one of the poorest regions in the country. It's long relied on tourism and the food and drink industries. But now it's diversifying and trying to become a tech powerhouse as well, which means digital nomads are more than welcome. There's one small problem. From London, it takes you just as long to get to Cornwall as it does to Lisbon. The centre is soon-in-service shortly arriving into St Austell. St Austell, our next station call. St Austell in Cornwall is four and a half hours from London by train. It only takes two hours to fly to the Portuguese capital. But the remoteness, locals insist, has helped preserve the region's charm. And Cornwall, with a lower cost of living than many parts of the UK, has some key attractions for nomads. So you can kind of sit on the beach and the things that have been going around in your head start to just relax and unwind and then you get really creative as well. A digital nomad herself, Belinda Waldock, runs software Cornwall. It promotes and supports Cornwall's digital tech community, which is the third fastest growing tech cluster in the UK. It's not just tech, it's marine tech and eco-tech and creative tech and embedded tech and space tech and all the different techs. We want you to do it as a table. Do not do what I see a number of companies. Today Belinda's brought a variety of tech people together for a coding retreat in St Austell where they can brush up their skills. So we've got a real mix, we've got some junior developers, but most of them here are really experienced developers. So there's a real range and it's about refining. So if you thought about a bit like the written word, you'd be kind of going to a creative writing course to hone your writing and it's exactly the same with coding. It's looking at the language and how that's put together and what works, what doesn't work. So many of the teams that we have down here have developers dotted all over the place so it's time independent, location independent, device independent, they are just kind of free spirits in a way. Two of the participants, Keith Edwin Pope and James Benz, fit the profile perfectly. Both are software developers and both love to serve. They actually go together quite well these days because you can work from your laptop any way you like, perfectly. Both are software developers and both love to serve. They actually go together quite well these days because you can work from your laptop any way you like, all you need is good internet and you can be making money while you're travelling. And do you do that quite a lot? Well personally where I'm working at the moment in Redroof, I head forward, they let us go surfing on our lunch breaks so it's quite handy. So we can do two our lunch breaks and we just get back when we want and carry on with our work. So it's quite easy that way as well. And if you had a laptop and Wi-Fi and your board with you, you could go anywhere, can you? Portugal or South Africa or England? Pretty much. It's good lifestyle, yeah. So I've been to Portugal and Australia, and I really quite enjoy the surfing scene and just the freedom of travelling generally. And coding just fits them quite well with that. It really helps that although the train line to Cornwall is slow, the broadband is fast and getting faster. In many rural parts of the UK you will always hear complaints about the lack of broadband. In Cornwall, not so much. It's been massive investment over the last, well, 15 years really in terms of getting us into super fast and getting really good reach across the county. And now we're getting fibre-to-the-premises connectivity. So there's 300-Med connections in offices. That connectivity makes a real difference in terms of being able to video conference, send big files, being able to connect into big systems over the internet. So yeah, it's absolutely critical, but it's not just in the towns. Actually in Cornwall, some of the best connectivities is in the most rural locations now. We used to have a lot of mining and we're really well-class known for our mining and engineering. Obviously over the years that's decreased but our kids have got engineering in their DNA. So what we're really hoping to do is to have software engineering as a 21st century engineering revolution in Cornwall. So it's really about kind of bringing our young kids online, young students online, getting them into the coding, getting them into engineering and setting them off so that they can go across the world like our Cornish engineers did many years ago. One person at the conference, Jessica Ratti, is an excellent example of what that future generation of Cornish digital nomads could do. Oh, I don't know, nobody's an expert in anything anymore. I think I do a lot of crowdfunding, so I know all about that. I do a lot of business development and business growth, but mostly social media, marketing, comms, and PR, apparently. And you can do that from anywhere in the world, can you? Yeah, I mean, today's a really good example. One of my clients has got an incredibly huge event happening this afternoon and tomorrow morning and I'm managing all their comms from here whilst also speaking with you guys. And when you go out on your own, are you going to be based around here or are you just going to travel or what? It's quite interesting. I've spent two months in the last six months in France working so I can do that if I want to. All I need is my laptop. But what technology do you need to be a digital nomad? Well, not much, but you do need to know how to use it well. I should add my laptop and my mobile phone. So a lot of my phone conversations happen over WhatsApp and that could be like a recorded chat. So I might record a list of things that I'm doing for a client and send that across or just WhatsApp them. On my laptop or on my phone, I can FaceTime people wherever they are in the world at any point, most of the time. Email's pretty good, email's still pretty standard for press stuff. And then I use a range of tools that help me sort of run the business, which is Hootsweet so you can aggregate all your social channels in one place. You know, logging in and out of channels and, oh, Google Docs, anyone's best friend. So anybody can jointly work on an item and then you've got a collaborative economy right there on your laptop. However, I couldn't help but notice that Jessica doesn't use the laptop for everything. But to remember about the Easter Fair cakes, you still got to write it on the back of your hand. Yeah, so my daughter's Easter fair is tomorrow and I need to make some cakes. Well spotted. Can you send yourself an advanced Snapchat or an email? I mean, that's so old technology, isn't it? Writing something on the back of your hand. It is. And funny to say, because I've actually employed a digital PA. So I've got a girl that works for me she lives in New Zealand and then I tell her a list of things that I need to get done during the day by the time I wake up it's all in my diary I've got a little girl and my life's pretty mental so she helps me this is really bad I'm going to admit this she buys gifts for my kids birthday parties that she has to go to and they arrive at my house wrapped so all I've got to do is pick up the gift and go to the party with my kids. She's an even better nomad than you. She's living in New Zealand and she's organising your party balloons and presents and all that kind of stuff. Yeah, she's phenomenal. I'd take her along with me to anywhere. And I can because she's always with me. On the laptop. Yeah, yeah. So we thought we'd do the same and find out how you can live in New Zealand and make a living organising other people's lives. So we called up. Is that Harriet? Hi, Junty. Yes, hello. Sorry, we'd probably... On Skype, of course. My name's Harriet Frost and I'm a virtual assistant is the best way to kind of sum up what I do. So for one person I might do social media, email management, calendar management, whatever they need help with, especially being in New Zealand. I'm basically a day ahead so I can get things done sometimes before, you know, someone's working day back at home in the UK. We were talking to somebody who worked for in Cornwall. She said basically you organise her kids, parties and all kinds of stuff. Yes. Yes, I have been known to buy birthday presents for that particular client as well. And how many clients have you got and how much do you charge? Currently, I have 18 clients and I charge an hourly rate, $35 in Australia and New Zealand and £22 pounds 50 an hour in the UK. And how does it work with the kind of quality of life in New Zealand and the things you want to do there? I just really love that I can plan my own day. I love exercising and training for, you know, triathons and some endurance sports. So if I want to go for a run at 3 o'clock of the afternoon for a couple of hours, there's no one to say I can't do that. And when your visa in New Zealand is up, are you just going to move somewhere else? I aim to move back to the UK this summer. Having floated around for that will be nearly four years, I think I'll be ready to kind of put down routes a little bit more. But having said that, I definitely want to be going away annually for quite big trips as well. And, you know, hopefully this could mean I can do that. That could be the ideal job. You're never going to see a winter again, are you? Well, that is the plan. There are, however, many downsides to a life on the road. For a start, it may not be as liberating and freewheeling as you might have thought. In fact, it can be a bit of a drudge, says James Cave in Lisbon. I think when we started out, that's what we dreamed our life would be like. In reality, we probably work a lot more than we ever did when we worked full-time in an office. We thought that we would have a very flexible schedule and we'd be able to work at any time. But actually what we found work best for us was the Monday to Friday 9 to 5 because that's when clients work. It keeps us in a routine. Otherwise, we just end up working all the time or we end up not really feeling like we get a break in the same way as you do when you take a weekend. Then, keeping all workers in the same place also has great advantages for the authorities, because they know where they're working, who they're working for, and how much tax they should therefore be paying. But a digital nomad who's moving between three different countries, using a computer server in a fourth country and doing work for a firm in yet another country, is much more difficult to pin down. Just how do you tax such people and where should they pay it? A question I put to Anne-Marie Malley, head of human capital practice at consultants, Deloitte. I don't know. I honestly don't know the answer to that question. It's one that we asked and I have no idea. You asked your tax experts? We did. We asked the tax experts and basically what they said is it's very individually based. I don't think there are any great sort of tax policies that have been put around in terms of infrastructure to support this. If and when this grows, then that becomes much more of a challenge for pretty much every country. One country which is tackling this legal and financial conundrum is Estonia. It's planning a visa specifically for digital nomads to be launched in 2019, one that allows them to register in Estonia, work there and travel anywhere across the Schengen area of the EU. People really want to pursue that kind of lifestyle, but there are obstacles on the way, and immigration was named as number one obstacle. Carolee Hendrix is the founder of Jobatical. She's worked with the Estonian Ministry of the Interior in developing the digital nomad visa. So if you go to Thailand, for example, or you go to Indonesia or you go to Estonia, you can do it maybe three months with a tourist visa, but actually if you open your computer and stop working, you're actually doing it illegally. So there's no legal framework in any country in the world to support the digital nomad lifestyle, which is ridiculous because we have millions of people who are highly skilled, talent moving around and working with this kind of new lifestyle. And what's the tax implications of all this? Because I can't find anybody who can work it out, really. Do you know? When we talk about policy, not supporting the new ways of working, then I think tax is also something that has been kind of designed for permanent residents. And I think that's something for governments to think about. If you think a country is something that the person will lend to for six months, would there be an easy way to pay a subscription, which will be a contribution to the society? In exchange, you get access to some kind of services. That is something I think we should redesign as well. Digital nomads are a rapidly developing phenomenon and despite their local influence in places like Lisbon are probably not yet a large enough group to cause significant structural damage to major economies. But that is changing quickly. Current tax systems, work permits, immigration rules, social security, health and pension systems, even property ownership, are based on the old idea of the vast majority of workers being physically based in the country where they work, and being easy to regulate and tax. But set free by digital technology, the nomads are once again on the move. This time they don't have tents, caravans, baggage and flocks to slow them down as they wander the open grasslands. Just a rucksack with a laptop are more than enough and they can cross continents in hours. As a result, they are increasingly uncountable, uncontrollable and untaxable. States around the world will have to adapt to survive this new ultra-mobile, highly skilled flow of people across their borders. Thanks for listening. The programme was presented by John T. Bloom and produced by me, Estelle Doyle. The researcher was Darren Graham and the editor, Helen Grady. A big thanks to Ross Jones, who suggested the idea for today's program. She's one of the best business producers around, and I would highly recommend listening to any of her programs. Her most recent one is called The Transparency Detectives, intriguing and also really enlightening, and you can download it for free."}