{"speakers": [], "chunks": [{"timestamp": [0.0, 1.74], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.64, 11.18], "text": " Welcome to the BBC's world of business. I'm Caroline Bailey."}, {"timestamp": [11.72, 17.44], "text": " In this download edition of In Business on Radio 4, I've been looking at the Brexit trade negotiations"}, {"timestamp": [17.44, 22.46], "text": " through the lens of two European companies, one French and one German."}, {"timestamp": [22.96, 24.88], "text": " I've been tracking them since February."}, {"timestamp": [25.46, 30.08], "text": " But the course of 2020, as we know, has been anything but smooth."}, {"timestamp": [30.82, 32.64], "text": " It hit us very suddenly."}, {"timestamp": [33.68, 37.2], "text": " And actually just the news of the lockdown itself was a surprise."}, {"timestamp": [37.82, 41.72], "text": " And from one day to the next, we had to completely reorganise the company."}, {"timestamp": [42.32, 47.12], "text": " Looking back, I'm also surprised that we didn't take it more seriously."}, {"timestamp": [47.46, 51.96], "text": " It was just out of our imagination that something like that could happen."}, {"timestamp": [52.6, 58.96], "text": " Two businessmen, both recalling their surprise when COVID-19 reached their doorsteps in March this year."}, {"timestamp": [59.68, 64.78], "text": " Both heads of family-run companies and both were facing enormous challenges overnight."}, {"timestamp": [65.76, 71.76], "text": " Alain Sischel, who we heard from first, is in France and runs the Maison-Cichel wine business in Bordeaux."}, {"timestamp": [72.48, 78.48], "text": " Andreas Hettich is based in northwest Germany and his company Hettich makes components for furniture."}, {"timestamp": [82.68, 91.0], "text": " What we're doing in this program is hearing from these two European companies on how they see the Brexit trade negotiations."}, {"timestamp": [91.0, 100.0], "text": " You wouldn't expect them to welcome Britain's exit as they both export to the UK and trading could get a lot more complicated for both firms."}, {"timestamp": [100.0, 108.2], "text": " I've been following them since February, but of course no one expected 2020 to take such an unexpected turn."}, {"timestamp": [110.6, 113.4], "text": " So, Alain, this was your family home?"}, {"timestamp": [113.9, 114.9], "text": " It is indeed."}, {"timestamp": [115.9, 119.6], "text": " Where I was brought up in memories when we were kids."}, {"timestamp": [120.44, 120.72], "text": " Hello."}, {"timestamp": [121.36, 129.0], "text": " But let's go back to February, that long,distant time, pre-COVID-19,"}, {"timestamp": [129.0, 137.0], "text": " when I could hop on a plane to Bordeaux, stay in a hotel and be shown around the Chateau-Onglouet vineyard by Alan Cichelle the next day."}, {"timestamp": [137.0, 141.0], "text": " Flores is in charge of all the vegetation and the gardens around."}, {"timestamp": [141.0, 145.18], "text": " Well, it looks beautiful. I love the lake down there."}, {"timestamp": [147.76, 150.0], "text": " Chateau-Angloude is one of several vineyards owned by the Seychelles family business,"}, {"timestamp": [150.38, 152.24], "text": " which Alain runs with his four brothers."}, {"timestamp": [152.98, 154.22], "text": " They also have a distillery"}, {"timestamp": [154.22, 157.64], "text": " and a wine merchant operation based in the centre of Bordeaux."}, {"timestamp": [158.1, 162.1], "text": " The family have had strong links with the region since 1883,"}, {"timestamp": [162.76, 166.24], "text": " but it wasn't until 1961 that Alain's parents"}, {"timestamp": [166.24, 169.14], "text": " moved from the UK to buy Chateau-Anglidé,"}, {"timestamp": [169.5, 170.96], "text": " then in a derelict state,"}, {"timestamp": [171.26, 173.84], "text": " and began producing as well as selling wine."}, {"timestamp": [174.92, 175.66], "text": " And here we are."}, {"timestamp": [175.72, 177.6], "text": " We can see the vines in front of us,"}, {"timestamp": [178.06, 179.16], "text": " and it's February."}, {"timestamp": [179.46, 182.48], "text": " So can you tell me what stage they've got to?"}, {"timestamp": [183.08, 187.62], "text": " So what's happened now is in December and January, the vines were pruned."}, {"timestamp": [188.36, 190.88], "text": " And so you can see they're low in the ground."}, {"timestamp": [191.08, 197.08], "text": " The vine itself won't change, but it will gradually branch off and become much more bushy"}, {"timestamp": [197.08, 201.34], "text": " to reach a height of one metre, one metre, one metre 20."}, {"timestamp": [202.2, 205.48], "text": " It was a cold day and we both stood amongst the vines"}, {"timestamp": [205.48, 208.02], "text": " in a biting wind and intermittent showers."}, {"timestamp": [208.58, 210.62], "text": " The growing season, Allah explained,"}, {"timestamp": [210.86, 214.06], "text": " can easily fall victim to the unpredictability of the weather."}, {"timestamp": [214.98, 219.92], "text": " What can happen is a lot of rain around harvest time."}, {"timestamp": [220.02, 222.02], "text": " So you can have right up the very last day."}, {"timestamp": [222.52, 226.0], "text": " You've worked all year round to produce this fantastic fruit."}, {"timestamp": [226.5, 227.66], "text": " The weather's been superb."}, {"timestamp": [227.9, 229.74], "text": " You get fantastic grapes on the vine."}, {"timestamp": [230.04, 233.18], "text": " You're just waiting for it to complete its maturing process"}, {"timestamp": [233.18, 236.34], "text": " to get the pickers out there and harvest the grapes."}, {"timestamp": [236.34, 241.2], "text": " And you can get a massive downpull that goes on for three or four days"}, {"timestamp": [241.2, 242.86], "text": " and a complete dilution."}, {"timestamp": [243.64, 247.14], "text": " Maybe the fruit isn't completely ripe yet, so you're waiting."}, {"timestamp": [247.68, 251.2], "text": " The temperature might be too warm, then you can get rot that sets in."}, {"timestamp": [251.2, 255.7], "text": " And so you can get the fruit that rots before it's even ripe."}, {"timestamp": [256.0, 259.04], "text": " It sounds a bit of a nightmare, really, so if there are so many hazards."}, {"timestamp": [259.04, 261.28], "text": " It's not a nightmare. It's fantastically exciting."}, {"timestamp": [261.54, 263.82], "text": " This is the whole beauty of it."}, {"timestamp": [264.66, 268.88], "text": " Remember, this potential roller coaster was described to me in February,"}, {"timestamp": [269.38, 275.16], "text": " before the coronavirus lockdown. Life in the wine business wasn't exactly predictable even then."}, {"timestamp": [275.72, 280.5], "text": " 2017 was a terrible year because of a late frost and there was no wine produced."}, {"timestamp": [281.36, 286.4], "text": " More than half of the wine made at Chateau-Anglade is exported to the UK, which is the"}, {"timestamp": [286.4, 292.64], "text": " vineyard and the whole group's number one market. This makes trade negotiations between the EU and"}, {"timestamp": [292.64, 298.7], "text": " the UK extremely important for Maison-Cichelle. They'd like to see a free trade deal with no"}, {"timestamp": [298.7, 309.42], "text": " tariffs or quotas for the wine industry, basically a continuation of the status quo. The last thing Alain wants is for there to be a no-deal scenario at the end of all this,"}, {"timestamp": [309.8, 315.58], "text": " resulting in World Trade Organisation rules and the imposition of tariffs on goods flowing either way."}, {"timestamp": [316.22, 321.92], "text": " So would he diversify away from the UK market in case things don't work out as he hopes?"}, {"timestamp": [322.38, 326.88], "text": " If things did come to the worst, which I very strongly hope they won't,"}, {"timestamp": [327.24, 333.06], "text": " we could be inclined to orientate the distribution of Anglidai wines to other markets."}, {"timestamp": [333.06, 339.44], "text": " But we feel that we have a good follow ship for Angloday wines on the UK market."}, {"timestamp": [340.48, 345.48], "text": " Allah is also vice-president of the Bordeaux Wine Council and has a lobbying role."}, {"timestamp": [346.08, 354.8], "text": " To put this into context, the wine industry in the region alone supports 55,000 jobs and 500,000 jobs throughout France."}, {"timestamp": [355.36, 361.0], "text": " The UK is the third biggest export market for Bordeaux wines, after Hong Kong and the US,"}, {"timestamp": [361.38, 364.9], "text": " with 24 million bottles sold to the UK last year."}, {"timestamp": [364.9, 365.4], "text": " We want all our MPs, local MP million bottles sold to the UK last year."}, {"timestamp": [373.34, 378.7], "text": " We want all our MPs, local MPs, to carry the word, to show how important the market the UK is, not only to Hungary, for which it is absolutely essential and capital, but for the whole of Bordeaux."}, {"timestamp": [379.08, 389.32], "text": " And we want to be careful is not be considered as collateral damage to negotiations that we have nothing to do with."}, {"timestamp": [390.52, 397.1], "text": " This is a tasting room, which is always very active, probably the most important part of the company."}, {"timestamp": [398.02, 405.96], "text": " Back in Bordeaux, Alla and I sit down for a longer chat in the cavernous head office of his wine merchant business."}, {"timestamp": [405.96, 411.22], "text": " He reiterates his concern that they don't become victims in the bigger picture of international"}, {"timestamp": [411.22, 415.5], "text": " trade negotiations, something he's already been stung by."}, {"timestamp": [415.5, 422.18], "text": " Half of the imports by the UK come from wine growing areas outside Europe."}, {"timestamp": [422.18, 427.44], "text": " If there was additional tariffs on European wines and those tariffs did not"}, {"timestamp": [427.44, 433.34], "text": " apply to other wine producing areas, it would of course put European wines at a disadvantage."}, {"timestamp": [434.06, 438.92], "text": " And that is something that we want to be very careful of. What we don't want to do is be"}, {"timestamp": [438.92, 445.36], "text": " collateral damage as we feel has happened in the European Airbus dispute,"}, {"timestamp": [445.48, 451.36], "text": " which is conducted to a 25% tariff on our wines exported to the US,"}, {"timestamp": [451.5, 453.18], "text": " which is affecting us very severely."}, {"timestamp": [454.0, 456.74], "text": " This was a transatlantic dispute with the US"}, {"timestamp": [456.74, 461.6], "text": " over illegal EU subsidies given to the Airbus aeroplane manufacturer."}, {"timestamp": [461.6, 467.82], "text": " The World Trade Organisation ruled that the US could impose tariffs on some specific goods"}, {"timestamp": [467.82, 469.86], "text": " from the Airbus producing countries."}, {"timestamp": [470.32, 475.78], "text": " This resulted in a 25% import tax on French wine introduced last October."}, {"timestamp": [476.4, 478.44], "text": " And what's happened to sales as a result?"}, {"timestamp": [478.56, 480.44], "text": " Have you got any sales figures since October?"}, {"timestamp": [480.44, 488.32], "text": " The first month we have is November 2019 compared to November 2018 and exports to the US"}, {"timestamp": [488.32, 495.46], "text": " of Bordeaux wines has dropped by 46%. When the prices go up by 25%, then demand collapses."}, {"timestamp": [496.02, 503.52], "text": " It is a very timely illustration and that's why we are very active to show and demonstrate"}, {"timestamp": [503.52, 509.76], "text": " to negotiators, our politicians, how severe and how important"}, {"timestamp": [509.76, 514.12], "text": " the issue is."}, {"timestamp": [514.12, 518.8], "text": " I had hoped that on my next visit I might get to do some wine tasting."}, {"timestamp": [518.8, 524.16], "text": " The 2019 vintage, which Alain assured me was an excellent one, was soon to be presented"}, {"timestamp": [524.16, 525.22], "text": " to the major buyers."}, {"timestamp": [525.82, 529.28], "text": " As we now know, I wouldn't be returning any time soon,"}, {"timestamp": [529.64, 532.22], "text": " and neither would the international wine trade."}, {"timestamp": [535.58, 538.42], "text": " A week later, I boarded another plane."}, {"timestamp": [538.9, 540.42], "text": " It was just so easy then,"}, {"timestamp": [540.84, 544.2], "text": " no masks, not a second thought, and flew to Hanover."}, {"timestamp": [544.8, 548.12], "text": " I then rattled across the flat German countryside by train"}, {"timestamp": [548.12, 552.02], "text": " towards the small town of Kyrgy Lengen in North Rhine-Westphalia,"}, {"timestamp": [552.56, 555.14], "text": " home of another family business, Hettych,"}, {"timestamp": [555.5, 559.38], "text": " where retired employee Harold Langer gives me the company tour."}, {"timestamp": [560.68, 564.3], "text": " This is our raw material, steel coils,"}, {"timestamp": [564.3, 565.0], "text": " and from here to the end of the factory, This is our raw material, steel coils."}, {"timestamp": [565.0, 570.0], "text": " And from here to the end of the factory,"}, {"timestamp": [570.0, 574.0], "text": " all machines are interconnected."}, {"timestamp": [574.0, 578.0], "text": " And here I am inside one of the factories producing steel parts"}, {"timestamp": [578.0, 583.0], "text": " that enable kitchen drawers to glide and cabinet doors to slide."}, {"timestamp": [583.0, 585.04], "text": " It's a typical German manufacturer,"}, {"timestamp": [585.36, 588.76], "text": " making vital components that consumers buying a new kitchen,"}, {"timestamp": [589.18, 592.2], "text": " cupboard or cabinet wouldn't even realize existed."}, {"timestamp": [593.04, 595.12], "text": " This is a push-door open silent system."}, {"timestamp": [598.44, 603.76], "text": " So these products you close with a bit more power."}, {"timestamp": [604.06, 604.94], "text": " A bit more of a push."}, {"timestamp": [604.94, 605.34], "text": " In fact, we spent a good half hour in the company's showroom, Products you close, a bit more power. A bit more of a push."}, {"timestamp": [608.6, 609.0], "text": " In fact, we spent a good half hour in the company showroom,"}, {"timestamp": [612.6, 616.36], "text": " pushing drawers in and out, opening and shutting cupboard doors until I'd really got the hang of the Hetty hinges and runners."}, {"timestamp": [616.84, 618.26], "text": " My name is Andreas Hetty."}, {"timestamp": [618.4, 621.44], "text": " I'm representing the company in the fourth generation"}, {"timestamp": [621.44, 624.86], "text": " and I'm head of the supervisory board of the company."}, {"timestamp": [625.38, 631.5], "text": " My great grandfather, Karl Hettich, started the business in 1888 in the Black Forest"}, {"timestamp": [631.5, 634.88], "text": " with a small piece for the cocoa clocks."}, {"timestamp": [635.7, 641.36], "text": " It was the second generation who moved into hinges and the business has evolved up until today."}, {"timestamp": [641.62, 644.28], "text": " So we are kind of ingredient for furniture and kitchen."}, {"timestamp": [644.44, 649.14], "text": " We make everything what puts the furniture together and brings movement into it."}, {"timestamp": [649.48, 653.58], "text": " Or someone said what's left over when your kitchen burns down."}, {"timestamp": [654.22, 657.86], "text": " Hettych is also an example of a German middle stand company."}, {"timestamp": [658.36, 662.44], "text": " Family owned, a niche manufacturer, once a medium-sized firm,"}, {"timestamp": [662.68, 665.74], "text": " although two years ago it passed a billion euros of sales,"}, {"timestamp": [665.9, 667.64], "text": " which now puts it in a bigger league."}, {"timestamp": [668.26, 672.3], "text": " The company's largest market is Germany, accounting for a third of its sales."}, {"timestamp": [672.76, 673.78], "text": " The rest are overseas."}, {"timestamp": [674.42, 678.5], "text": " The UK, where they have a sales business, is a medium-sized market for them."}, {"timestamp": [678.5, 684.42], "text": " But Andreas says the British furniture industry is reliant on imported components like theirs,"}, {"timestamp": [684.78, 690.9], "text": " which brings us on to the topic of the then the then imminent start of the UK-EU trade talks."}, {"timestamp": [691.3, 694.78], "text": " Looking at the three-and-half years, which already passed,"}, {"timestamp": [694.88, 699.08], "text": " I'm a bit afraid that these talks are not leading to a good result."}, {"timestamp": [699.36, 699.94], "text": " Why is that?"}, {"timestamp": [700.34, 704.18], "text": " To do it within now just 10 months left, it's not that easy,"}, {"timestamp": [704.78, 706.7], "text": " especially if you're not agreeing"}, {"timestamp": [706.7, 712.9], "text": " on that everything stays as it is, because then it would be quite easy, but that's probably"}, {"timestamp": [712.9, 715.9], "text": " not the target of the UK government."}, {"timestamp": [716.34, 722.3], "text": " It sounds as if the European Union would like the UK to stay as close as possible to EU"}, {"timestamp": [722.3, 723.4], "text": " rules and regulations."}, {"timestamp": [724.1, 726.54], "text": " The UK is saying, no, if we're out of Europe,"}, {"timestamp": [726.66, 729.62], "text": " we don't want to have to abide by European rules."}, {"timestamp": [729.82, 730.96], "text": " Where does that take us?"}, {"timestamp": [731.16, 736.5], "text": " We would also love to have the UK just following the rules of the European Union,"}, {"timestamp": [736.6, 739.26], "text": " obviously, because that makes our life much easier,"}, {"timestamp": [739.26, 743.34], "text": " but also our customers, UK customers' life, much easier."}, {"timestamp": [743.86, 748.04], "text": " We just hope it goes to something which we can still handle."}, {"timestamp": [748.04, 750.68], "text": " It's not that easy to foresee."}, {"timestamp": [750.68, 758.88], "text": " So we hope there will be no new tariffs, and even more important probably, no new regulations,"}, {"timestamp": [758.88, 772.32], "text": " new test regimes, and that we have easy ways to do the supply chains. How significant would tariffs be if tariffs are imposed once the negotiations are over?"}, {"timestamp": [772.32, 779.88], "text": " In the end, I would say it will harm the UK industry more than it will harm us."}, {"timestamp": [780.56, 785.0], "text": " In the end, the UK furniture industry will be less competitive."}, {"timestamp": [785.8, 787.46], "text": " They probably have less exports."}, {"timestamp": [787.8, 792.56], "text": " It will increase the prices for their consumers, for their customers."}, {"timestamp": [793.4, 799.18], "text": " Interestingly, Hetty, like Maison Cichelle in France, is also being hit by US tariffs."}, {"timestamp": [799.86, 807.32], "text": " In March 2018, President Trump slapped 25% tariffs on imported steel to protect American industry"}, {"timestamp": [807.32, 808.66], "text": " from cheap imports."}, {"timestamp": [809.16, 812.66], "text": " We are producing in the US, so we're using steel in the US."}, {"timestamp": [813.08, 819.82], "text": " The impact of the tariffs were that the steel prices in the US are 25% higher than the"}, {"timestamp": [819.82, 826.66], "text": " world market, which means that our products produced in the US are much more expensive than just"}, {"timestamp": [826.66, 832.74], "text": " importing the products, which means that we postponed some investments in our US factory,"}, {"timestamp": [833.2, 837.76], "text": " which is probably the opposite of what was the target of these tariffs."}, {"timestamp": [842.0, 847.0], "text": " When we met at the end of February, Andreas was already concerned about coronavirus."}, {"timestamp": [847.0, 851.0], "text": " But then it was about getting production going again in their factory in China,"}, {"timestamp": [851.0, 856.0], "text": " and the situation in Italy where they do a lot of business was serious too."}, {"timestamp": [856.0, 862.0], "text": " At no point did he mention COVID-19 actually impacting life and business in Germany."}, {"timestamp": [862.0, 865.76], "text": " But by the third week in March, the pandemic had forced both France in Germany."}, {"timestamp": [871.04, 871.6], "text": " But by the third week in March, the pandemic had forced both France and Germany into lockdown."}, {"timestamp": [876.32, 876.72], "text": " Europe was grinding to a halt. The UK shut down on March the 23rd."}, {"timestamp": [880.4, 880.8], "text": " The trade talks had kicked off at the beginning of March but got nowhere,"}, {"timestamp": [887.2, 887.42], "text": " juddering to a halt when Michel Barnier for the EU caught coronavirus and Lord Frost, for the UK,"}, {"timestamp": [889.76, 890.84], "text": " developed mild symptoms and had to isolate."}, {"timestamp": [893.42, 894.06], "text": " When they resumed talking, it was online."}, {"timestamp": [896.06, 896.52], "text": " The picture had changed for everyone."}, {"timestamp": [900.0, 900.38], "text": " Rather than worrying about future trading in a post-Brexit world,"}, {"timestamp": [905.18, 905.9], "text": " businesses across the UK and Europe were struggling to stay afloat in a global pandemic."}, {"timestamp": [908.64, 910.24], "text": " So in May I contacted both Alain Sischel and Andreas Hettich again."}, {"timestamp": [910.76, 913.62], "text": " This time there was no question of meeting face to face."}, {"timestamp": [914.1, 917.48], "text": " The interviews were conducted via laptops and mobile phones"}, {"timestamp": [917.48, 919.14], "text": " from my spare room at home."}, {"timestamp": [919.76, 923.94], "text": " Well, actually, the vines are looking fantastic at the moment"}, {"timestamp": [923.94, 929.9], "text": " and about hip high with this very vibrant, bright green colour."}, {"timestamp": [930.54, 938.84], "text": " We're approaching a very important time now, which is the flowering, which shall determine the volume of the crop."}, {"timestamp": [939.42, 942.12], "text": " And the topic I first went to talk to Alain about?"}, {"timestamp": [942.12, 948.12], "text": " Of course, Brexit considerations have faded into virtual in existence"}, {"timestamp": [948.12, 951.0], "text": " compared to the COVID-19 difficulties."}, {"timestamp": [951.8, 953.44], "text": " This was May the 14th."}, {"timestamp": [953.68, 955.7], "text": " I had hoped to be out in the vineyard"}, {"timestamp": [955.7, 958.1], "text": " taking in the rolling Bordeaux landscape."}, {"timestamp": [959.1, 960.36], "text": " As with most businesses,"}, {"timestamp": [960.86, 962.62], "text": " Alain sent the office staff home"}, {"timestamp": [962.62, 963.64], "text": " to work from there,"}, {"timestamp": [964.02, 965.52], "text": " but amongst the vines..."}, {"timestamp": [965.52, 968.48], "text": " We had to space people out in the vineyard."}, {"timestamp": [968.76, 971.16], "text": " What we would do is have two people to a row"}, {"timestamp": [971.16, 975.84], "text": " and that's more comfortable to work and it speeds things up"}, {"timestamp": [975.84, 977.56], "text": " and it's easier for the workers."}, {"timestamp": [977.78, 980.16], "text": " Unfortunately, we've had to end that."}, {"timestamp": [980.64, 983.28], "text": " And the selling process was really disrupted too."}, {"timestamp": [983.74, 988.94], "text": " Rather than having wine critics and customers coming to Bordeaux to taste the 2019 vintage,"}, {"timestamp": [989.54, 992.02], "text": " they had to send out samples overseas instead."}, {"timestamp": [992.86, 997.0], "text": " But however hard they tried to adapt, this was an incredible blow to the business"}, {"timestamp": [997.0, 999.02], "text": " and Bordeaux wines as a sector."}, {"timestamp": [999.5, 1002.12], "text": " Sales have dropped significantly, of course."}, {"timestamp": [1002.66, 1006.32], "text": " Bordeaux wines, and it's certainly the case for Misesichelle,"}, {"timestamp": [1006.58, 1012.68], "text": " distributed quite extensively on the restaurant and hotel trade, and that's completely halted."}, {"timestamp": [1012.78, 1018.02], "text": " Do you know by how much your sales have fallen since the coronavirus lockdown began?"}, {"timestamp": [1018.74, 1024.08], "text": " Well, I know for Misesichelle, it's overall minus 60%."}, {"timestamp": [1024.08, 1028.16], "text": " Online and supermarket sales, however, were holding up better."}, {"timestamp": [1028.64, 1031.58], "text": " And in the UK, business was only down about a quarter."}, {"timestamp": [1032.16, 1035.82], "text": " But overall, the picture was bleak and it was affecting prices too."}, {"timestamp": [1036.4, 1038.84], "text": " Brexit difficulties are still there."}, {"timestamp": [1038.84, 1042.92], "text": " We're still not sure how the deals are going to be struck."}, {"timestamp": [1043.14, 1046.64], "text": " But overall, even in this situation of COVID-19,"}, {"timestamp": [1047.12, 1048.76], "text": " there's a strong demand in the UK."}, {"timestamp": [1049.66, 1055.64], "text": " And I think that the discussions between France, Europe and the UK"}, {"timestamp": [1055.64, 1059.82], "text": " show that everyone wants to make the best of it"}, {"timestamp": [1059.82, 1065.14], "text": " and make it as painless as possible and find the right deals."}, {"timestamp": [1065.66, 1069.12], "text": " I think with this COVID-19 problem,"}, {"timestamp": [1069.48, 1075.0], "text": " there's going to be even more motivation of keeping favourable trading terms"}, {"timestamp": [1075.0, 1077.3], "text": " because everyone needs the economy to function."}, {"timestamp": [1078.06, 1081.38], "text": " On that note of optimism, let's return, virtually speaking,"}, {"timestamp": [1081.38, 1083.28], "text": " on a rather crackly line."}, {"timestamp": [1085.76, 1086.02], "text": " To Andreas Hettich in Kirchlingen in Germany, turn, virtually speaking, on a rather crackly line. I have to record as well."}, {"timestamp": [1088.68, 1089.28], "text": " To Andreas Hettich in Kyrgylingen in Germany."}, {"timestamp": [1093.98, 1094.56], "text": " As with Maison-Cichelle, an awful lot had happened at Hettich since my visit in February."}, {"timestamp": [1096.4, 1102.86], "text": " Now, two and a half months on... It's really such a big change, so the coronavirus impacted us heavily."}, {"timestamp": [1103.5, 1107.92], "text": " Basically, most of the financial shops had to close down, and therefore"}, {"timestamp": [1107.92, 1115.14], "text": " no one was able to purchase furniture or kitchens, and therefore the supply chain was drying out,"}, {"timestamp": [1115.3, 1121.34], "text": " and we have a significant drop in sales. All other problems around the world, like Brexit,"}, {"timestamp": [1121.9, 1126.96], "text": " are just not a big concern at the moment. So we're really struggling just"}, {"timestamp": [1126.96, 1134.0], "text": " with corona right now. Like Alain Sischel in France, the COVID-19 lockdown took Andreas by surprise."}, {"timestamp": [1134.66, 1139.92], "text": " He was actually on a short skiing trip. When rumours began circulating that Germany was about"}, {"timestamp": [1139.92, 1144.4], "text": " to close everything, he whizzed home, hearing the announcement on the journey back."}, {"timestamp": [1144.4, 1152.24], "text": " With the close down of more or less all the trade, we were sure that the sales will drop significantly"}, {"timestamp": [1152.24, 1160.94], "text": " and we have to take measures just to protect our business to have enough cash on hand to survive."}, {"timestamp": [1160.94, 1169.6], "text": " And so we massively sent our people home to work from home and for our workers we had to"}, {"timestamp": [1169.6, 1175.96], "text": " negotiate the short-term working. Did you have a furlowing scheme? It's a well-established"}, {"timestamp": [1175.96, 1184.6], "text": " system in Germany where you get government funds it gives the workers 60% of their"}, {"timestamp": [1184.6, 1188.64], "text": " normal net income for the time they are not working,"}, {"timestamp": [1188.9, 1191.92], "text": " or 67% for those who have children."}, {"timestamp": [1192.6, 1198.0], "text": " It means they can be very flexible and not all parts of the business have to be operating at the same level."}, {"timestamp": [1198.54, 1202.28], "text": " This can be varied on a daily or weekly basis according to demand."}, {"timestamp": [1202.94, 1206.62], "text": " Like Maison-Cichelle, the sales picture was different around the world."}, {"timestamp": [1206.98, 1211.46], "text": " It's the biggest crisis we experienced the last 75 years."}, {"timestamp": [1211.7, 1217.94], "text": " So since the Second World War, we never experienced such a sharp drop in sales."}, {"timestamp": [1217.94, 1224.76], "text": " Our business is quite a stable business all and on, have been over the last 75 years."}, {"timestamp": [1228.0, 1231.26], "text": " Having a drop by 50% within days or weeks we never experienced before."}, {"timestamp": [1231.66, 1234.02], "text": " Where is Brexit now in your mind?"}, {"timestamp": [1234.16, 1235.98], "text": " Where are the trade negotiations?"}, {"timestamp": [1236.32, 1240.24], "text": " Have they paled into insignificance, or is it still something that you worry about?"}, {"timestamp": [1240.66, 1247.82], "text": " Brexit is nothing we really think about right now because we are so much in trouble with coronavirus."}, {"timestamp": [1248.28, 1252.1], "text": " So when I wake up in the morning, it's corona, corona, and corona."}, {"timestamp": [1252.56, 1258.26], "text": " Is there a danger that that applies to so many people that they're completely subsumed by coronavirus"}, {"timestamp": [1258.26, 1266.56], "text": " and it'll creep up on people because the UK is still saying it doesn't want an extension to the transition period at the end of this year?"}, {"timestamp": [1267.08, 1268.4], "text": " I definitely think so."}, {"timestamp": [1268.52, 1274.54], "text": " I think everyone, and even within the European Commission there, I think they are so busy"}, {"timestamp": [1274.54, 1281.16], "text": " with all these things that the negotiations about the Brexit are just not on their daily agenda"}, {"timestamp": [1281.16, 1286.94], "text": " and it's really hard to imagine how to deal with it without an extension"}, {"timestamp": [1286.94, 1287.98], "text": " in the timeframe."}, {"timestamp": [1288.82, 1290.9], "text": " That was ruled out by the UK government."}, {"timestamp": [1291.48, 1295.96], "text": " Talks have continued throughout the summer, and this week the Prime Minister, Boris Johnson,"}, {"timestamp": [1296.16, 1300.28], "text": " said there must be agreement by mid-October, otherwise there would be no deal."}, {"timestamp": [1300.76, 1304.56], "text": " A few days ago, I caught up again with the two European businessmen."}, {"timestamp": [1305.0, 1314.0], "text": " Back at the Chateau-Angngloude vineyard in Bordeaux, Alain Sichele is preparing for this year's harvest."}, {"timestamp": [1314.0, 1324.0], "text": " The vineyards are looking wonderful. We've had a very bright, hot summer with the little rains, so the vines are very healthy."}, {"timestamp": [1324.0, 1326.4], "text": " They're slowly maturing the grapes."}, {"timestamp": [1327.04, 1331.24], "text": " So we'll be looking to enter full-swing harvest"}, {"timestamp": [1331.24, 1334.58], "text": " around the 12th, 13th of September."}, {"timestamp": [1335.2, 1336.84], "text": " That brings the extra challenge"}, {"timestamp": [1336.84, 1339.86], "text": " of having to keep the pickers socially distanced from each other."}, {"timestamp": [1340.3, 1344.02], "text": " As for sales, since restaurants began reopening in France in June,"}, {"timestamp": [1344.46, 1346.62], "text": " business has picked up for Maison Cichelle."}, {"timestamp": [1346.96, 1352.48], "text": " Over the months of June, July and August, sales have recovered in volume,"}, {"timestamp": [1353.08, 1357.4], "text": " but usually that has been at the price of enormous sacrifice on pricing."}, {"timestamp": [1357.88, 1361.92], "text": " And some wine growers have been forced to get rid of unsold wine in their cellars"}, {"timestamp": [1361.92, 1366.3], "text": " by distilling it into pure alcohol for industrial use to make space"}, {"timestamp": [1366.3, 1367.44], "text": " for the latest crop."}, {"timestamp": [1368.04, 1370.18], "text": " But as the trade talks reach the autumn,"}, {"timestamp": [1370.6, 1372.4], "text": " how does Alain view progress?"}, {"timestamp": [1372.86, 1374.86], "text": " The note we've received"}, {"timestamp": [1374.86, 1377.42], "text": " is that WTO tariffs,"}, {"timestamp": [1377.92, 1378.96], "text": " the standard ones,"}, {"timestamp": [1379.46, 1383.3], "text": " would represent about 20 to 30 pence"}, {"timestamp": [1383.3, 1384.5], "text": " on the bottle of wine."}, {"timestamp": [1385.0, 1387.84], "text": " The tariff itself will have an impact,"}, {"timestamp": [1387.84, 1390.68], "text": " but it's not proportional to the value of the wine,"}, {"timestamp": [1390.68, 1395.0], "text": " it's proportional to the volume of wine."}, {"timestamp": [1395.0, 1398.4], "text": " So any 75 centiliter bottle,"}, {"timestamp": [1398.4, 1402.0], "text": " whether it sold to the consumer at 5 pounds,"}, {"timestamp": [1402.0, 1404.64], "text": " where 50 pounds, is the same amount of duty,"}, {"timestamp": [1404.64, 1407.64], "text": " which is very different from the tariff in the States,"}, {"timestamp": [1407.84, 1410.46], "text": " where it's at 25% on the value of the wine."}, {"timestamp": [1411.14, 1416.14], "text": " The impact in the UK will be much more on entry-level wines."}, {"timestamp": [1416.38, 1419.04], "text": " If prices go up, then usually sales go down."}, {"timestamp": [1419.62, 1423.66], "text": " And Bordeaux does not aim to be on entry-level wines."}, {"timestamp": [1424.38, 1428.56], "text": " Alain says that they'll be harder hit if the UK economy continues to suffer"}, {"timestamp": [1428.56, 1432.7], "text": " and the value of the pound weakens, making their wine more expensive."}, {"timestamp": [1433.36, 1437.12], "text": " I sense that he's now pretty resigned to a no-deal situation,"}, {"timestamp": [1437.6, 1439.6], "text": " far more so than earlier in the year."}, {"timestamp": [1440.2, 1443.68], "text": " At the same time, he believes both sides want trade to continue"}, {"timestamp": [1443.68, 1448.6], "text": " between the EU and the UK as problem-free as any new regime could allow."}, {"timestamp": [1449.04, 1451.12], "text": " And as for preparations..."}, {"timestamp": [1451.12, 1456.86], "text": " What we're doing is ensuring that our customers are getting ready"}, {"timestamp": [1456.86, 1460.02], "text": " to be able to continue importing our wines,"}, {"timestamp": [1460.02, 1462.8], "text": " even in the context of no-deal situation."}, {"timestamp": [1463.2, 1465.96], "text": " But there's very little that we can do."}, {"timestamp": [1466.38, 1468.4], "text": " We can't prepare stocks"}, {"timestamp": [1468.4, 1472.08], "text": " because that depends on our customers,"}, {"timestamp": [1472.4, 1473.72], "text": " what they're going to be importing."}, {"timestamp": [1474.04, 1477.5], "text": " We're just trying to keep as an open mind"}, {"timestamp": [1477.5, 1479.42], "text": " and as supple as possible."}, {"timestamp": [1480.08, 1482.1], "text": " Is it going to be a lot more hassle for you?"}, {"timestamp": [1482.52, 1483.24], "text": " Yes, certainly."}, {"timestamp": [1483.5, 1489.14], "text": " The easy flow within Europe, where everyone has the same rules and there's no restriction,"}, {"timestamp": [1489.7, 1491.36], "text": " makes it very easy, very comfortable."}, {"timestamp": [1491.9, 1493.5], "text": " So it is going to be a lot more hassle."}, {"timestamp": [1493.64, 1494.84], "text": " It is going to be more difficult."}, {"timestamp": [1495.44, 1498.26], "text": " It's a shame, but we'll have to put up with it."}, {"timestamp": [1498.26, 1500.4], "text": " You sound quite resigned to it."}, {"timestamp": [1502.0, 1504.94], "text": " Unfortunately, I'm very sad that it's come to this,"}, {"timestamp": [1508.96, 1515.4], "text": " but the UK is a very important market for us. We want to remain very active on the UK market, so we will. We'll adjust our processes"}, {"timestamp": [1515.4, 1521.7], "text": " and we'll adjust to do what we need to do to comply with the requirements to address the UK market."}, {"timestamp": [1524.82, 1525.0], "text": " Let's catch up finally with Andreas Hettich in Germany at his Furniture Hinge company. to address the UK market."}, {"timestamp": [1530.0, 1531.0], "text": " Let's catch up finally with Andreas Hettych in Germany at his Furniture Hinge Company."}, {"timestamp": [1534.0, 1540.0], "text": " The past four months changed a bit the picture, so finally we found out that we will most probably survive the pandemic,"}, {"timestamp": [1540.0, 1545.54], "text": " so both on a health perspective but also economically,"}, {"timestamp": [1549.46, 1550.24], "text": " therefore we look much more optimistic to the future now."}, {"timestamp": [1552.74, 1553.4], "text": " A more upbeat assessment there from Andreas."}, {"timestamp": [1555.66, 1560.4], "text": " His factories are back to full strength in Germany and staff are returning from the German short-time working scheme with no layoffs."}, {"timestamp": [1561.0, 1566.78], "text": " But he too is much less optimistic about the outcome of the EU-UK trade negotiations."}, {"timestamp": [1567.44, 1574.58], "text": " In the end, I believe that with a no-deal Brexit, the biggest impact will be within the UK."}, {"timestamp": [1575.1, 1582.86], "text": " There will be another burden on the UK industry, so for us, especially on the furniture industry,"}, {"timestamp": [1583.04, 1584.98], "text": " so they're already struggling with COVID."}, {"timestamp": [1584.98, 1585.58], "text": " And furniture manufacturers would pay tariffs on imported components, so for us, especially on the furniture industry, so they're already struggling with COVID."}, {"timestamp": [1589.42, 1590.06], "text": " And furniture manufacturers would pay tariffs on imported components."}, {"timestamp": [1593.14, 1595.72], "text": " He says this could affect Hetty's own sales arm here. I see a decrease in demand."}, {"timestamp": [1595.96, 1600.64], "text": " So it will probably mean that our sales are going down."}, {"timestamp": [1600.98, 1607.68], "text": " And depending on the amount might also mean that we have to do some restructuring or even"}, {"timestamp": [1607.68, 1615.38], "text": " layoffs in our UK operation. And preparations? One of the biggest concern is that we have"}, {"timestamp": [1615.38, 1621.5], "text": " problems in the supply chain. We are building up some extra safety stock within the UK,"}, {"timestamp": [1622.46, 1627.32], "text": " that we are bundling our transports to the UK."}, {"timestamp": [1627.32, 1632.18], "text": " So today we are delivering single customers out of Germany."}, {"timestamp": [1632.18, 1638.04], "text": " Then we probably have one transport to our subsidiary to our warehouse and distribute everything"}, {"timestamp": [1638.04, 1647.96], "text": " from there, which for sure costs more money, costs more effort, but it's a safer way to really keep the supply up and running."}, {"timestamp": [1648.6, 1654.72], "text": " But like Alain in France, Andreas puts the chances of a deal now at less than 20%."}, {"timestamp": [1654.72, 1661.76], "text": " It's unfortunate, but we have to face the reality and the possibility of a no deal,"}, {"timestamp": [1661.76, 1667.0], "text": " and therefore we are now more in a mood and in a mode to prepare"}, {"timestamp": [1667.0, 1672.8], "text": " for it. So we are not questioning anymore whether this will happen or not. We are just"}, {"timestamp": [1672.8, 1677.12], "text": " preparing for the worst. If it comes better, even better."}, {"timestamp": [1677.12, 1682.8], "text": " The views of the trade negotiations from the boss of a French wine business and from a"}, {"timestamp": [1682.8, 1686.74], "text": " German manufacturer. Both end with an air of resignation,"}, {"timestamp": [1687.3, 1690.84], "text": " but both say they plan to continue trading with the UK,"}, {"timestamp": [1691.38, 1692.5], "text": " whatever the outcome."}, {"timestamp": [1695.92, 1697.7], "text": " Wine, widgets and Brexit"}, {"timestamp": [1697.7, 1700.58], "text": " was produced and presented by me, Caroline Bailey."}, {"timestamp": [1701.04, 1702.54], "text": " The editor was Penny Murphy,"}, {"timestamp": [1702.96, 1705.5], "text": " and the programme was mixed by Graham Puddifut."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. Welcome to the BBC's world of business. I'm Caroline Bailey. In this download edition of In Business on Radio 4, I've been looking at the Brexit trade negotiations through the lens of two European companies, one French and one German. I've been tracking them since February. But the course of 2020, as we know, has been anything but smooth. It hit us very suddenly. And actually just the news of the lockdown itself was a surprise. And from one day to the next, we had to completely reorganise the company. Looking back, I'm also surprised that we didn't take it more seriously. It was just out of our imagination that something like that could happen. Two businessmen, both recalling their surprise when COVID-19 reached their doorsteps in March this year. Both heads of family-run companies and both were facing enormous challenges overnight. Alain Sischel, who we heard from first, is in France and runs the Maison-Cichel wine business in Bordeaux. Andreas Hettich is based in northwest Germany and his company Hettich makes components for furniture. What we're doing in this program is hearing from these two European companies on how they see the Brexit trade negotiations. You wouldn't expect them to welcome Britain's exit as they both export to the UK and trading could get a lot more complicated for both firms. I've been following them since February, but of course no one expected 2020 to take such an unexpected turn. So, Alain, this was your family home? It is indeed. Where I was brought up in memories when we were kids. Hello. But let's go back to February, that long,distant time, pre-COVID-19, when I could hop on a plane to Bordeaux, stay in a hotel and be shown around the Chateau-Onglouet vineyard by Alan Cichelle the next day. Flores is in charge of all the vegetation and the gardens around. Well, it looks beautiful. I love the lake down there. Chateau-Angloude is one of several vineyards owned by the Seychelles family business, which Alain runs with his four brothers. They also have a distillery and a wine merchant operation based in the centre of Bordeaux. The family have had strong links with the region since 1883, but it wasn't until 1961 that Alain's parents moved from the UK to buy Chateau-Anglidé, then in a derelict state, and began producing as well as selling wine. And here we are. We can see the vines in front of us, and it's February. So can you tell me what stage they've got to? So what's happened now is in December and January, the vines were pruned. And so you can see they're low in the ground. The vine itself won't change, but it will gradually branch off and become much more bushy to reach a height of one metre, one metre, one metre 20. It was a cold day and we both stood amongst the vines in a biting wind and intermittent showers. The growing season, Allah explained, can easily fall victim to the unpredictability of the weather. What can happen is a lot of rain around harvest time. So you can have right up the very last day. You've worked all year round to produce this fantastic fruit. The weather's been superb. You get fantastic grapes on the vine. You're just waiting for it to complete its maturing process to get the pickers out there and harvest the grapes. And you can get a massive downpull that goes on for three or four days and a complete dilution. Maybe the fruit isn't completely ripe yet, so you're waiting. The temperature might be too warm, then you can get rot that sets in. And so you can get the fruit that rots before it's even ripe. It sounds a bit of a nightmare, really, so if there are so many hazards. It's not a nightmare. It's fantastically exciting. This is the whole beauty of it. Remember, this potential roller coaster was described to me in February, before the coronavirus lockdown. Life in the wine business wasn't exactly predictable even then. 2017 was a terrible year because of a late frost and there was no wine produced. More than half of the wine made at Chateau-Anglade is exported to the UK, which is the vineyard and the whole group's number one market. This makes trade negotiations between the EU and the UK extremely important for Maison-Cichelle. They'd like to see a free trade deal with no tariffs or quotas for the wine industry, basically a continuation of the status quo. The last thing Alain wants is for there to be a no-deal scenario at the end of all this, resulting in World Trade Organisation rules and the imposition of tariffs on goods flowing either way. So would he diversify away from the UK market in case things don't work out as he hopes? If things did come to the worst, which I very strongly hope they won't, we could be inclined to orientate the distribution of Anglidai wines to other markets. But we feel that we have a good follow ship for Angloday wines on the UK market. Allah is also vice-president of the Bordeaux Wine Council and has a lobbying role. To put this into context, the wine industry in the region alone supports 55,000 jobs and 500,000 jobs throughout France. The UK is the third biggest export market for Bordeaux wines, after Hong Kong and the US, with 24 million bottles sold to the UK last year. We want all our MPs, local MP million bottles sold to the UK last year. We want all our MPs, local MPs, to carry the word, to show how important the market the UK is, not only to Hungary, for which it is absolutely essential and capital, but for the whole of Bordeaux. And we want to be careful is not be considered as collateral damage to negotiations that we have nothing to do with. This is a tasting room, which is always very active, probably the most important part of the company. Back in Bordeaux, Alla and I sit down for a longer chat in the cavernous head office of his wine merchant business. He reiterates his concern that they don't become victims in the bigger picture of international trade negotiations, something he's already been stung by. Half of the imports by the UK come from wine growing areas outside Europe. If there was additional tariffs on European wines and those tariffs did not apply to other wine producing areas, it would of course put European wines at a disadvantage. And that is something that we want to be very careful of. What we don't want to do is be collateral damage as we feel has happened in the European Airbus dispute, which is conducted to a 25% tariff on our wines exported to the US, which is affecting us very severely. This was a transatlantic dispute with the US over illegal EU subsidies given to the Airbus aeroplane manufacturer. The World Trade Organisation ruled that the US could impose tariffs on some specific goods from the Airbus producing countries. This resulted in a 25% import tax on French wine introduced last October. And what's happened to sales as a result? Have you got any sales figures since October? The first month we have is November 2019 compared to November 2018 and exports to the US of Bordeaux wines has dropped by 46%. When the prices go up by 25%, then demand collapses. It is a very timely illustration and that's why we are very active to show and demonstrate to negotiators, our politicians, how severe and how important the issue is. I had hoped that on my next visit I might get to do some wine tasting. The 2019 vintage, which Alain assured me was an excellent one, was soon to be presented to the major buyers. As we now know, I wouldn't be returning any time soon, and neither would the international wine trade. A week later, I boarded another plane. It was just so easy then, no masks, not a second thought, and flew to Hanover. I then rattled across the flat German countryside by train towards the small town of Kyrgy Lengen in North Rhine-Westphalia, home of another family business, Hettych, where retired employee Harold Langer gives me the company tour. This is our raw material, steel coils, and from here to the end of the factory, This is our raw material, steel coils. And from here to the end of the factory, all machines are interconnected. And here I am inside one of the factories producing steel parts that enable kitchen drawers to glide and cabinet doors to slide. It's a typical German manufacturer, making vital components that consumers buying a new kitchen, cupboard or cabinet wouldn't even realize existed. This is a push-door open silent system. So these products you close with a bit more power. A bit more of a push. In fact, we spent a good half hour in the company's showroom, Products you close, a bit more power. A bit more of a push. In fact, we spent a good half hour in the company showroom, pushing drawers in and out, opening and shutting cupboard doors until I'd really got the hang of the Hetty hinges and runners. My name is Andreas Hetty. I'm representing the company in the fourth generation and I'm head of the supervisory board of the company. My great grandfather, Karl Hettich, started the business in 1888 in the Black Forest with a small piece for the cocoa clocks. It was the second generation who moved into hinges and the business has evolved up until today. So we are kind of ingredient for furniture and kitchen. We make everything what puts the furniture together and brings movement into it. Or someone said what's left over when your kitchen burns down. Hettych is also an example of a German middle stand company. Family owned, a niche manufacturer, once a medium-sized firm, although two years ago it passed a billion euros of sales, which now puts it in a bigger league. The company's largest market is Germany, accounting for a third of its sales. The rest are overseas. The UK, where they have a sales business, is a medium-sized market for them. But Andreas says the British furniture industry is reliant on imported components like theirs, which brings us on to the topic of the then the then imminent start of the UK-EU trade talks. Looking at the three-and-half years, which already passed, I'm a bit afraid that these talks are not leading to a good result. Why is that? To do it within now just 10 months left, it's not that easy, especially if you're not agreeing on that everything stays as it is, because then it would be quite easy, but that's probably not the target of the UK government. It sounds as if the European Union would like the UK to stay as close as possible to EU rules and regulations. The UK is saying, no, if we're out of Europe, we don't want to have to abide by European rules. Where does that take us? We would also love to have the UK just following the rules of the European Union, obviously, because that makes our life much easier, but also our customers, UK customers' life, much easier. We just hope it goes to something which we can still handle. It's not that easy to foresee. So we hope there will be no new tariffs, and even more important probably, no new regulations, new test regimes, and that we have easy ways to do the supply chains. How significant would tariffs be if tariffs are imposed once the negotiations are over? In the end, I would say it will harm the UK industry more than it will harm us. In the end, the UK furniture industry will be less competitive. They probably have less exports. It will increase the prices for their consumers, for their customers. Interestingly, Hetty, like Maison Cichelle in France, is also being hit by US tariffs. In March 2018, President Trump slapped 25% tariffs on imported steel to protect American industry from cheap imports. We are producing in the US, so we're using steel in the US. The impact of the tariffs were that the steel prices in the US are 25% higher than the world market, which means that our products produced in the US are much more expensive than just importing the products, which means that we postponed some investments in our US factory, which is probably the opposite of what was the target of these tariffs. When we met at the end of February, Andreas was already concerned about coronavirus. But then it was about getting production going again in their factory in China, and the situation in Italy where they do a lot of business was serious too. At no point did he mention COVID-19 actually impacting life and business in Germany. But by the third week in March, the pandemic had forced both France in Germany. But by the third week in March, the pandemic had forced both France and Germany into lockdown. Europe was grinding to a halt. The UK shut down on March the 23rd. The trade talks had kicked off at the beginning of March but got nowhere, juddering to a halt when Michel Barnier for the EU caught coronavirus and Lord Frost, for the UK, developed mild symptoms and had to isolate. When they resumed talking, it was online. The picture had changed for everyone. Rather than worrying about future trading in a post-Brexit world, businesses across the UK and Europe were struggling to stay afloat in a global pandemic. So in May I contacted both Alain Sischel and Andreas Hettich again. This time there was no question of meeting face to face. The interviews were conducted via laptops and mobile phones from my spare room at home. Well, actually, the vines are looking fantastic at the moment and about hip high with this very vibrant, bright green colour. We're approaching a very important time now, which is the flowering, which shall determine the volume of the crop. And the topic I first went to talk to Alain about? Of course, Brexit considerations have faded into virtual in existence compared to the COVID-19 difficulties. This was May the 14th. I had hoped to be out in the vineyard taking in the rolling Bordeaux landscape. As with most businesses, Alain sent the office staff home to work from there, but amongst the vines... We had to space people out in the vineyard. What we would do is have two people to a row and that's more comfortable to work and it speeds things up and it's easier for the workers. Unfortunately, we've had to end that. And the selling process was really disrupted too. Rather than having wine critics and customers coming to Bordeaux to taste the 2019 vintage, they had to send out samples overseas instead. But however hard they tried to adapt, this was an incredible blow to the business and Bordeaux wines as a sector. Sales have dropped significantly, of course. Bordeaux wines, and it's certainly the case for Misesichelle, distributed quite extensively on the restaurant and hotel trade, and that's completely halted. Do you know by how much your sales have fallen since the coronavirus lockdown began? Well, I know for Misesichelle, it's overall minus 60%. Online and supermarket sales, however, were holding up better. And in the UK, business was only down about a quarter. But overall, the picture was bleak and it was affecting prices too. Brexit difficulties are still there. We're still not sure how the deals are going to be struck. But overall, even in this situation of COVID-19, there's a strong demand in the UK. And I think that the discussions between France, Europe and the UK show that everyone wants to make the best of it and make it as painless as possible and find the right deals. I think with this COVID-19 problem, there's going to be even more motivation of keeping favourable trading terms because everyone needs the economy to function. On that note of optimism, let's return, virtually speaking, on a rather crackly line. To Andreas Hettich in Kirchlingen in Germany, turn, virtually speaking, on a rather crackly line. I have to record as well. To Andreas Hettich in Kyrgylingen in Germany. As with Maison-Cichelle, an awful lot had happened at Hettich since my visit in February. Now, two and a half months on... It's really such a big change, so the coronavirus impacted us heavily. Basically, most of the financial shops had to close down, and therefore no one was able to purchase furniture or kitchens, and therefore the supply chain was drying out, and we have a significant drop in sales. All other problems around the world, like Brexit, are just not a big concern at the moment. So we're really struggling just with corona right now. Like Alain Sischel in France, the COVID-19 lockdown took Andreas by surprise. He was actually on a short skiing trip. When rumours began circulating that Germany was about to close everything, he whizzed home, hearing the announcement on the journey back. With the close down of more or less all the trade, we were sure that the sales will drop significantly and we have to take measures just to protect our business to have enough cash on hand to survive. And so we massively sent our people home to work from home and for our workers we had to negotiate the short-term working. Did you have a furlowing scheme? It's a well-established system in Germany where you get government funds it gives the workers 60% of their normal net income for the time they are not working, or 67% for those who have children. It means they can be very flexible and not all parts of the business have to be operating at the same level. This can be varied on a daily or weekly basis according to demand. Like Maison-Cichelle, the sales picture was different around the world. It's the biggest crisis we experienced the last 75 years. So since the Second World War, we never experienced such a sharp drop in sales. Our business is quite a stable business all and on, have been over the last 75 years. Having a drop by 50% within days or weeks we never experienced before. Where is Brexit now in your mind? Where are the trade negotiations? Have they paled into insignificance, or is it still something that you worry about? Brexit is nothing we really think about right now because we are so much in trouble with coronavirus. So when I wake up in the morning, it's corona, corona, and corona. Is there a danger that that applies to so many people that they're completely subsumed by coronavirus and it'll creep up on people because the UK is still saying it doesn't want an extension to the transition period at the end of this year? I definitely think so. I think everyone, and even within the European Commission there, I think they are so busy with all these things that the negotiations about the Brexit are just not on their daily agenda and it's really hard to imagine how to deal with it without an extension in the timeframe. That was ruled out by the UK government. Talks have continued throughout the summer, and this week the Prime Minister, Boris Johnson, said there must be agreement by mid-October, otherwise there would be no deal. A few days ago, I caught up again with the two European businessmen. Back at the Chateau-Angngloude vineyard in Bordeaux, Alain Sichele is preparing for this year's harvest. The vineyards are looking wonderful. We've had a very bright, hot summer with the little rains, so the vines are very healthy. They're slowly maturing the grapes. So we'll be looking to enter full-swing harvest around the 12th, 13th of September. That brings the extra challenge of having to keep the pickers socially distanced from each other. As for sales, since restaurants began reopening in France in June, business has picked up for Maison Cichelle. Over the months of June, July and August, sales have recovered in volume, but usually that has been at the price of enormous sacrifice on pricing. And some wine growers have been forced to get rid of unsold wine in their cellars by distilling it into pure alcohol for industrial use to make space for the latest crop. But as the trade talks reach the autumn, how does Alain view progress? The note we've received is that WTO tariffs, the standard ones, would represent about 20 to 30 pence on the bottle of wine. The tariff itself will have an impact, but it's not proportional to the value of the wine, it's proportional to the volume of wine. So any 75 centiliter bottle, whether it sold to the consumer at 5 pounds, where 50 pounds, is the same amount of duty, which is very different from the tariff in the States, where it's at 25% on the value of the wine. The impact in the UK will be much more on entry-level wines. If prices go up, then usually sales go down. And Bordeaux does not aim to be on entry-level wines. Alain says that they'll be harder hit if the UK economy continues to suffer and the value of the pound weakens, making their wine more expensive. I sense that he's now pretty resigned to a no-deal situation, far more so than earlier in the year. At the same time, he believes both sides want trade to continue between the EU and the UK as problem-free as any new regime could allow. And as for preparations... What we're doing is ensuring that our customers are getting ready to be able to continue importing our wines, even in the context of no-deal situation. But there's very little that we can do. We can't prepare stocks because that depends on our customers, what they're going to be importing. We're just trying to keep as an open mind and as supple as possible. Is it going to be a lot more hassle for you? Yes, certainly. The easy flow within Europe, where everyone has the same rules and there's no restriction, makes it very easy, very comfortable. So it is going to be a lot more hassle. It is going to be more difficult. It's a shame, but we'll have to put up with it. You sound quite resigned to it. Unfortunately, I'm very sad that it's come to this, but the UK is a very important market for us. We want to remain very active on the UK market, so we will. We'll adjust our processes and we'll adjust to do what we need to do to comply with the requirements to address the UK market. Let's catch up finally with Andreas Hettich in Germany at his Furniture Hinge company. to address the UK market. Let's catch up finally with Andreas Hettych in Germany at his Furniture Hinge Company. The past four months changed a bit the picture, so finally we found out that we will most probably survive the pandemic, so both on a health perspective but also economically, therefore we look much more optimistic to the future now. A more upbeat assessment there from Andreas. His factories are back to full strength in Germany and staff are returning from the German short-time working scheme with no layoffs. But he too is much less optimistic about the outcome of the EU-UK trade negotiations. In the end, I believe that with a no-deal Brexit, the biggest impact will be within the UK. There will be another burden on the UK industry, so for us, especially on the furniture industry, so they're already struggling with COVID. And furniture manufacturers would pay tariffs on imported components, so for us, especially on the furniture industry, so they're already struggling with COVID. And furniture manufacturers would pay tariffs on imported components. He says this could affect Hetty's own sales arm here. I see a decrease in demand. So it will probably mean that our sales are going down. And depending on the amount might also mean that we have to do some restructuring or even layoffs in our UK operation. And preparations? One of the biggest concern is that we have problems in the supply chain. We are building up some extra safety stock within the UK, that we are bundling our transports to the UK. So today we are delivering single customers out of Germany. Then we probably have one transport to our subsidiary to our warehouse and distribute everything from there, which for sure costs more money, costs more effort, but it's a safer way to really keep the supply up and running. But like Alain in France, Andreas puts the chances of a deal now at less than 20%. It's unfortunate, but we have to face the reality and the possibility of a no deal, and therefore we are now more in a mood and in a mode to prepare for it. So we are not questioning anymore whether this will happen or not. We are just preparing for the worst. If it comes better, even better. The views of the trade negotiations from the boss of a French wine business and from a German manufacturer. Both end with an air of resignation, but both say they plan to continue trading with the UK, whatever the outcome. Wine, widgets and Brexit was produced and presented by me, Caroline Bailey. The editor was Penny Murphy, and the programme was mixed by Graham Puddifut."}