{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.88, 6.64], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [13.96, 18.4], "text": " These men start with what appears to be an attack of Le Gripe or influenza."}, {"timestamp": [19.52, 24.82], "text": " And when brought to the hospital, they very rapidly develop the most vicious type of pneumonia that has ever been seen."}, {"timestamp": [25.96, 31.06], "text": " Physician Enroy Grist wrote to a friend describing the impact of a new virus,"}, {"timestamp": [31.44, 37.08], "text": " spreading rapidly through Camp Devons, a military camp just outside Boston in the United States."}, {"timestamp": [37.66, 42.1], "text": " Two hours after admission, they have the mahogany spots over their cheekbones."}, {"timestamp": [42.86, 45.28], "text": " And a few hours later, you can begin to see the"}, {"timestamp": [45.28, 51.28], "text": " cyanosis extending from their ears and spreading all over the face. The outbreak reached Camp"}, {"timestamp": [51.28, 57.6], "text": " Devons on September the 8th. Within 10 days, the base hospital and infirmaries were overwhelmed"}, {"timestamp": [57.6, 63.68], "text": " with thousands of sick soldiers. It's only a matter of a few hours then until death comes,"}, {"timestamp": [64.64, 66.22], "text": " and it's simply a struggle for air until they suffocate. It's only a matter of a few hours then until death comes, and it's simply a struggle for"}, {"timestamp": [66.22, 73.32], "text": " air until they suffocate. It is horrible. This was modern history's deadliest pandemic,"}, {"timestamp": [73.68, 79.56], "text": " known to most as Spanish flu. It spread from soldiers to civilians, and within a year killed more"}, {"timestamp": [79.56, 88.92], "text": " than 50 million people worldwide. Today, we're watching as our society and economy is turned upside down by another pandemic."}, {"timestamp": [89.56, 99.72], "text": " So join me as we travel from 1918 to more modern times to see if there's anything we can learn from the past about the economic consequences of pandemics."}, {"timestamp": [102.98, 110.0], "text": " First, though, let's go back way beyond 1918 to a time six centuries ago."}, {"timestamp": [114.0, 120.0], "text": " This is a quite global, well-connected world."}, {"timestamp": [120.0, 124.0], "text": " The Italian merchants are able to trade with China."}, {"timestamp": [124.0, 126.92], "text": " They go all the way to the Far East to trade."}, {"timestamp": [127.66, 131.9], "text": " Dr. Isu Dinscher is a senior teaching fellow from Warwick University,"}, {"timestamp": [132.26, 135.08], "text": " specialising in medieval and early modern history."}, {"timestamp": [135.7, 138.8], "text": " Italians are operational in the Eastern Mediterranean ports,"}, {"timestamp": [139.06, 141.14], "text": " Beirut, Famogusta in Cyprus,"}, {"timestamp": [141.34, 144.64], "text": " which are then linked to the Far East, the Red Sea,"}, {"timestamp": [144.86, 146.04], "text": " and basically North Africa."}, {"timestamp": [146.96, 150.86], "text": " They're also operational in the Western Mediterranean, so Italian merchants are basically"}, {"timestamp": [150.86, 152.44], "text": " everywhere in the Mediterranean."}, {"timestamp": [153.26, 159.26], "text": " Luxury goods came from the east, spices, precious stones, silk, while Europe exported timber,"}, {"timestamp": [159.46, 166.5], "text": " furs and amber. But we're talking about the mid-1300s here, and it wasn't just goods that the traders"}, {"timestamp": [166.5, 173.54], "text": " were bringing with them. We are not absolutely sure where it came from. It started in Central Asia"}, {"timestamp": [173.54, 180.48], "text": " somewhere. We know that it moved to China, India and Persia. And the way it came to Europe was via"}, {"timestamp": [180.48, 192.14], "text": " Genoese merchants from the Black Sea port of Khaha. The it, Issu's talking about, is the Great Pestolence, or the plague, much later known as the Black Death."}, {"timestamp": [192.8, 197.82], "text": " Kaffa port is really the first point of contact that we have recorded of the plague."}, {"timestamp": [198.42, 202.48], "text": " And then we are aware that the Genoese bring it to Constantinople,"}, {"timestamp": [202.72, 207.42], "text": " and it spread to the Mediterranean and beyond in 1347 to 1348."}, {"timestamp": [207.82, 214.1], "text": " It arrives in Sicily, it arrives in Genoa, and then it arrives in the British port as well."}, {"timestamp": [214.48, 218.94], "text": " So they were aware that trade was actually quite instrumental in the spread of the disease."}, {"timestamp": [219.56, 222.32], "text": " The symptoms were varied and far from pleasant."}, {"timestamp": [222.32, 228.0], "text": " The contemporary writer and poet Giovanni Boccaccio, the son of a merchant from Florence, wrote,"}, {"timestamp": [228.0, 235.0], "text": " In men and women alike it first betrayed itself by the emergence of certain tumours in the groin or armpits,"}, {"timestamp": [235.0, 240.0], "text": " some of which grew as large as a common apple, others as an egg,"}, {"timestamp": [240.0, 244.0], "text": " after which the form of the malady began to change."}, {"timestamp": [244.0, 251.02], "text": " Black spots or livid, making their appearance in many cases on the arm or the thigh or elsewhere,"}, {"timestamp": [251.98, 255.76], "text": " now few and large, now minute and numerous."}, {"timestamp": [258.56, 262.96], "text": " Death was often preceded by high fever and vomiting of blood,"}, {"timestamp": [263.5, 266.32], "text": " usually two to seven days after initial infection."}, {"timestamp": [267.18, 269.86], "text": " Florence lost three quarters of its population."}, {"timestamp": [270.4, 275.62], "text": " Other cities like Milan emptied out as people escaped to the countryside, or at least those who could."}, {"timestamp": [276.38, 283.22], "text": " The Black Death peaked in Europe between 1347 and 1351, killing up to 60% of people."}, {"timestamp": [283.22, 289.0], "text": " It would take 200 years for Europe's population to recover to its previous level."}, {"timestamp": [290.16, 293.76], "text": " In England, the chronicler Geoffrey the Baker described how..."}, {"timestamp": [293.76, 300.46], "text": " It came to England and first began in the towns and ports joining on the sea coasts in Dorsetshire,"}, {"timestamp": [300.96, 304.84], "text": " whereas in other counties it made the country quite void of inhabitants,"}, {"timestamp": [307.44, 308.72], "text": " so that there were almost none left alive."}, {"timestamp": [320.56, 321.68], "text": " From there it passed into Devonshire and Somersetshire, even into Bristol, and raged in such sort that the Gloucestershire men would not suffer the Bristol men to have access to them by any means."}, {"timestamp": [327.12, 336.42], "text": " But at length it spread over all England and so wasted the people that scarce the tenth person of any sort was left alive. Across Europe as the disease spread, ports were"}, {"timestamp": [336.42, 342.66], "text": " closed and arriving ships were quarantined for a month or more. Even before the plague, parts of"}, {"timestamp": [342.66, 347.76], "text": " Europe, including England, had suffered severe famine and considerable population loss."}, {"timestamp": [348.52, 356.16], "text": " Isudinsha says when the pandemic reached English shores, economic relations inside the country were already strained."}, {"timestamp": [356.66, 360.28], "text": " England at the time is quite an agrarian society."}, {"timestamp": [360.62, 364.44], "text": " So land is the main source of wealth and status in medieval England."}, {"timestamp": [365.42, 368.48], "text": " Looking at the countryside, we find the manorial system"}, {"timestamp": [368.48, 372.56], "text": " where a large portion of the peasantry hold their land from the lords"}, {"timestamp": [372.56, 376.94], "text": " in return for services, dues and cash rents."}, {"timestamp": [377.28, 380.58], "text": " Land was all important. It was a feudal system,"}, {"timestamp": [380.94, 383.94], "text": " with many labourers effectively owned by the landlords"}, {"timestamp": [383.94, 385.92], "text": " and forbidden from moving elsewhere."}, {"timestamp": [386.46, 389.66], "text": " But with the pestilence, things began to change."}, {"timestamp": [390.12, 395.16], "text": " So what happens then in the countryside, as a lot of people die, this land hunger subsides."}, {"timestamp": [395.62, 401.86], "text": " So the peasants are able to work on more fertile, bitter-quality land that is more suitable for"}, {"timestamp": [401.86, 406.7], "text": " grain production. Some peasants are able to extend the size of their holdings."}, {"timestamp": [406.94, 411.18], "text": " Their neighbours might have died or moved away, so they could produce more, and they could"}, {"timestamp": [411.18, 412.7], "text": " take more surplus for the market."}, {"timestamp": [413.38, 416.44], "text": " They could have negotiated better conditions with the Lord of the Manor."}, {"timestamp": [416.44, 419.64], "text": " They could negotiate lightening their labour services."}, {"timestamp": [420.28, 425.86], "text": " But what we do know is that the value of labour and wages increase."}, {"timestamp": [428.28, 428.78], "text": " This doesn't become a reality immediately."}, {"timestamp": [432.22, 432.7], "text": " We find proper evidence starting from 1370s."}, {"timestamp": [436.36, 438.36], "text": " But from that point on, it's basically wages increasing because there's a lot of demand for labour."}, {"timestamp": [438.98, 443.0], "text": " While some landlords did try to entice workers with higher wages"}, {"timestamp": [443.0, 444.72], "text": " and freer working conditions,"}, {"timestamp": [445.24, 450.18], "text": " others tried to hold onto the old ways, including some powerful monasteries."}, {"timestamp": [450.78, 454.94], "text": " Glassonbury Abbey is a really important monastic landlord."}, {"timestamp": [455.14, 456.08], "text": " They have a lot of land."}, {"timestamp": [456.2, 460.32], "text": " They have a lot of dependent peasants, so they have a lot of serfs who work on their land."}, {"timestamp": [460.8, 466.72], "text": " And they are not happy for these serfs to move to different areas to seek higher wages."}, {"timestamp": [467.16, 470.14], "text": " So they want to keep the old system in place."}, {"timestamp": [470.92, 475.5], "text": " And are they actually able to do that, given the circumstances, given the shortage of labor"}, {"timestamp": [475.5, 478.58], "text": " and maybe more fluidity in the labor market?"}, {"timestamp": [479.16, 480.26], "text": " Not in the long run."}, {"timestamp": [480.38, 484.2], "text": " In the short run, they do try if peasants run away to a different area."}, {"timestamp": [484.2, 485.24], "text": " They bring them back. So they do try. If peasants run away to a different area, they bring them back."}, {"timestamp": [485.88, 489.12], "text": " So they do try to hold on to the old system."}, {"timestamp": [489.38, 491.56], "text": " But in the long run, they don't succeed."}, {"timestamp": [492.12, 495.52], "text": " So in the long run, we do find serfdom being eradicated."}, {"timestamp": [495.92, 497.4], "text": " But it takes a long time."}, {"timestamp": [499.04, 502.62], "text": " Three centuries to eradicate it completely from England."}, {"timestamp": [503.12, 503.68], "text": " But..."}, {"timestamp": [503.68, 510.0], "text": " The Black Death, I think, speeds up this process, so it acts as a catalyst in this process."}, {"timestamp": [510.0, 514.0], "text": " There are other changes too."}, {"timestamp": [514.0, 517.0], "text": " There is also a diversity of crops."}, {"timestamp": [517.0, 523.0], "text": " A smaller population means that there is less pressure to produce grain to feed your population."}, {"timestamp": [523.0, 525.94], "text": " So in Italy there's an expansion of"}, {"timestamp": [525.94, 531.22], "text": " other crops, grapes, olives and especially mulberry trees for the silk industry. The"}, {"timestamp": [531.22, 536.44], "text": " silk industry expands in most big Italian cities. It's produced in Venice,"}, {"timestamp": [536.44, 542.26], "text": " Milan, Genoa, Bologna and Florence, which means that they are less dependent on"}, {"timestamp": [542.26, 545.08], "text": " imports of these luxury goods. They can now produce"}, {"timestamp": [545.08, 553.52], "text": " their own luxury goods. If we look at Italy, the 14th century is often described as a"}, {"timestamp": [553.52, 559.6], "text": " century when fashion was invented. So there is a lot of emulation. The lower classes"}, {"timestamp": [559.6, 564.82], "text": " emulated what the nobility were wearing. This pushes the elite to differentiate themselves by"}, {"timestamp": [564.82, 567.38], "text": " wearing and purchasing even more luxurious items."}, {"timestamp": [568.0, 572.64], "text": " So some historians argue that the situation after the black theft fueled consumption"}, {"timestamp": [572.64, 577.4], "text": " and this social emulation became a constant factor in the economy."}, {"timestamp": [577.4, 583.34], "text": " So fashion kept creating new demand and fueling the production of luxury goods in Italy"}, {"timestamp": [583.34, 584.86], "text": " as well as their trade."}, {"timestamp": [587.6, 593.98], "text": " Maybe the likes of Armani, Gucci and Prada have a past pandemic to be grateful for."}, {"timestamp": [599.42, 605.5], "text": " In the autumn of 1918, a new nursery rhyme was doing the rounds in schools."}, {"timestamp": [605.5, 610.5], "text": " I had a little bird, his name was Henson."}, {"timestamp": [610.5, 615.5], "text": " I opened the window and in Florenton."}, {"timestamp": [618.0, 625.0], "text": " In November of that year, then seven-year-old Ada Darwin was living with her parents and five siblings in Manchester."}, {"timestamp": [625.74, 628.16], "text": " She came down with flu, as did her mother."}, {"timestamp": [629.0, 630.8], "text": " Mother died the next day."}, {"timestamp": [632.06, 633.6], "text": " She was 34."}, {"timestamp": [635.48, 636.98], "text": " Because I knew she was ill."}, {"timestamp": [638.44, 640.96], "text": " I never thought I wouldn't see her again."}, {"timestamp": [643.7, 650.0], "text": " Ada's mother's face had the tell-tale bluish marks of cyanosis, caused by a lack of oxygen"}, {"timestamp": [650.0, 656.12], "text": " as her lungs filled with fluid. Three days later, Ada's four-year-old brother Noel died."}, {"timestamp": [657.44, 664.24], "text": " Dad died in the early hours of Monday. I've survived all the war years and so much danger."}, {"timestamp": [665.04, 668.46], "text": " They just landed home and then hit with the flu."}, {"timestamp": [669.2, 673.14], "text": " It was really as great an enemy as they'd been fighting."}, {"timestamp": [678.28, 682.74], "text": " One of the ways it spread across the globe was troop movements."}, {"timestamp": [687.0, 691.8], "text": " Dr Chris Colvin is a senior lecturer in economics"}, {"timestamp": [691.8, 694.2], "text": " at Queen's University Belfast."}, {"timestamp": [694.2, 698.6], "text": " The Spanish flu emerges in the last months of World War I"}, {"timestamp": [698.6, 699.7], "text": " in a big way."}, {"timestamp": [699.7, 703.44], "text": " There's lots of international troop movements across borders"}, {"timestamp": [703.44, 705.08], "text": " and also support staff."}, {"timestamp": [705.08, 709.84], "text": " For instance, Chinese migrant labourers from China, travelling around the world to support the"}, {"timestamp": [709.84, 712.68], "text": " Entente powers behind the front lines."}, {"timestamp": [712.68, 716.12], "text": " That's one of the ways in which it spread globally."}, {"timestamp": [716.12, 719.76], "text": " Another one is through international trade networks."}, {"timestamp": [719.76, 730.0], "text": " It spreads like wildfire across society, across the globe. By the time the 1918-191919-flu pandemic ended,"}, {"timestamp": [730.0, 733.0], "text": " a quarter of a million people had died in the UK"}, {"timestamp": [733.0, 736.0], "text": " and three quarters of a million in the United States,"}, {"timestamp": [736.0, 741.0], "text": " the majority of them in a four-week period in the autumn of 1918."}, {"timestamp": [741.0, 747.6], "text": " The worst hit were those in their 20s and 30s. Tens of millions more died quickly"}, {"timestamp": [747.6, 756.64], "text": " around the world and hundreds of millions were infected. Although it's been nicknamed the Spanish"}, {"timestamp": [756.64, 764.0], "text": " flu or the Spanish lady, it almost certainly did not originate in Spain. It's just that the country"}, {"timestamp": [764.0, 766.0], "text": " was neutral during the First World War. It had a free press and it did not censate in Spain. It's just that the country was neutral during the First World War."}, {"timestamp": [766.0, 770.0], "text": " It had a free press and it did not censor reports of the pandemic."}, {"timestamp": [770.0, 774.0], "text": " It's made worse by the fact that at the end of the First World War,"}, {"timestamp": [774.0, 776.0], "text": " there's, of course, lots of celebration,"}, {"timestamp": [776.0, 779.0], "text": " people coming together on the streets and things like this."}, {"timestamp": [779.0, 784.0], "text": " And there's not a huge awareness that there is this flu pandemic going on yet."}, {"timestamp": [784.0, 786.44], "text": " The media is being censored at the time. And by the time that people are aware that there's not a huge awareness that there is this flu pandemic going on yet. The media is being censored at the"}, {"timestamp": [786.44, 792.1], "text": " time and by the time that people are aware that it's not just something happening in their local"}, {"timestamp": [792.1, 796.12], "text": " area, but it's actually an international phenomenon. It's almost a little bit too late to have"}, {"timestamp": [796.12, 801.42], "text": " an early intervention. It wouldn't be until some 15 years later with the invention of the"}, {"timestamp": [801.42, 805.78], "text": " electron microscope that the flu virus was recognised."}, {"timestamp": [812.32, 812.86], "text": " Once they realise what's going on, without vaccines, antivirals or antibiotics to treat secondary infections,"}, {"timestamp": [818.32, 818.96], "text": " all they can fall back on is public health policies, social distancing, lockdowns, isolation."}, {"timestamp": [820.96, 821.7], "text": " But not everyone reacts quickly."}, {"timestamp": [825.6, 826.28], "text": " A famous example is the case of the Twin Cities, Minneapolis St. Paul."}, {"timestamp": [831.62, 832.12], "text": " Minneapolis on one side of the Mississippi River locked down three weeks before St. Paul."}, {"timestamp": [836.96, 841.52], "text": " So we can see what the impact of these public health measures that are very similar to the sorts of things that we have today, what impact they had at the time on mortality rates,"}, {"timestamp": [841.52, 850.2], "text": " and then we can track what happens to both sides of the Mississippi in the subsequent recovery. So what was the result? In Minneapolis"}, {"timestamp": [850.2, 854.28], "text": " closing down theatres and schools had an immediate impact, it lowered the peak"}, {"timestamp": [854.28, 858.84], "text": " death rate, it flattened the curve, whereas in St Paul they saw very high levels"}, {"timestamp": [858.84, 863.46], "text": " of mortality and if we look at the subsequent recovery the side of the"}, {"timestamp": [863.46, 866.76], "text": " Mississippi that did better in the public policy response"}, {"timestamp": [866.76, 873.08], "text": " appears to have done better in the subsequent years in terms of getting the economy back to normal."}, {"timestamp": [876.52, 884.06], "text": " This idea that there's a trade-off between economy and social distancing that if you introduce the public health measures, the economy suffers."}, {"timestamp": [884.3, 887.28], "text": " That's quite popular in the public discourse at the moment."}, {"timestamp": [887.28, 891.5], "text": " They suggest in their results that it is not a trade-off at all"}, {"timestamp": [891.5, 893.44], "text": " and that they are self-reinforcing."}, {"timestamp": [895.28, 896.2], "text": " Why is that?"}, {"timestamp": [896.2, 898.52], "text": " If a city shuts down quickly,"}, {"timestamp": [898.52, 901.44], "text": " why does it recover economically more quickly?"}, {"timestamp": [901.44, 903.92], "text": " Because they can get the disease under control."}, {"timestamp": [903.92, 909.92], "text": " There's not this physical destruction of the workforce for a start, but there's also not this persistent"}, {"timestamp": [909.92, 913.88], "text": " underlying disease that's popping up and disappearing."}, {"timestamp": [913.88, 918.86], "text": " If part of your workforce is permanently ill all the time, and you only can rely on a small"}, {"timestamp": [918.86, 923.0], "text": " part of it at any one time, this is hugely disruptive for a very long period."}, {"timestamp": [923.0, 926.26], "text": " And of course, if there's been lower mortality in the area,"}, {"timestamp": [926.56, 928.7], "text": " you haven't got to hire new staff and train them up"}, {"timestamp": [928.7, 930.88], "text": " because people die, you know, they're still there."}, {"timestamp": [930.9, 931.88], "text": " They can come back to work."}, {"timestamp": [932.58, 935.32], "text": " Just as some cities did better during the pandemic,"}, {"timestamp": [935.7, 939.96], "text": " some companies too did well, experiencing a surge in sales."}, {"timestamp": [940.62, 944.04], "text": " In Britain, the government encouraged people to increase hygiene at home,"}, {"timestamp": [944.38, 949.1], "text": " including by using J's fluid. a company advert at the time pronounced."}, {"timestamp": [949.78, 952.9], "text": " Jays Fluid, the best disinfectant."}, {"timestamp": [953.5, 962.72], "text": " Guard against influenza, scarlet fever, smallpox, measles and other infectious diseases by the daily use of Jays fluid."}, {"timestamp": [964.14, 968.54], "text": " Immediately after the war, countries had to cope with their returning troops,"}, {"timestamp": [968.94, 972.96], "text": " as well as transforming their factories and economies to peacetime production."}, {"timestamp": [973.58, 977.66], "text": " The shift in gears was only made more difficult by the pandemic."}, {"timestamp": [978.38, 985.14], "text": " Disentangling the impact of the flu pandemic from the economic readjustment is very difficult to do."}, {"timestamp": [985.56, 988.1], "text": " But Robert Barrow at Harvard University has tried,"}, {"timestamp": [988.28, 993.68], "text": " and he says that a ballpark figure for the effect on the economy is between 6 and 8%"}, {"timestamp": [993.68, 995.92], "text": " in terms of GDP and consumption,"}, {"timestamp": [996.28, 999.58], "text": " if you do an average across different economies at the time."}, {"timestamp": [1000.44, 1005.28], "text": " So a shrinkage of 6 to 8% in one year attributed to the flu."}, {"timestamp": [1006.38, 1009.18], "text": " Dr Colvin warns against being certain about those figures"}, {"timestamp": [1009.18, 1011.12], "text": " because of a lack of reliable data,"}, {"timestamp": [1011.68, 1014.5], "text": " but they are similar to the IMF predictions"}, {"timestamp": [1014.5, 1017.58], "text": " for how much the British economy will shrink"}, {"timestamp": [1017.58, 1020.44], "text": " as a result of the current coronavirus lockdown."}, {"timestamp": [1021.18, 1023.06], "text": " In the absence of a medical solution,"}, {"timestamp": [1023.22, 1025.44], "text": " it's the tried and tested public health policies,"}, {"timestamp": [1025.64, 1030.66], "text": " those lockdowns, social distancing and quarantining, as were practiced even during the black"}, {"timestamp": [1030.66, 1036.48], "text": " death that we all have to resort to. Economic historians never say history repeats itself. It's"}, {"timestamp": [1036.48, 1040.66], "text": " always going to be different, but it's understanding what those differences are. That's the crucial"}, {"timestamp": [1040.66, 1045.12], "text": " thing. And understanding for those differences, what difference those differences make."}, {"timestamp": [1045.42, 1053.04], "text": " So the fact that now we have international mobility of people across the globe with air transport and things like that."}, {"timestamp": [1053.04, 1058.16], "text": " And that's a difference obviously from the time. People were moving about a lot, but it was much slower."}, {"timestamp": [1058.66, 1061.32], "text": " So what impact does that difference have on the outcomes?"}, {"timestamp": [1064.24, 1069.6], "text": " There have been other flu pandemics since 1918, though none as large."}, {"timestamp": [1069.6, 1078.0], "text": " In 1957-58, Asian flu claimed around 4 million lives globally, 33,000 of them in the UK,"}, {"timestamp": [1078.0, 1083.68], "text": " according to government figures. A decade later, Hong Kong flu also killed 4 million worldwide,"}, {"timestamp": [1083.68, 1086.48], "text": " and this time about 80,000 in the UK."}, {"timestamp": [1087.16, 1090.94], "text": " There was the 2003 SARS outbreak, another coronavirus."}, {"timestamp": [1091.6, 1097.6], "text": " It had a high death rate, but was contained more quickly and claimed a little over 8,000 lives."}, {"timestamp": [1098.24, 1100.76], "text": " And there's the ongoing HIV pandemic."}, {"timestamp": [1104.06, 1108.0], "text": " So what are we doing with all the knowledge we've gained?"}, {"timestamp": [1108.0, 1118.0], "text": " Since 2006, I was the coordinator of the World Bank response to the threats of avian and pandemic influenza."}, {"timestamp": [1118.0, 1125.18], "text": " And as part of that, we did quite a bit of work on analyzing how pandemics impact economies."}, {"timestamp": [1126.08, 1130.28], "text": " Olga Jonas is now a senior fellow at the Harvard Global Health Institute."}, {"timestamp": [1130.82, 1134.9], "text": " Her work on that World Bank project, trying to better prepare for future pandemics,"}, {"timestamp": [1135.42, 1136.94], "text": " continued for seven years."}, {"timestamp": [1140.24, 1144.06], "text": " Did you get the impression that countries were listening to you?"}, {"timestamp": [1144.56, 1151.18], "text": " Yes, definitely there was a high level of concern about that the pandemic was imminent."}, {"timestamp": [1151.78, 1157.62], "text": " The governments of developing countries were definitely very interested in improving their preparedness,"}, {"timestamp": [1158.5, 1161.36], "text": " in investing in core public health systems."}, {"timestamp": [1162.24, 1164.68], "text": " Back then, memories were fresh."}, {"timestamp": [1164.68, 1165.2], "text": " During the 2003 SARS outbreak, China's economic growth shrank public health systems. Back then, memories were fresh."}, {"timestamp": [1165.2, 1172.24], "text": " During the 2003 SARS outbreak, China's economic growth shrank 2% in the space of three months,"}, {"timestamp": [1172.24, 1175.04], "text": " but the country quickly bounced back."}, {"timestamp": [1175.04, 1180.4], "text": " And very soon, the world's attention was captured by a different crisis."}, {"timestamp": [1180.4, 1187.12], "text": " This interest waned because, well, the global financial crisis came in 2008,"}, {"timestamp": [1187.32, 1192.66], "text": " so that displaced the pandemic threat on the sort of the global agenda."}, {"timestamp": [1193.6, 1199.12], "text": " The financial crisis resulted in a global drop in GDP of around 3%."}, {"timestamp": [1199.12, 1205.36], "text": " Many economists considered it the worst crisis since the Great Depression of the 1930s."}, {"timestamp": [1207.44, 1213.68], "text": " Despite attention being focused on the world's finances, the threat of epidemics and pandemics"}, {"timestamp": [1213.68, 1220.88], "text": " certainly hadn't gone away. There is a lot of science that exists to indicate that these"}, {"timestamp": [1220.88, 1229.0], "text": " events are inevitable. There will be outbreaks because of the way that humans and animals"}, {"timestamp": [1229.0, 1235.0], "text": " and the environment are interacting and the risks that arise from those interactions."}, {"timestamp": [1235.0, 1240.0], "text": " Alongside humans increasingly encroaching on the natural environment,"}, {"timestamp": [1240.0, 1245.76], "text": " the fact that more people live in crowded mega cities will facilitate the spread of disease."}, {"timestamp": [1245.76, 1248.32], "text": " Ebola, Ebola hit a..."}, {"timestamp": [1248.32, 1249.2], "text": " Don't catch your friends."}, {"timestamp": [1249.2, 1252.16], "text": " No catching, no eating something dangerous."}, {"timestamp": [1254.0, 1257.12], "text": " In 2014, Ebola struck West Africa."}, {"timestamp": [1257.12, 1259.92], "text": " A few cases reached the United States."}, {"timestamp": [1259.92, 1264.32], "text": " Once infected, the mortality rate was around 50%."}, {"timestamp": [1264.32, 1270.12], "text": " More than 11,000 people died, mainly in Guinea, Sierra Leone, and in particular, Liberia."}, {"timestamp": [1270.92, 1276.12], "text": " Alongside the individual and family tragedies, the economic impact was enormous."}, {"timestamp": [1276.82, 1280.56], "text": " It was very dramatic because these are very poor countries."}, {"timestamp": [1280.56, 1286.76], "text": " Liberia, Sierra Leone and Guinea are among the poorest countries in the whole world."}, {"timestamp": [1287.76, 1297.66], "text": " So when this outbreak grew out of control, it had repercussions for travel and for business in the"}, {"timestamp": [1297.66, 1307.34], "text": " capitals of these countries. I think in Sierra Leone, GDP fell by 28% in one year in 2015."}, {"timestamp": [1313.52, 1317.58], "text": " Olga says that almost three quarters of the economic impact"}, {"timestamp": [1317.58, 1321.58], "text": " was driven not by government policy, but by consumer behavior."}, {"timestamp": [1322.28, 1326.04], "text": " If people fear the disease, they will quite rightly change their habits."}, {"timestamp": [1326.44, 1330.02], "text": " They won't go out to restaurants or travel or frequent shops and bars."}, {"timestamp": [1330.68, 1335.2], "text": " Naturally, it preserves health, but it does have a negative impact on economies."}, {"timestamp": [1336.46, 1339.72], "text": " Small epidemics, too, can have a significant effect."}, {"timestamp": [1339.72, 1344.4], "text": " That was actually quite dramatically seen in Korea."}, {"timestamp": [1344.62, 1348.4], "text": " There was an outbreak of MERS in 2015."}, {"timestamp": [1352.56, 1357.44], "text": " Although there were fewer than 200 cases of infection of MERS,"}, {"timestamp": [1357.44, 1361.2], "text": " that's the Middle East respiratory syndrome."}, {"timestamp": [1361.2, 1367.0], "text": " The cost to the Korean economy, according to the Bank of Korea, was $8 billion."}, {"timestamp": [1367.0, 1371.0], "text": " 38 deaths were recorded in South Korea."}, {"timestamp": [1371.0, 1377.0], "text": " The experience, however, did provoke the country to spend money and prepare for any future epidemics,"}, {"timestamp": [1377.0, 1384.0], "text": " something many people credit for its rapid reaction and low death toll during this coronavirus outbreak."}, {"timestamp": [1384.0, 1389.0], "text": " Olga says she isn't surprised we're experiencing another global pandemic."}, {"timestamp": [1389.0, 1395.0], "text": " Research showed we were due one, even if plenty of governments weren't prepared to listen or act."}, {"timestamp": [1395.0, 1400.0], "text": " Well, yeah, it was extremely frustrating, right?"}, {"timestamp": [1400.0, 1407.08], "text": " Because those of us who worked on the pandemic preparedness and the avian flu response"}, {"timestamp": [1407.08, 1412.98], "text": " understood that this was a real threat and it was inevitable that it would happen again"}, {"timestamp": [1412.98, 1416.58], "text": " and rationally there should be preparedness."}, {"timestamp": [1417.4, 1422.42], "text": " I think what's shocking is that the U.S. government was not better prepared."}, {"timestamp": [1423.48, 1430.86], "text": " So it was quite dismaying that the response here in the US"}, {"timestamp": [1430.86, 1438.24], "text": " was very much delayed and very weak and very confused. I mean, it's not good. It's not good"}, {"timestamp": [1438.24, 1443.22], "text": " for the rest of the world either, right? Because it's because of these interconnectedness,"}, {"timestamp": [1443.36, 1448.0], "text": " clearly the weaknesses anywhere have impacts on others."}, {"timestamp": [1448.9, 1456.6], "text": " Back in 2007 and 8, her World Bank team carried out some simulations about the economic effect of a pandemic."}, {"timestamp": [1457.4, 1462.88], "text": " The figure they came up with was a 4.8% drop in global GDP."}, {"timestamp": [1463.52, 1470.48], "text": " For developing countries with their weaker economies and health systems and lack of a financial safety net,"}, {"timestamp": [1470.48, 1474.24], "text": " the consequences can be especially dramatic."}, {"timestamp": [1474.24, 1481.28], "text": " You cannot have a healthy economy with pandemic disease."}, {"timestamp": [1481.28, 1489.0], "text": " So yes, there's an economic cost to the lockdowns, but without the lockdowns,"}, {"timestamp": [1489.0, 1494.76], "text": " the eventual economic cost is greater because the spread would be just, you know, much more"}, {"timestamp": [1494.76, 1497.5], "text": " dramatic and disruptive."}, {"timestamp": [1497.5, 1505.0], "text": " What about the costs of preparing for a pandemic as compared to the economic hit caused by one."}, {"timestamp": [1505.0, 1511.0], "text": " Well, that's the really interesting aspect of this problem, okay,"}, {"timestamp": [1511.0, 1517.0], "text": " is that the costs of preparedness are very, very low"}, {"timestamp": [1517.0, 1522.0], "text": " compared to the savings that you can expect to make."}, {"timestamp": [1522.0, 1529.04], "text": " The annual cost would be $3.4 billion in 144 developing countries."}, {"timestamp": [1529.04, 1536.78], "text": " That was the estimate. And the benefit that you would obtain due to that cost, only the economic"}, {"timestamp": [1536.78, 1545.14], "text": " benefits, so meaning the reduction in risk to the economy, would be on the order of $80 billion a year."}, {"timestamp": [1545.86, 1549.6], "text": " The money would be spent on boosting the number of epidemiologists"}, {"timestamp": [1549.6, 1554.8], "text": " to have better disease surveillance and early detection in humans and animals."}, {"timestamp": [1555.38, 1559.58], "text": " These capacities in peacetime, they don't look like they are doing anything,"}, {"timestamp": [1560.32, 1562.86], "text": " but you really need them during the outbreak,"}, {"timestamp": [1563.16, 1565.36], "text": " and you need them at the beginning of the outbreak"}, {"timestamp": [1565.36, 1571.76], "text": " because it's much cheaper to control an outbreak early on than to delay"}, {"timestamp": [1571.76, 1575.7], "text": " and try to control an outbreak that's much bigger."}, {"timestamp": [1576.62, 1582.02], "text": " Persuading governments to spend money on something that may not happen on their watch is difficult."}, {"timestamp": [1582.56, 1584.46], "text": " You know, they cut the program."}, {"timestamp": [1584.96, 1590.38], "text": " The World Bank stopped doing anything on pandemic preparedness in 2012."}, {"timestamp": [1591.3, 1592.48], "text": " And that was it."}, {"timestamp": [1593.08, 1598.6], "text": " You know, the management decided that pandemics were not the World Bank's problem."}, {"timestamp": [1603.6, 1610.72], "text": " Despite all of our medical advances, epidemic and pandemic diseases are still a significant threat."}, {"timestamp": [1611.28, 1617.46], "text": " They have tremendous social and health consequences, and as we can see, some extreme economic ones."}, {"timestamp": [1618.26, 1624.12], "text": " Richer countries in general can weather the storm better, but not without considerable pain."}, {"timestamp": [1624.92, 1632.48], "text": " The sad truth is there have been plenty of warnings from past pandemics, even from very recent history."}, {"timestamp": [1632.48, 1639.36], "text": " But they often get forgotten or ignored. All governments are simply reluctant to spend the money."}, {"timestamp": [1639.36, 1648.82], "text": " Hopefully the change that will occur with the COVID-19 outbreak is that policymakers will look at this investment proposition"}, {"timestamp": [1648.82, 1654.16], "text": " and that they will be convinced that this should be done."}, {"timestamp": [1656.32, 1671.04], "text": " And then maybe, just maybe, we could be better prepared for the next one."}, {"timestamp": [1676.54, 1677.14], "text": " In Business was presented by me, John Murphy, and my producer was Lizzie McNeil."}, {"timestamp": [1681.72, null], "text": " Rod Farker did the mix, and the editor of the series is Penny Murphy."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. These men start with what appears to be an attack of Le Gripe or influenza. And when brought to the hospital, they very rapidly develop the most vicious type of pneumonia that has ever been seen. Physician Enroy Grist wrote to a friend describing the impact of a new virus, spreading rapidly through Camp Devons, a military camp just outside Boston in the United States. Two hours after admission, they have the mahogany spots over their cheekbones. And a few hours later, you can begin to see the cyanosis extending from their ears and spreading all over the face. The outbreak reached Camp Devons on September the 8th. Within 10 days, the base hospital and infirmaries were overwhelmed with thousands of sick soldiers. It's only a matter of a few hours then until death comes, and it's simply a struggle for air until they suffocate. It's only a matter of a few hours then until death comes, and it's simply a struggle for air until they suffocate. It is horrible. This was modern history's deadliest pandemic, known to most as Spanish flu. It spread from soldiers to civilians, and within a year killed more than 50 million people worldwide. Today, we're watching as our society and economy is turned upside down by another pandemic. So join me as we travel from 1918 to more modern times to see if there's anything we can learn from the past about the economic consequences of pandemics. First, though, let's go back way beyond 1918 to a time six centuries ago. This is a quite global, well-connected world. The Italian merchants are able to trade with China. They go all the way to the Far East to trade. Dr. Isu Dinscher is a senior teaching fellow from Warwick University, specialising in medieval and early modern history. Italians are operational in the Eastern Mediterranean ports, Beirut, Famogusta in Cyprus, which are then linked to the Far East, the Red Sea, and basically North Africa. They're also operational in the Western Mediterranean, so Italian merchants are basically everywhere in the Mediterranean. Luxury goods came from the east, spices, precious stones, silk, while Europe exported timber, furs and amber. But we're talking about the mid-1300s here, and it wasn't just goods that the traders were bringing with them. We are not absolutely sure where it came from. It started in Central Asia somewhere. We know that it moved to China, India and Persia. And the way it came to Europe was via Genoese merchants from the Black Sea port of Khaha. The it, Issu's talking about, is the Great Pestolence, or the plague, much later known as the Black Death. Kaffa port is really the first point of contact that we have recorded of the plague. And then we are aware that the Genoese bring it to Constantinople, and it spread to the Mediterranean and beyond in 1347 to 1348. It arrives in Sicily, it arrives in Genoa, and then it arrives in the British port as well. So they were aware that trade was actually quite instrumental in the spread of the disease. The symptoms were varied and far from pleasant. The contemporary writer and poet Giovanni Boccaccio, the son of a merchant from Florence, wrote, In men and women alike it first betrayed itself by the emergence of certain tumours in the groin or armpits, some of which grew as large as a common apple, others as an egg, after which the form of the malady began to change. Black spots or livid, making their appearance in many cases on the arm or the thigh or elsewhere, now few and large, now minute and numerous. Death was often preceded by high fever and vomiting of blood, usually two to seven days after initial infection. Florence lost three quarters of its population. Other cities like Milan emptied out as people escaped to the countryside, or at least those who could. The Black Death peaked in Europe between 1347 and 1351, killing up to 60% of people. It would take 200 years for Europe's population to recover to its previous level. In England, the chronicler Geoffrey the Baker described how... It came to England and first began in the towns and ports joining on the sea coasts in Dorsetshire, whereas in other counties it made the country quite void of inhabitants, so that there were almost none left alive. From there it passed into Devonshire and Somersetshire, even into Bristol, and raged in such sort that the Gloucestershire men would not suffer the Bristol men to have access to them by any means. But at length it spread over all England and so wasted the people that scarce the tenth person of any sort was left alive. Across Europe as the disease spread, ports were closed and arriving ships were quarantined for a month or more. Even before the plague, parts of Europe, including England, had suffered severe famine and considerable population loss. Isudinsha says when the pandemic reached English shores, economic relations inside the country were already strained. England at the time is quite an agrarian society. So land is the main source of wealth and status in medieval England. Looking at the countryside, we find the manorial system where a large portion of the peasantry hold their land from the lords in return for services, dues and cash rents. Land was all important. It was a feudal system, with many labourers effectively owned by the landlords and forbidden from moving elsewhere. But with the pestilence, things began to change. So what happens then in the countryside, as a lot of people die, this land hunger subsides. So the peasants are able to work on more fertile, bitter-quality land that is more suitable for grain production. Some peasants are able to extend the size of their holdings. Their neighbours might have died or moved away, so they could produce more, and they could take more surplus for the market. They could have negotiated better conditions with the Lord of the Manor. They could negotiate lightening their labour services. But what we do know is that the value of labour and wages increase. This doesn't become a reality immediately. We find proper evidence starting from 1370s. But from that point on, it's basically wages increasing because there's a lot of demand for labour. While some landlords did try to entice workers with higher wages and freer working conditions, others tried to hold onto the old ways, including some powerful monasteries. Glassonbury Abbey is a really important monastic landlord. They have a lot of land. They have a lot of dependent peasants, so they have a lot of serfs who work on their land. And they are not happy for these serfs to move to different areas to seek higher wages. So they want to keep the old system in place. And are they actually able to do that, given the circumstances, given the shortage of labor and maybe more fluidity in the labor market? Not in the long run. In the short run, they do try if peasants run away to a different area. They bring them back. So they do try. If peasants run away to a different area, they bring them back. So they do try to hold on to the old system. But in the long run, they don't succeed. So in the long run, we do find serfdom being eradicated. But it takes a long time. Three centuries to eradicate it completely from England. But... The Black Death, I think, speeds up this process, so it acts as a catalyst in this process. There are other changes too. There is also a diversity of crops. A smaller population means that there is less pressure to produce grain to feed your population. So in Italy there's an expansion of other crops, grapes, olives and especially mulberry trees for the silk industry. The silk industry expands in most big Italian cities. It's produced in Venice, Milan, Genoa, Bologna and Florence, which means that they are less dependent on imports of these luxury goods. They can now produce their own luxury goods. If we look at Italy, the 14th century is often described as a century when fashion was invented. So there is a lot of emulation. The lower classes emulated what the nobility were wearing. This pushes the elite to differentiate themselves by wearing and purchasing even more luxurious items. So some historians argue that the situation after the black theft fueled consumption and this social emulation became a constant factor in the economy. So fashion kept creating new demand and fueling the production of luxury goods in Italy as well as their trade. Maybe the likes of Armani, Gucci and Prada have a past pandemic to be grateful for. In the autumn of 1918, a new nursery rhyme was doing the rounds in schools. I had a little bird, his name was Henson. I opened the window and in Florenton. In November of that year, then seven-year-old Ada Darwin was living with her parents and five siblings in Manchester. She came down with flu, as did her mother. Mother died the next day. She was 34. Because I knew she was ill. I never thought I wouldn't see her again. Ada's mother's face had the tell-tale bluish marks of cyanosis, caused by a lack of oxygen as her lungs filled with fluid. Three days later, Ada's four-year-old brother Noel died. Dad died in the early hours of Monday. I've survived all the war years and so much danger. They just landed home and then hit with the flu. It was really as great an enemy as they'd been fighting. One of the ways it spread across the globe was troop movements. Dr Chris Colvin is a senior lecturer in economics at Queen's University Belfast. The Spanish flu emerges in the last months of World War I in a big way. There's lots of international troop movements across borders and also support staff. For instance, Chinese migrant labourers from China, travelling around the world to support the Entente powers behind the front lines. That's one of the ways in which it spread globally. Another one is through international trade networks. It spreads like wildfire across society, across the globe. By the time the 1918-191919-flu pandemic ended, a quarter of a million people had died in the UK and three quarters of a million in the United States, the majority of them in a four-week period in the autumn of 1918. The worst hit were those in their 20s and 30s. Tens of millions more died quickly around the world and hundreds of millions were infected. Although it's been nicknamed the Spanish flu or the Spanish lady, it almost certainly did not originate in Spain. It's just that the country was neutral during the First World War. It had a free press and it did not censate in Spain. It's just that the country was neutral during the First World War. It had a free press and it did not censor reports of the pandemic. It's made worse by the fact that at the end of the First World War, there's, of course, lots of celebration, people coming together on the streets and things like this. And there's not a huge awareness that there is this flu pandemic going on yet. The media is being censored at the time. And by the time that people are aware that there's not a huge awareness that there is this flu pandemic going on yet. The media is being censored at the time and by the time that people are aware that it's not just something happening in their local area, but it's actually an international phenomenon. It's almost a little bit too late to have an early intervention. It wouldn't be until some 15 years later with the invention of the electron microscope that the flu virus was recognised. Once they realise what's going on, without vaccines, antivirals or antibiotics to treat secondary infections, all they can fall back on is public health policies, social distancing, lockdowns, isolation. But not everyone reacts quickly. A famous example is the case of the Twin Cities, Minneapolis St. Paul. Minneapolis on one side of the Mississippi River locked down three weeks before St. Paul. So we can see what the impact of these public health measures that are very similar to the sorts of things that we have today, what impact they had at the time on mortality rates, and then we can track what happens to both sides of the Mississippi in the subsequent recovery. So what was the result? In Minneapolis closing down theatres and schools had an immediate impact, it lowered the peak death rate, it flattened the curve, whereas in St Paul they saw very high levels of mortality and if we look at the subsequent recovery the side of the Mississippi that did better in the public policy response appears to have done better in the subsequent years in terms of getting the economy back to normal. This idea that there's a trade-off between economy and social distancing that if you introduce the public health measures, the economy suffers. That's quite popular in the public discourse at the moment. They suggest in their results that it is not a trade-off at all and that they are self-reinforcing. Why is that? If a city shuts down quickly, why does it recover economically more quickly? Because they can get the disease under control. There's not this physical destruction of the workforce for a start, but there's also not this persistent underlying disease that's popping up and disappearing. If part of your workforce is permanently ill all the time, and you only can rely on a small part of it at any one time, this is hugely disruptive for a very long period. And of course, if there's been lower mortality in the area, you haven't got to hire new staff and train them up because people die, you know, they're still there. They can come back to work. Just as some cities did better during the pandemic, some companies too did well, experiencing a surge in sales. In Britain, the government encouraged people to increase hygiene at home, including by using J's fluid. a company advert at the time pronounced. Jays Fluid, the best disinfectant. Guard against influenza, scarlet fever, smallpox, measles and other infectious diseases by the daily use of Jays fluid. Immediately after the war, countries had to cope with their returning troops, as well as transforming their factories and economies to peacetime production. The shift in gears was only made more difficult by the pandemic. Disentangling the impact of the flu pandemic from the economic readjustment is very difficult to do. But Robert Barrow at Harvard University has tried, and he says that a ballpark figure for the effect on the economy is between 6 and 8% in terms of GDP and consumption, if you do an average across different economies at the time. So a shrinkage of 6 to 8% in one year attributed to the flu. Dr Colvin warns against being certain about those figures because of a lack of reliable data, but they are similar to the IMF predictions for how much the British economy will shrink as a result of the current coronavirus lockdown. In the absence of a medical solution, it's the tried and tested public health policies, those lockdowns, social distancing and quarantining, as were practiced even during the black death that we all have to resort to. Economic historians never say history repeats itself. It's always going to be different, but it's understanding what those differences are. That's the crucial thing. And understanding for those differences, what difference those differences make. So the fact that now we have international mobility of people across the globe with air transport and things like that. And that's a difference obviously from the time. People were moving about a lot, but it was much slower. So what impact does that difference have on the outcomes? There have been other flu pandemics since 1918, though none as large. In 1957-58, Asian flu claimed around 4 million lives globally, 33,000 of them in the UK, according to government figures. A decade later, Hong Kong flu also killed 4 million worldwide, and this time about 80,000 in the UK. There was the 2003 SARS outbreak, another coronavirus. It had a high death rate, but was contained more quickly and claimed a little over 8,000 lives. And there's the ongoing HIV pandemic. So what are we doing with all the knowledge we've gained? Since 2006, I was the coordinator of the World Bank response to the threats of avian and pandemic influenza. And as part of that, we did quite a bit of work on analyzing how pandemics impact economies. Olga Jonas is now a senior fellow at the Harvard Global Health Institute. Her work on that World Bank project, trying to better prepare for future pandemics, continued for seven years. Did you get the impression that countries were listening to you? Yes, definitely there was a high level of concern about that the pandemic was imminent. The governments of developing countries were definitely very interested in improving their preparedness, in investing in core public health systems. Back then, memories were fresh. During the 2003 SARS outbreak, China's economic growth shrank public health systems. Back then, memories were fresh. During the 2003 SARS outbreak, China's economic growth shrank 2% in the space of three months, but the country quickly bounced back. And very soon, the world's attention was captured by a different crisis. This interest waned because, well, the global financial crisis came in 2008, so that displaced the pandemic threat on the sort of the global agenda. The financial crisis resulted in a global drop in GDP of around 3%. Many economists considered it the worst crisis since the Great Depression of the 1930s. Despite attention being focused on the world's finances, the threat of epidemics and pandemics certainly hadn't gone away. There is a lot of science that exists to indicate that these events are inevitable. There will be outbreaks because of the way that humans and animals and the environment are interacting and the risks that arise from those interactions. Alongside humans increasingly encroaching on the natural environment, the fact that more people live in crowded mega cities will facilitate the spread of disease. Ebola, Ebola hit a... Don't catch your friends. No catching, no eating something dangerous. In 2014, Ebola struck West Africa. A few cases reached the United States. Once infected, the mortality rate was around 50%. More than 11,000 people died, mainly in Guinea, Sierra Leone, and in particular, Liberia. Alongside the individual and family tragedies, the economic impact was enormous. It was very dramatic because these are very poor countries. Liberia, Sierra Leone and Guinea are among the poorest countries in the whole world. So when this outbreak grew out of control, it had repercussions for travel and for business in the capitals of these countries. I think in Sierra Leone, GDP fell by 28% in one year in 2015. Olga says that almost three quarters of the economic impact was driven not by government policy, but by consumer behavior. If people fear the disease, they will quite rightly change their habits. They won't go out to restaurants or travel or frequent shops and bars. Naturally, it preserves health, but it does have a negative impact on economies. Small epidemics, too, can have a significant effect. That was actually quite dramatically seen in Korea. There was an outbreak of MERS in 2015. Although there were fewer than 200 cases of infection of MERS, that's the Middle East respiratory syndrome. The cost to the Korean economy, according to the Bank of Korea, was $8 billion. 38 deaths were recorded in South Korea. The experience, however, did provoke the country to spend money and prepare for any future epidemics, something many people credit for its rapid reaction and low death toll during this coronavirus outbreak. Olga says she isn't surprised we're experiencing another global pandemic. Research showed we were due one, even if plenty of governments weren't prepared to listen or act. Well, yeah, it was extremely frustrating, right? Because those of us who worked on the pandemic preparedness and the avian flu response understood that this was a real threat and it was inevitable that it would happen again and rationally there should be preparedness. I think what's shocking is that the U.S. government was not better prepared. So it was quite dismaying that the response here in the US was very much delayed and very weak and very confused. I mean, it's not good. It's not good for the rest of the world either, right? Because it's because of these interconnectedness, clearly the weaknesses anywhere have impacts on others. Back in 2007 and 8, her World Bank team carried out some simulations about the economic effect of a pandemic. The figure they came up with was a 4.8% drop in global GDP. For developing countries with their weaker economies and health systems and lack of a financial safety net, the consequences can be especially dramatic. You cannot have a healthy economy with pandemic disease. So yes, there's an economic cost to the lockdowns, but without the lockdowns, the eventual economic cost is greater because the spread would be just, you know, much more dramatic and disruptive. What about the costs of preparing for a pandemic as compared to the economic hit caused by one. Well, that's the really interesting aspect of this problem, okay, is that the costs of preparedness are very, very low compared to the savings that you can expect to make. The annual cost would be $3.4 billion in 144 developing countries. That was the estimate. And the benefit that you would obtain due to that cost, only the economic benefits, so meaning the reduction in risk to the economy, would be on the order of $80 billion a year. The money would be spent on boosting the number of epidemiologists to have better disease surveillance and early detection in humans and animals. These capacities in peacetime, they don't look like they are doing anything, but you really need them during the outbreak, and you need them at the beginning of the outbreak because it's much cheaper to control an outbreak early on than to delay and try to control an outbreak that's much bigger. Persuading governments to spend money on something that may not happen on their watch is difficult. You know, they cut the program. The World Bank stopped doing anything on pandemic preparedness in 2012. And that was it. You know, the management decided that pandemics were not the World Bank's problem. Despite all of our medical advances, epidemic and pandemic diseases are still a significant threat. They have tremendous social and health consequences, and as we can see, some extreme economic ones. Richer countries in general can weather the storm better, but not without considerable pain. The sad truth is there have been plenty of warnings from past pandemics, even from very recent history. But they often get forgotten or ignored. All governments are simply reluctant to spend the money. Hopefully the change that will occur with the COVID-19 outbreak is that policymakers will look at this investment proposition and that they will be convinced that this should be done. And then maybe, just maybe, we could be better prepared for the next one. In Business was presented by me, John Murphy, and my producer was Lizzie McNeil. Rod Farker did the mix, and the editor of the series is Penny Murphy."}