{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.88, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.24, 10.34], "text": " The face-to-face interview can be life-changing."}, {"timestamp": [10.98, 16.04], "text": " I'm Leslie Kirwan, and I'm looking at how important the interview is to companies large and small."}, {"timestamp": [16.04, 23.8], "text": " Even today, with the mounting use of recruitment tools deploying artificial intelligence to weed out the weakest candidates."}, {"timestamp": [24.28, 27.32], "text": " And I ask, will the face-to-face interview survive?"}, {"timestamp": [29.5, 31.52], "text": " So, Leslie, here we are at Bromley Football Club,"}, {"timestamp": [31.6, 34.1], "text": " where we are currently building the new south stand of the stadium."}, {"timestamp": [34.56, 37.02], "text": " A 1,500 seats stand with a sports complex behind."}, {"timestamp": [37.46, 39.5], "text": " It's terrible weather today, Leslie. Why don't we go to the office?"}, {"timestamp": [39.72, 41.18], "text": " Oh, please. A cup of tea would be good."}, {"timestamp": [42.64, 47.14], "text": " That's Dermott Rooney, who's a director at the construction firm M.J. Rooney."}, {"timestamp": [47.54, 50.74], "text": " I'm here to talk to him about how he hires new people."}, {"timestamp": [51.6, 54.0], "text": " Three years ago, in business looked at recruitment"}, {"timestamp": [54.0, 56.72], "text": " and how you get to the final interview stage,"}, {"timestamp": [57.22, 60.06], "text": " how employers were starting to use artificial intelligence"}, {"timestamp": [60.06, 64.1], "text": " and algorithms to assess candidates' characters and skills."}, {"timestamp": [64.86, 68.46], "text": " Algorithms are complicated computer rules which analyse data,"}, {"timestamp": [68.94, 72.16], "text": " and they can be used, for example, to decide who gets an interview."}, {"timestamp": [72.8, 77.7], "text": " In this programme, I want to focus more on the face-to-face interview itself."}, {"timestamp": [78.3, 80.44], "text": " And that's why I've come here to South London."}, {"timestamp": [81.18, 83.46], "text": " M.J. Rooney employs 60 people,"}, {"timestamp": [83.92, 87.2], "text": " and as a smaller family- run firm, it takes a pretty"}, {"timestamp": [87.2, 92.74], "text": " traditional approach. For me, I think using algorithms and technology in that process is really"}, {"timestamp": [92.74, 96.94], "text": " for larger companies. I can understand if they've got hundreds of CVs and they need to get"}, {"timestamp": [96.94, 101.6], "text": " that down to a reasonable number. For a company like ourselves, we really look at the CVs that"}, {"timestamp": [101.6, 106.28], "text": " come in. There might be 50 or 60 and we can narrow that down through the categories that we put together"}, {"timestamp": [106.28, 110.0], "text": " and we almost score them to get the relevant and the right people to interview."}, {"timestamp": [110.66, 112.2], "text": " How do you score them?"}, {"timestamp": [112.34, 114.08], "text": " You're listing the requirements, and that could be,"}, {"timestamp": [114.48, 117.0], "text": " it could be the knowledge, it could be experience, it could be skills."}, {"timestamp": [117.32, 120.78], "text": " What does a face-to-face interview tell you about somebody?"}, {"timestamp": [120.78, 123.56], "text": " Face-to-face interviews really give you an opportunity for that person"}, {"timestamp": [123.56, 128.42], "text": " to show you a little bit of their charisma, to tell what their passion is. Also, how they want to progress"}, {"timestamp": [128.42, 131.7], "text": " with their careers and move forward, because all that information is important to us as an employer."}, {"timestamp": [132.38, 136.98], "text": " Is it possible that some of the people you're interviewing just don't know what they're capable of?"}, {"timestamp": [137.24, 140.54], "text": " It's something we find all the time that we are always looking for the potential, particularly"}, {"timestamp": [140.54, 144.58], "text": " with apprentices, and they don't even realise that they have the potential themselves. So they're not"}, {"timestamp": [144.58, 146.6], "text": " really sending themselves as well as they should do."}, {"timestamp": [146.6, 150.0], "text": " One example I can give you is Archie, he was a college lever."}, {"timestamp": [150.0, 154.0], "text": " I'm currently doing the quantity surveying apprenticeship and I'm 19 years old."}, {"timestamp": [154.0, 159.0], "text": " Archie contacted MJ Rooney out of the blue about becoming an apprentice"}, {"timestamp": [159.0, 164.0], "text": " and was promptly invited to interview, no sophisticated test to take."}, {"timestamp": [164.0, 166.28], "text": " He was expecting to be interviewed for a manual job on the building site. But during to interview, no sophisticated test to take. He was expecting to be interviewed"}, {"timestamp": [166.28, 172.42], "text": " for a manual job on the building site. But during the interview, Dermot Rooney saw something else in"}, {"timestamp": [172.42, 178.24], "text": " him. They asked me about my personal skills, qualifications, asked me what I wanted to do."}, {"timestamp": [178.7, 183.74], "text": " Because at the start, I was like thinking more on site. But then we started speaking and"}, {"timestamp": [183.74, 186.58], "text": " we found that I enjoy maths quite a bit."}, {"timestamp": [186.68, 187.62], "text": " I've done in my A levels."}, {"timestamp": [188.04, 189.44], "text": " We were talking about it and it seemed like"}, {"timestamp": [189.44, 190.62], "text": " somewhere in the office,"}, {"timestamp": [190.88, 193.92], "text": " quantity surveying would be like a good route for me to take."}, {"timestamp": [194.22, 195.28], "text": " And in the second interview,"}, {"timestamp": [195.5, 197.68], "text": " we discussed by which path they would take down there."}, {"timestamp": [198.12, 200.06], "text": " They created a job for me."}, {"timestamp": [200.5, 202.02], "text": " What a compliment is for them"}, {"timestamp": [202.02, 203.6], "text": " to like create something from,"}, {"timestamp": [203.7, 205.28], "text": " like a route for me to take."}, {"timestamp": [205.6, 208.26], "text": " And so you're going to end up with a degree in quantity survey?"}, {"timestamp": [208.56, 211.2], "text": " Yeah, after two years doing the MVP,"}, {"timestamp": [211.66, 215.52], "text": " hopefully I'll go into like a sponsored university course."}, {"timestamp": [215.88, 216.88], "text": " Yeah, fingers crossed."}, {"timestamp": [217.22, 218.12], "text": " I reckon I can do it."}, {"timestamp": [218.64, 220.48], "text": " Because you like spreadsheets, I'm told."}, {"timestamp": [220.82, 222.26], "text": " Oh, I love them."}, {"timestamp": [223.32, 224.84], "text": " Excel is beautiful."}, {"timestamp": [225.98, 228.78], "text": " I wish I could see the beauty in spreadsheets."}, {"timestamp": [229.34, 229.82], "text": " Never mind."}, {"timestamp": [230.48, 234.08], "text": " For Archie, the face-to-face interview paid off big time."}, {"timestamp": [234.78, 238.88], "text": " There are five million other small and medium-sized companies in the UK,"}, {"timestamp": [239.56, 244.32], "text": " and I'm guessing many of their bosses will take the same traditional route to recruitment."}, {"timestamp": [247.6, 254.42], "text": " In larger UK companies, the rollout of technology tools to screen candidates has been huge"}, {"timestamp": [254.42, 262.22], "text": " over the last two to three years. Take Lloyd's Banking Group, which has 75,000 employees and 30 million"}, {"timestamp": [262.22, 267.32], "text": " customers. Jen Tipping is the group, people and productivity director at the bank."}, {"timestamp": [268.24, 271.46], "text": " We recruit about 5,000 people a year at Lloyd's Banking Group."}, {"timestamp": [271.72, 276.64], "text": " A part of that, we recruit over 1,000 apprentices and nearly 300 graduates."}, {"timestamp": [277.64, 280.18], "text": " And so we use a variety of different methods, actually."}, {"timestamp": [280.8, 284.06], "text": " Face-to-face interviews is still by far the most important."}, {"timestamp": [284.06, 286.0], "text": " But we do use psychometric testing."}, {"timestamp": [286.0, 290.0], "text": " We've also just started using virtual reality as well."}, {"timestamp": [290.0, 293.0], "text": " Where would I find myself if I was using a VR headset?"}, {"timestamp": [293.0, 295.0], "text": " Well, you might be in a branch, for example,"}, {"timestamp": [295.0, 299.0], "text": " or you might be in one of our call centres or in one of our offices"}, {"timestamp": [299.0, 304.0], "text": " to actually get a glimpse into what that working environment is like."}, {"timestamp": [304.0, 308.5], "text": " We also do video interviewing as well, and we do use AI and robotics,"}, {"timestamp": [309.18, 316.08], "text": " trying to get an insight into speech, language, body language, how people react,"}, {"timestamp": [316.3, 320.68], "text": " trying to take some of the personal judgment out of it so we can be sure that we're fair"}, {"timestamp": [320.68, 322.04], "text": " to all colleagues involved."}, {"timestamp": [322.52, 326.78], "text": " Many employers now use automated, recorded video interviews"}, {"timestamp": [326.78, 328.38], "text": " to test job candidates."}, {"timestamp": [329.12, 331.52], "text": " Usually, there's no human being at the other end."}, {"timestamp": [332.0, 333.66], "text": " A question may pop up on screen,"}, {"timestamp": [334.04, 336.42], "text": " and you've got limited time to reply to the camera,"}, {"timestamp": [336.82, 341.4], "text": " as your body language and emotions are analysed by AI technology."}, {"timestamp": [342.5, 346.0], "text": " Nima Pasha, whose careers director at Henley Business School,"}, {"timestamp": [346.36, 349.5], "text": " has watched these video interviews take off dramatically."}, {"timestamp": [350.08, 352.08], "text": " It's increasing of the last few years,"}, {"timestamp": [352.4, 356.64], "text": " and over 50%, 90, 55% of employers are using it"}, {"timestamp": [356.64, 358.48], "text": " from last year to this year."}, {"timestamp": [358.74, 360.76], "text": " This type of software is really increasing."}, {"timestamp": [361.12, 362.98], "text": " One of the reasons it's more cost-effective,"}, {"timestamp": [363.18, 364.9], "text": " so you don't have to bring large numbers of people"}, {"timestamp": [364.9, 368.7], "text": " into a costly assessment centre. The software that is being used,"}, {"timestamp": [368.8, 374.62], "text": " employers say it's reducing bias so they can look at diversity targets. So people think it's going"}, {"timestamp": [374.62, 379.7], "text": " to work better. What do you think? I think it's good. I'd like to see how the diversity"}, {"timestamp": [379.7, 384.92], "text": " targets are going to be hit by the recruiters, and that's all across all diversity spans from"}, {"timestamp": [384.92, 391.08], "text": " ethnicity, gender, LGBT, but also looking at social mobility as well. Because if some of these"}, {"timestamp": [391.08, 396.54], "text": " biases can be reduced through video interview because the software is looking at how you respond"}, {"timestamp": [396.54, 402.1], "text": " to things and your competence in delivery, that seems to be a lot fairer. So I think if that comes"}, {"timestamp": [402.1, 407.0], "text": " through, then I think we're on to a good thing."}, {"timestamp": [414.72, 415.36], "text": " There's so much focus now on how you weed people out of the running at an early stage and how fair you make that process."}, {"timestamp": [423.88, 424.68], "text": " Kevin Parker is the chief executive of Higher View, a US-based company which has become a leading provider of video interview technology."}, {"timestamp": [429.0, 433.0], "text": " We have about 800 customers today and a large global customer base. We're about to do our 10 millionth video interview."}, {"timestamp": [433.0, 437.0], "text": " And so customers today are interviewing about a million people every 90 days,"}, {"timestamp": [437.0, 439.0], "text": " every three months around the world."}, {"timestamp": [439.0, 444.0], "text": " And they have upwards of a million, two million, three million job applicants a year."}, {"timestamp": [444.0, 451.0], "text": " Even at the campus level, they may interview 10 or 12,000 potential graduates"}, {"timestamp": [451.0, 456.0], "text": " for perhaps as few as 500 jobs, and so they want to have a technology that can help them with that."}, {"timestamp": [456.0, 458.0], "text": " What is selling is this."}, {"timestamp": [458.0, 464.0], "text": " Most of our interviews are really focused around what we refer to as on-demand video technology."}, {"timestamp": [464.0, 465.98], "text": " So it allows candidates to take"}, {"timestamp": [465.98, 471.4], "text": " an interview any hour of the day, any day of the week. And we use machine learning and artificial"}, {"timestamp": [471.4, 476.58], "text": " intelligence behind that. But the primary technology is video based. We're really talking about"}, {"timestamp": [476.58, 482.4], "text": " a pre-recorded video question. And most of the interviews are designed around five, maybe six"}, {"timestamp": [482.4, 486.24], "text": " questions, tend to be about 25 to 30 minutes long."}, {"timestamp": [486.24, 489.44], "text": " And it's up to the company whether you have the ability to do retries,"}, {"timestamp": [489.44, 491.28], "text": " but most companies allow several retries."}, {"timestamp": [491.28, 495.12], "text": " So it's not meant to be a test, but an opportunity to share a little bit about the candidate."}, {"timestamp": [495.12, 498.32], "text": " When every candidate gets asked exactly the same question,"}, {"timestamp": [498.32, 502.0], "text": " exactly the same way, has exactly the same experience,"}, {"timestamp": [502.0, 503.52], "text": " it's a much fairer process."}, {"timestamp": [503.52, 505.92], "text": " Our human biases and our unconscious"}, {"timestamp": [505.92, 512.0], "text": " or conscious biases don't enter into the evaluation. So, Philip, video interview coming up."}, {"timestamp": [512.1, 515.56], "text": " Yes. Have you done one before? I have. Did you know that we've got some software that you"}, {"timestamp": [515.56, 520.28], "text": " could look at to help you practice these to sort of make sure that all of your framing's okay"}, {"timestamp": [520.28, 524.3], "text": " and that you get used to answering the questions? I'm aware of them, but I haven't used them that much."}, {"timestamp": [524.3, 526.28], "text": " Okay, so let's have a little look what we've got here."}, {"timestamp": [526.6, 530.14], "text": " So we've got a service and you just log into this."}, {"timestamp": [530.24, 531.46], "text": " So let me just open the camera."}, {"timestamp": [532.18, 536.16], "text": " That's Sarah Rourke, careers consultant at Henley Business School"}, {"timestamp": [536.16, 538.8], "text": " with undergraduate student Philip Vanstone."}, {"timestamp": [539.22, 542.72], "text": " He's practicing video interviews on Henley's own software,"}, {"timestamp": [543.1, 546.86], "text": " where the questions pop up on screen and his answer will be timed."}, {"timestamp": [547.24, 549.16], "text": " Do you see on the right hand side? We've got video interview."}, {"timestamp": [549.5, 549.96], "text": " Oh, okay."}, {"timestamp": [550.26, 552.24], "text": " What were you planning on wearing for the video interview?"}, {"timestamp": [552.5, 554.78], "text": " Probably a button-down shirt and maybe a tie."}, {"timestamp": [554.92, 557.0], "text": " And make sure that they can see your face really clearly."}, {"timestamp": [557.28, 557.48], "text": " Okay."}, {"timestamp": [561.84, 569.0], "text": " As we heard, the aim is for these technologies to cancel out the sort of inbuilt bias that was common."}, {"timestamp": [569.0, 578.0], "text": " I remember being told informally that I didn't get a job because I was a single woman and there was a man with a family who needed it more."}, {"timestamp": [578.0, 585.06], "text": " But as we all know, technology made by fallible humans is not infallible."}, {"timestamp": [587.26, 590.62], "text": " It could even introduce bias."}, {"timestamp": [592.64, 593.1], "text": " Since we last looked at recruitment,"}, {"timestamp": [597.72, 598.32], "text": " a significant story emerged about the effects of one recruitment algorithm."}, {"timestamp": [601.74, 602.68], "text": " That's a set of rules intended to identify the best candidates."}, {"timestamp": [606.04, 610.3], "text": " Reuters reported last year that an algorithm tested as a recruitment tool by Amazon turned out to be sexist"}, {"timestamp": [610.3, 612.12], "text": " and had to be scrapped."}, {"timestamp": [612.12, 614.84], "text": " The report claimed the system was based on data"}, {"timestamp": [614.84, 617.84], "text": " from successful applicants over 10 years,"}, {"timestamp": [617.84, 620.44], "text": " much of which came from men."}, {"timestamp": [620.44, 622.76], "text": " And so it effectively taught itself"}, {"timestamp": [622.76, 625.38], "text": " that male candidates were preferable."}, {"timestamp": [630.8, 634.4], "text": " Amazon told us this was never used by Amazon recruiters to evaluate candidates."}, {"timestamp": [642.12, 643.12], "text": " Psychologist and coach Geraldine Haley, who worked for Standard Chartered Bank for 25 years, has this view on algorithms."}, {"timestamp": [646.12, 646.24], "text": " I know that they are being used a lot,"}, {"timestamp": [647.86, 648.52], "text": " particularly on mass recruitment,"}, {"timestamp": [652.36, 652.48], "text": " and I understand the value that that can probably bring,"}, {"timestamp": [656.8, 661.82], "text": " because if you've got something like 30,000 graduates applying to your website, then you have to apply something which you believe does have some science to it,"}, {"timestamp": [662.14, 666.22], "text": " which basically deselects people who are a long, long way"}, {"timestamp": [666.22, 671.2], "text": " from the kinds of people that have been successful in your organisation, because you have"}, {"timestamp": [671.2, 672.94], "text": " to build the algorithm off of something."}, {"timestamp": [673.64, 679.88], "text": " However, the huge danger with that is the algorithm providing you with a filter, again,"}, {"timestamp": [680.44, 686.28], "text": " to a narrow group of people who may have been successful in that company in the past,"}, {"timestamp": [686.7, 691.52], "text": " but may be very different from the sorts of people that will make the company successful in the future."}, {"timestamp": [691.72, 696.86], "text": " And you've only got to look at the difference in the generational research that's coming through."}, {"timestamp": [697.0, 700.16], "text": " Huge differences between Gen X and Gen Y and we've got Gen Z."}, {"timestamp": [700.62, 702.26], "text": " They see things completely differently."}, {"timestamp": [702.38, 708.0], "text": " So these algorithms have got to be, which I presume they are, constantly updated and modified."}, {"timestamp": [708.92, 711.32], "text": " It sounds like a reasonable assumption, doesn't it?"}, {"timestamp": [711.86, 717.44], "text": " However, there's no regulation to make certain that the algorithms are constantly checked and"}, {"timestamp": [717.44, 718.58], "text": " re-checked for bias."}, {"timestamp": [719.34, 720.52], "text": " It's a sensitive issue."}, {"timestamp": [720.92, 723.88], "text": " For Kevin Parker, the chief executive of Higher View."}, {"timestamp": [724.6, 731.7], "text": " How do we know that the algorithms or the artificial intelligence or other technology that you use"}, {"timestamp": [731.7, 738.68], "text": " don't contain a bias against certain types of candidates? We spend a lot of time with our"}, {"timestamp": [738.68, 744.38], "text": " customers, one, building the algorithms and deciding what are the work-based competencies"}, {"timestamp": [744.38, 748.88], "text": " we're looking for in a candidate. And then we do a lot of testing and a lot of testing to"}, {"timestamp": [748.88, 753.86], "text": " see how various age groups gender groups ethnic groups work through the"}, {"timestamp": [753.86, 758.66], "text": " algorithm and make sure that we're not seeing anything that replicates bias in"}, {"timestamp": [758.66, 762.74], "text": " the underlying data our customers are very interested in improving diversity"}, {"timestamp": [762.74, 766.4], "text": " and so they've got a vested interest in making sure that it works very well."}, {"timestamp": [770.0, 771.84], "text": " Back at Henley Business School,"}, {"timestamp": [771.84, 776.16], "text": " Philip and his fellow students have been doing battle with the new tech hurdles,"}, {"timestamp": [776.16, 779.36], "text": " trying to get their first placements in professional jobs,"}, {"timestamp": [779.36, 782.88], "text": " often in banking, accountancy, or manufacturing."}, {"timestamp": [782.88, 786.46], "text": " They've done a range of video interviews plus psychometric"}, {"timestamp": [786.46, 791.84], "text": " tests, which ask questions to build a picture of your personality and your underlying values."}, {"timestamp": [792.68, 798.96], "text": " If your answers don't fit, you can be screened out of the running for a job. Jack, who's a finance"}, {"timestamp": [798.96, 806.06], "text": " student, thinks these tests can, let's not mince our words, be gamed by applicants."}, {"timestamp": [806.06, 809.98], "text": " They're rejecting more and more candidates at the psychometric testing stage."}, {"timestamp": [809.98, 812.12], "text": " And that's not a fair representation of people."}, {"timestamp": [812.12, 816.72], "text": " I know people that are very, very, very good at psychometric testing."}, {"timestamp": [816.72, 821.38], "text": " It's a skill, it's an art to be good at it because it asks you questions that are completely"}, {"timestamp": [821.38, 825.86], "text": " unrelated to values and then it can pick them up from the answers you give."}, {"timestamp": [825.96, 830.44], "text": " So as long as you are fully aware of what they are looking for, you can answer it in a way that"}, {"timestamp": [830.44, 834.74], "text": " is completely different to your personality, what you would really do in that situation."}, {"timestamp": [835.22, 837.92], "text": " But actually, you know that that's probably what they're looking for."}, {"timestamp": [838.26, 839.52], "text": " So you select that answer."}, {"timestamp": [839.58, 842.44], "text": " And of course you do, because you're trying to get that job at the end of it."}, {"timestamp": [843.02, 845.62], "text": " I've done 35 applications this year"}, {"timestamp": [845.62, 850.4], "text": " and at least 25 psychometric tests. And some of them were the same? Absolutely, 20 minutes"}, {"timestamp": [850.4, 854.2], "text": " psychometric tests and it only took me three or four minutes to complete because all the questions"}, {"timestamp": [854.2, 860.54], "text": " were actually identical to previous tests that I completed. And talking to Jack and his fellow"}, {"timestamp": [860.54, 867.56], "text": " students, Hetfi, Josh and Philip, I heard that you can buy guides to doing the psychometric test from the internet"}, {"timestamp": [867.56, 869.86], "text": " to give you an edge on your rivals."}, {"timestamp": [870.48, 873.16], "text": " All of them were burning to tell me their experience"}, {"timestamp": [873.16, 876.62], "text": " with the technological tools now being widely used."}, {"timestamp": [876.98, 880.1], "text": " I've actually had all types of interviews from telephone, video interviews."}, {"timestamp": [880.5, 883.76], "text": " There's no one actually responding and even nodding to whatever you're saying."}, {"timestamp": [884.16, 889.0], "text": " I've had face-to-face. I've had video interviews where there's nobody at the other end."}, {"timestamp": [889.0, 893.0], "text": " I didn't particularly like that because you can't gauge how well you did with the answer."}, {"timestamp": [893.0, 897.0], "text": " When they're timed, you can kind of panic, and I don't think that's a very fair assessment."}, {"timestamp": [897.0, 899.0], "text": " And I froze up for five minutes."}, {"timestamp": [899.0, 903.0], "text": " It's a pressure that you just don't get anywhere else."}, {"timestamp": [903.0, 908.8], "text": " You know the person on the other end isn't the person that is asked you the question in this recorded video format."}, {"timestamp": [908.8, 911.68], "text": " I literally froze when I had to cancel interview because I couldn't do it."}, {"timestamp": [911.68, 916.48], "text": " All of the ones that I've done have been one attempt and very short period of preparation time."}, {"timestamp": [916.48, 922.4], "text": " You do it and it goes. You can kind of get to the end of two minutes or minute and a half of recording"}, {"timestamp": [922.4, 925.76], "text": " and I've just been talking about nothing for two minutes"}, {"timestamp": [925.76, 927.46], "text": " and got absolutely nowhere."}, {"timestamp": [927.74, 932.72], "text": " How fair do you think some of these new technologies are for recruiting people?"}, {"timestamp": [933.06, 935.68], "text": " I believe they're quite unfair and inhumane in a way."}, {"timestamp": [935.9, 937.06], "text": " You don't really see you as a person."}, {"timestamp": [937.2, 939.3], "text": " You're just looking at a computer or a webcam."}, {"timestamp": [939.74, 943.3], "text": " There's no connection at all between the people interviewing you and who you are."}, {"timestamp": [943.3, 950.02], "text": " What was emerging from our talk was that these students prefer the old-fashioned face-to-face encounter."}, {"timestamp": [950.7, 952.68], "text": " Will they always have that chance?"}, {"timestamp": [953.16, 955.6], "text": " What is the future for the face-to-face interview?"}, {"timestamp": [956.48, 961.0], "text": " Jen Tipping, Group People and Productivity Director at Lloyd's Banking Group."}, {"timestamp": [961.44, 966.04], "text": " It's still by far the most important aspect of any recruitment process because"}, {"timestamp": [966.04, 972.32], "text": " we feel that human touch, knowing how a colleague is likely to perform in front of a customer,"}, {"timestamp": [972.58, 977.88], "text": " has got to be the most important thing. But there are other methods as well that we use to"}, {"timestamp": [977.88, 982.26], "text": " validate what we might find in a face-to-face interview. Do you think the face-to-face interview"}, {"timestamp": [982.26, 985.52], "text": " will still be around in 10 or 20 or 30 years?"}, {"timestamp": [985.88, 992.22], "text": " I do because at the end of the day, we're a people business and people hire people. And I think"}, {"timestamp": [992.22, 996.38], "text": " that's still going to be the most important aspect when you're recruiting someone."}, {"timestamp": [998.38, 1004.3], "text": " I'm standing outside a room in the heart of the BBC's offices in London. Because in there,"}, {"timestamp": [1004.46, 1006.8], "text": " a candidate is being interviewed for a job."}, {"timestamp": [1007.58, 1011.7], "text": " And just being here is making me feel uncomfortable, fidgety,"}, {"timestamp": [1012.12, 1016.04], "text": " because this was once me waiting outside a door like this,"}, {"timestamp": [1016.4, 1018.2], "text": " dressed soberly and smartly,"}, {"timestamp": [1018.88, 1023.22], "text": " frankly feeling nervous and nauseous when the door opened,"}, {"timestamp": [1023.52, 1024.34], "text": " and a voice said,"}, {"timestamp": [1024.34, 1026.3], "text": " come in and take a seat."}, {"timestamp": [1028.04, 1034.08], "text": " The truth is your ability in face-to-face interviews can be the make-or-break factor of a career."}, {"timestamp": [1034.54, 1039.74], "text": " And that won't change. The opportunity is great, but so is the risk."}, {"timestamp": [1040.26, 1044.02], "text": " And we all remember how it feels when an interview shoots off-peast."}, {"timestamp": [1044.78, 1049.72], "text": " Charlotte Baker, a former headhunter, spent 35 years conducting them."}, {"timestamp": [1050.3, 1051.72], "text": " Anything can go wrong."}, {"timestamp": [1052.14, 1055.84], "text": " I've had people walk out or they've had someone told me that I'm not qualified to interviews"}, {"timestamp": [1055.84, 1056.08], "text": " them."}, {"timestamp": [1056.16, 1057.64], "text": " They didn't like the look of me, obviously."}, {"timestamp": [1057.96, 1061.06], "text": " My friends had somebody put his cigarette out in her drink"}, {"timestamp": [1061.06, 1064.2], "text": " and tell her he'll be watching her if he's not shortlisted."}, {"timestamp": [1065.22, 1070.76], "text": " People cry, highly stressed sometimes, or sometimes people just won't answer your questions."}, {"timestamp": [1071.48, 1075.68], "text": " I mean, sometimes people bring people with them. I've met women that bring their fathers."}, {"timestamp": [1076.22, 1080.18], "text": " I've met Eastern Europeans who bring their mentors into interview."}, {"timestamp": [1080.6, 1086.46], "text": " How do you react to somebody doing that? If it's a young woman, we gently separate her from her father."}, {"timestamp": [1086.72, 1090.8], "text": " And if not, then perhaps we gently suggest that maybe this isn't the job for them."}, {"timestamp": [1091.58, 1096.12], "text": " For the candidate, the one-to-one interview is beset with possible pitfalls."}, {"timestamp": [1096.68, 1101.74], "text": " There's the thorny questions of appearance, attitude, and the first impression you make."}, {"timestamp": [1102.46, 1105.9], "text": " A former expert in executive recruitment, Virginia Eastman,"}, {"timestamp": [1106.32, 1110.04], "text": " recalls interviewing a man who'd applied to run a media company."}, {"timestamp": [1110.68, 1115.3], "text": " His halitosis and personal hygiene came to the room three minutes before he did."}, {"timestamp": [1115.8, 1119.1], "text": " He was very badly attired in odd socks,"}, {"timestamp": [1119.64, 1123.02], "text": " food down his appell, the worst coma I've ever seen,"}, {"timestamp": [1123.5, 1127.12], "text": " and a left long fingernail that was completely"}, {"timestamp": [1127.12, 1132.36], "text": " black. And you took one look at him and thought, how can you possibly be running a company"}, {"timestamp": [1132.36, 1137.26], "text": " and look like that? And the worst thing was his attitude. He sat in this chair and almost fell"}, {"timestamp": [1137.26, 1143.88], "text": " off it. He was so disinterested in what we had to say. And his bad breath just hovered like a"}, {"timestamp": [1143.88, 1145.88], "text": " cloud above the table."}, {"timestamp": [1150.22, 1151.22], "text": " No, he didn't get the job, but it's a useful warning to suck mince before your interview."}, {"timestamp": [1153.98, 1154.22], "text": " The candidate may perform brilliantly at the interview,"}, {"timestamp": [1158.68, 1159.58], "text": " but they could still lose out if the interviewers are nursing some kind of bias."}, {"timestamp": [1163.06, 1163.48], "text": " Psychologist Geraldine Haley remembers skewed decision-making,"}, {"timestamp": [1165.2, 1168.56], "text": " when back in the 1970s she worked inside a very large UK organisation."}, {"timestamp": [1169.28, 1172.62], "text": " I looked at the way that this organisation did their panel interviewing,"}, {"timestamp": [1172.78, 1174.86], "text": " which was a very well-established process for them,"}, {"timestamp": [1175.42, 1178.12], "text": " and I found, to my surprise,"}, {"timestamp": [1178.72, 1183.98], "text": " that I could predict the final decision on the candidate"}, {"timestamp": [1183.98, 1187.48], "text": " before the interview had started based primarily"}, {"timestamp": [1187.48, 1192.24], "text": " on the summary that the chairman of the panel did at the beginning of the interview."}, {"timestamp": [1192.24, 1198.24], "text": " So you were sitting in there with the chairman who addressed the panel before the candidate"}, {"timestamp": [1198.24, 1199.24], "text": " came in?"}, {"timestamp": [1199.24, 1200.24], "text": " Yes."}, {"timestamp": [1200.24, 1206.2], "text": " Not to say higher or not higher, but to say we're interviewing Jane today and you'll notice that"}, {"timestamp": [1206.2, 1212.66], "text": " Jane came from a very good school and etc., etc. You kind of got a slant of yes or no,"}, {"timestamp": [1213.12, 1220.12], "text": " and that wouldn't have been really scientifically valid. Sometimes the bias is more overt."}, {"timestamp": [1220.88, 1226.96], "text": " Henley Business School's career director Nima P, told me about an incident in her earlier career."}, {"timestamp": [1227.56, 1232.3], "text": " I went to an interview in Birmingham, which is a very multicultural city, and I'm from the Midlands."}, {"timestamp": [1232.9, 1236.64], "text": " And at the interview, somebody said, we're not sure you'd fit in here."}, {"timestamp": [1236.86, 1240.98], "text": " And I was a little surprised because we don't have enough of your people."}, {"timestamp": [1240.98, 1244.38], "text": " And I thought, I wasn't sure what they meant by that."}, {"timestamp": [1244.46, 1245.24], "text": " But as it went through"}, {"timestamp": [1245.24, 1250.16], "text": " the interview, it was clear that whilst Birmingham is a multicultural city, this organisation"}, {"timestamp": [1250.16, 1255.42], "text": " wasn't multicultural and they felt I wouldn't feel, as they felt comfortable in such a,"}, {"timestamp": [1255.8, 1260.7], "text": " in such an organisation. What do you think that decision was based on? I thought, this can't be"}, {"timestamp": [1260.7, 1266.36], "text": " happening. But I think it was to do with race. The face-to-face interview, sometimes with a panel of three,"}, {"timestamp": [1266.74, 1270.42], "text": " can be full of adrenaline and emotion on the candidate's side,"}, {"timestamp": [1270.88, 1274.46], "text": " and that can make for either a thrilling performance or a disaster."}, {"timestamp": [1275.02, 1278.82], "text": " But some people I've spoken to believe that emotions are the key,"}, {"timestamp": [1278.82, 1285.0], "text": " that a gut instinct on the part of the interviewer will pinpoint the right candidates straight away."}, {"timestamp": [1285.0, 1290.0], "text": " My name's Felicity Aston and I'm a polar explorer."}, {"timestamp": [1290.0, 1294.0], "text": " Felicity Aston recruits people, often women,"}, {"timestamp": [1294.0, 1298.0], "text": " for grueling journeys skiing across the Arctic or Antarctic"}, {"timestamp": [1298.0, 1302.0], "text": " in temperatures as low as minus 30."}, {"timestamp": [1302.0, 1307.8], "text": " She usually interviews candidates remotely by Skype on a one-to-one basis."}, {"timestamp": [1308.72, 1311.74], "text": " I am a big believer when it comes down to it, to gut feeling."}, {"timestamp": [1312.04, 1318.14], "text": " I think this is an amazing human skill that we've been given and to completely ignore it."}, {"timestamp": [1318.22, 1324.8], "text": " And in fact, sometimes to deliberately cut it out of the process is wasting an advantage that we've"}, {"timestamp": [1324.8, 1326.54], "text": " been given. I mean, after all,"}, {"timestamp": [1326.7, 1331.42], "text": " in most cases, this is someone that you are going to have to be seeing, working with, dealing"}, {"timestamp": [1331.42, 1337.36], "text": " with on a daily basis. So it might as well be someone that you personally like and get on with,"}, {"timestamp": [1337.36, 1342.32], "text": " even if on paper they're not the best qualified. So, you know, when somebody comes in the door,"}, {"timestamp": [1342.52, 1346.1], "text": " can you tell them? Not when someone comes in the door, but very quickly after."}, {"timestamp": [1346.14, 1353.92], "text": " I try not to be too judgmental, but sometimes for reasons that you can't quite specify precisely,"}, {"timestamp": [1354.54, 1359.78], "text": " there is someone in front of you who is eminently well qualified, who is obviously an amazing person,"}, {"timestamp": [1360.32, 1364.2], "text": " and yet you just think I would find it really difficult to work with you."}, {"timestamp": [1364.64, 1368.62], "text": " I remember in one example, I overrode that in myself."}, {"timestamp": [1368.78, 1371.36], "text": " I said, OK, I'm not going to listen to that. That's ridiculous."}, {"timestamp": [1371.94, 1375.28], "text": " You know, this person is the best candidate put her on the team."}, {"timestamp": [1375.94, 1379.5], "text": " And a year later into that process of preparing for the expedition,"}, {"timestamp": [1380.14, 1384.74], "text": " I had to ask her not to be part of the team anymore because it just wasn't working."}, {"timestamp": [1384.74, 1385.16], "text": " And I should have listened to that gut instinct that I had to ask her not to be part of the team anymore because it just wasn't working."}, {"timestamp": [1388.38, 1389.0], "text": " And I should have listened to that gut instinct that I had."}, {"timestamp": [1390.82, 1391.08], "text": " It sounds beguiling, doesn't it?"}, {"timestamp": [1394.12, 1394.76], "text": " Because we all tend to think we can read people like a book."}, {"timestamp": [1400.02, 1400.98], "text": " But can we trust that theory that gut instinct will produce the best candidate in a round of interviews?"}, {"timestamp": [1403.64, 1404.32], "text": " Psychologist Geraldine Haley doesn't buy it."}, {"timestamp": [1407.9, 1408.48], "text": " I believe that interviewing is a science and not an art."}, {"timestamp": [1412.68, 1413.26], "text": " And it's a science really based on the psychology of human behaviour."}, {"timestamp": [1415.5, 1415.96], "text": " When you meet somebody for the first time,"}, {"timestamp": [1420.34, 1420.94], "text": " we go back to a very instinctive reaction of fight or flight."}, {"timestamp": [1427.28, 1428.42], "text": " And we're looking subconsciously to match that person with people we've had experiences of in the past."}, {"timestamp": [1429.08, 1431.0], "text": " And we get a feeling about somebody."}, {"timestamp": [1431.24, 1432.74], "text": " People say a gut instinct."}, {"timestamp": [1433.28, 1437.56], "text": " And some people try to validate it by saying, well, you know, I look at whether their shoes"}, {"timestamp": [1437.56, 1441.0], "text": " are clean or whether they've got a firm handshake and then I can sort of tell the measure"}, {"timestamp": [1441.0, 1441.66], "text": " of the person."}, {"timestamp": [1442.16, 1443.44], "text": " But actually, that's all rubbish."}, {"timestamp": [1443.78, 1447.4], "text": " You're just sensing and matching with past experiences of people,"}, {"timestamp": [1447.68, 1450.96], "text": " which the great thing would be to acknowledge it, ignore it,"}, {"timestamp": [1451.2, 1454.5], "text": " and start with a clean sheet, which is easier said than done, of course."}, {"timestamp": [1455.44, 1457.7], "text": " Sometimes you can be wrong, so don't trust your gut instinct."}, {"timestamp": [1457.96, 1458.96], "text": " So what do you trust?"}, {"timestamp": [1458.96, 1459.5], "text": " The questions."}, {"timestamp": [1459.68, 1461.18], "text": " The science, people's answers."}, {"timestamp": [1461.54, 1463.8], "text": " All that nonsense, when people say,"}, {"timestamp": [1463.92, 1465.82], "text": " oh, you make your mind up in the first 30 second,"}, {"timestamp": [1465.92, 1470.5], "text": " that's rubbish, as far as I'm concerned. And I had an old boss at Pricewaterhouse who told me,"}, {"timestamp": [1470.56, 1474.7], "text": " forget that, you know, and she used to peel it like an onion. When she used to peel everybody"}, {"timestamp": [1474.7, 1480.06], "text": " like an onion, used to sit in interviews with her and watch them fall apart. And she was"}, {"timestamp": [1480.06, 1484.36], "text": " completely non-aggressive, but very good at her job. And I remember she was saying,"}, {"timestamp": [1484.36, 1486.4], "text": " don't make up your mind in the first 30 seconds."}, {"timestamp": [1486.6, 1489.28], "text": " She said, you change your mind back again, depending on the answer."}, {"timestamp": [1489.34, 1489.92], "text": " And it's true."}, {"timestamp": [1490.56, 1495.2], "text": " So people who are adversarial and say, oh, I knew I'd got his number as soon as he walked in the door,"}, {"timestamp": [1495.3, 1496.3], "text": " I think they're talking nonsense."}, {"timestamp": [1497.32, 1499.22], "text": " Former headhunter Charlotte Baker."}, {"timestamp": [1499.82, 1504.48], "text": " What happens if you don't peel an onion, if you don't do the interview forensically?"}, {"timestamp": [1504.48, 1508.54], "text": " I wonder if you risk a return to the bias of the 70s and 80s."}, {"timestamp": [1509.24, 1512.36], "text": " Polar Explorer Felicity Aston's gut instinct theory"}, {"timestamp": [1512.36, 1515.36], "text": " certainly goes against most industry practice."}, {"timestamp": [1515.98, 1519.52], "text": " But she says her technique allows people to put their own case."}, {"timestamp": [1520.18, 1523.56], "text": " My questioning is a bit different to a standard job interview"}, {"timestamp": [1523.56, 1530.5], "text": " in that I allow people the space to tell me what they think is important I know about them."}, {"timestamp": [1530.94, 1538.18], "text": " And often I find that what people choose to tell you is as illustrative as the answers to a prescribed question."}, {"timestamp": [1538.56, 1544.06], "text": " So given the space to tell me anything you want about yourself, what is it really important I know about you?"}, {"timestamp": [1544.7, 1545.8], "text": " I've had applicants"}, {"timestamp": [1545.8, 1549.6], "text": " who have told me that they've got a really strong bladder, therefore they would not need to go to"}, {"timestamp": [1549.6, 1554.16], "text": " the toilet very often in a cold environment. Would it tell you something positive that they said"}, {"timestamp": [1554.16, 1560.7], "text": " they've got a strong bladder? Well, in that instance, it made me wonder, you know, why there"}, {"timestamp": [1560.7, 1565.16], "text": " wasn't something else that this person had felt was more important that I knew about"}, {"timestamp": [1565.16, 1571.12], "text": " them. You know, if that's the only thing they could think of to tell me, oh dear, someone else"}, {"timestamp": [1571.12, 1576.38], "text": " chose to tell me that their main fear in life was sharks. And this was for a polar expedition"}, {"timestamp": [1576.38, 1582.68], "text": " where we're not likely to come across open water, never mind sharks. Let's be honest,"}, {"timestamp": [1582.82, 1585.88], "text": " there is no perfect answer on how to get hired."}, {"timestamp": [1586.5, 1589.38], "text": " Wonderful candidates may be screened out by technology,"}, {"timestamp": [1589.8, 1593.52], "text": " or they may do terribly on the day of the final face-to-face ordeal"}, {"timestamp": [1593.52, 1595.24], "text": " through a fit of the wobbles."}, {"timestamp": [1596.24, 1600.82], "text": " The sort of gut-wrenching nerves I felt at my first BBC interview"}, {"timestamp": [1600.82, 1605.08], "text": " are still being felt by thousands of candidates every working day."}, {"timestamp": [1605.66, 1610.14], "text": " And no wonder, according to former headhunter Charlotte Baker, it's a big gamble."}, {"timestamp": [1610.86, 1614.14], "text": " How much can be at stake with an interview?"}, {"timestamp": [1614.64, 1616.94], "text": " A lot for them, because it's life-changing, isn't it?"}, {"timestamp": [1617.22, 1618.4], "text": " And a lot for the company."}, {"timestamp": [1618.72, 1622.12], "text": " If you've got, say, three candidates, perhaps they can all do the job."}, {"timestamp": [1622.38, 1629.92], "text": " One's going to, you know, kick down the door and rearrange everything and drive on and make the company great again, but he's going to"}, {"timestamp": [1629.92, 1636.36], "text": " trample on people on the way, perhaps. That job will change his life, but it will also change"}, {"timestamp": [1636.36, 1642.88], "text": " the direction of that organisation. And then candidate two is going to be much more democratic,"}, {"timestamp": [1647.52, 1653.72], "text": " going to be much more democratic, perhaps consensual, and might take the company on a slightly different path. That person may change towns. A husband, wife may change jobs, their children"}, {"timestamp": [1653.72, 1658.68], "text": " may change school. There's an awful lot of things at stake, and I think people forget that."}, {"timestamp": [1661.08, 1667.1], "text": " What I've learned is, if you can leap the hurdles of algorithms and artificial intelligence tools,"}, {"timestamp": [1667.56, 1671.46], "text": " you will still end up sitting outside a room, dressed in your best suit."}, {"timestamp": [1672.3, 1675.2], "text": " You may get a more forensic interview these days."}, {"timestamp": [1675.62, 1677.96], "text": " You might even get peeled like an onion."}, {"timestamp": [1679.42, 1680.66], "text": " Good luck with that."}, {"timestamp": [1681.56, 1686.04], "text": " The world of business was produced by Smeda Patel and mixed by Rod Farker."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. The face-to-face interview can be life-changing. I'm Leslie Kirwan, and I'm looking at how important the interview is to companies large and small. Even today, with the mounting use of recruitment tools deploying artificial intelligence to weed out the weakest candidates. And I ask, will the face-to-face interview survive? So, Leslie, here we are at Bromley Football Club, where we are currently building the new south stand of the stadium. A 1,500 seats stand with a sports complex behind. It's terrible weather today, Leslie. Why don't we go to the office? Oh, please. A cup of tea would be good. That's Dermott Rooney, who's a director at the construction firm M.J. Rooney. I'm here to talk to him about how he hires new people. Three years ago, in business looked at recruitment and how you get to the final interview stage, how employers were starting to use artificial intelligence and algorithms to assess candidates' characters and skills. Algorithms are complicated computer rules which analyse data, and they can be used, for example, to decide who gets an interview. In this programme, I want to focus more on the face-to-face interview itself. And that's why I've come here to South London. M.J. Rooney employs 60 people, and as a smaller family- run firm, it takes a pretty traditional approach. For me, I think using algorithms and technology in that process is really for larger companies. I can understand if they've got hundreds of CVs and they need to get that down to a reasonable number. For a company like ourselves, we really look at the CVs that come in. There might be 50 or 60 and we can narrow that down through the categories that we put together and we almost score them to get the relevant and the right people to interview. How do you score them? You're listing the requirements, and that could be, it could be the knowledge, it could be experience, it could be skills. What does a face-to-face interview tell you about somebody? Face-to-face interviews really give you an opportunity for that person to show you a little bit of their charisma, to tell what their passion is. Also, how they want to progress with their careers and move forward, because all that information is important to us as an employer. Is it possible that some of the people you're interviewing just don't know what they're capable of? It's something we find all the time that we are always looking for the potential, particularly with apprentices, and they don't even realise that they have the potential themselves. So they're not really sending themselves as well as they should do. One example I can give you is Archie, he was a college lever. I'm currently doing the quantity surveying apprenticeship and I'm 19 years old. Archie contacted MJ Rooney out of the blue about becoming an apprentice and was promptly invited to interview, no sophisticated test to take. He was expecting to be interviewed for a manual job on the building site. But during to interview, no sophisticated test to take. He was expecting to be interviewed for a manual job on the building site. But during the interview, Dermot Rooney saw something else in him. They asked me about my personal skills, qualifications, asked me what I wanted to do. Because at the start, I was like thinking more on site. But then we started speaking and we found that I enjoy maths quite a bit. I've done in my A levels. We were talking about it and it seemed like somewhere in the office, quantity surveying would be like a good route for me to take. And in the second interview, we discussed by which path they would take down there. They created a job for me. What a compliment is for them to like create something from, like a route for me to take. And so you're going to end up with a degree in quantity survey? Yeah, after two years doing the MVP, hopefully I'll go into like a sponsored university course. Yeah, fingers crossed. I reckon I can do it. Because you like spreadsheets, I'm told. Oh, I love them. Excel is beautiful. I wish I could see the beauty in spreadsheets. Never mind. For Archie, the face-to-face interview paid off big time. There are five million other small and medium-sized companies in the UK, and I'm guessing many of their bosses will take the same traditional route to recruitment. In larger UK companies, the rollout of technology tools to screen candidates has been huge over the last two to three years. Take Lloyd's Banking Group, which has 75,000 employees and 30 million customers. Jen Tipping is the group, people and productivity director at the bank. We recruit about 5,000 people a year at Lloyd's Banking Group. A part of that, we recruit over 1,000 apprentices and nearly 300 graduates. And so we use a variety of different methods, actually. Face-to-face interviews is still by far the most important. But we do use psychometric testing. We've also just started using virtual reality as well. Where would I find myself if I was using a VR headset? Well, you might be in a branch, for example, or you might be in one of our call centres or in one of our offices to actually get a glimpse into what that working environment is like. We also do video interviewing as well, and we do use AI and robotics, trying to get an insight into speech, language, body language, how people react, trying to take some of the personal judgment out of it so we can be sure that we're fair to all colleagues involved. Many employers now use automated, recorded video interviews to test job candidates. Usually, there's no human being at the other end. A question may pop up on screen, and you've got limited time to reply to the camera, as your body language and emotions are analysed by AI technology. Nima Pasha, whose careers director at Henley Business School, has watched these video interviews take off dramatically. It's increasing of the last few years, and over 50%, 90, 55% of employers are using it from last year to this year. This type of software is really increasing. One of the reasons it's more cost-effective, so you don't have to bring large numbers of people into a costly assessment centre. The software that is being used, employers say it's reducing bias so they can look at diversity targets. So people think it's going to work better. What do you think? I think it's good. I'd like to see how the diversity targets are going to be hit by the recruiters, and that's all across all diversity spans from ethnicity, gender, LGBT, but also looking at social mobility as well. Because if some of these biases can be reduced through video interview because the software is looking at how you respond to things and your competence in delivery, that seems to be a lot fairer. So I think if that comes through, then I think we're on to a good thing. There's so much focus now on how you weed people out of the running at an early stage and how fair you make that process. Kevin Parker is the chief executive of Higher View, a US-based company which has become a leading provider of video interview technology. We have about 800 customers today and a large global customer base. We're about to do our 10 millionth video interview. And so customers today are interviewing about a million people every 90 days, every three months around the world. And they have upwards of a million, two million, three million job applicants a year. Even at the campus level, they may interview 10 or 12,000 potential graduates for perhaps as few as 500 jobs, and so they want to have a technology that can help them with that. What is selling is this. Most of our interviews are really focused around what we refer to as on-demand video technology. So it allows candidates to take an interview any hour of the day, any day of the week. And we use machine learning and artificial intelligence behind that. But the primary technology is video based. We're really talking about a pre-recorded video question. And most of the interviews are designed around five, maybe six questions, tend to be about 25 to 30 minutes long. And it's up to the company whether you have the ability to do retries, but most companies allow several retries. So it's not meant to be a test, but an opportunity to share a little bit about the candidate. When every candidate gets asked exactly the same question, exactly the same way, has exactly the same experience, it's a much fairer process. Our human biases and our unconscious or conscious biases don't enter into the evaluation. So, Philip, video interview coming up. Yes. Have you done one before? I have. Did you know that we've got some software that you could look at to help you practice these to sort of make sure that all of your framing's okay and that you get used to answering the questions? I'm aware of them, but I haven't used them that much. Okay, so let's have a little look what we've got here. So we've got a service and you just log into this. So let me just open the camera. That's Sarah Rourke, careers consultant at Henley Business School with undergraduate student Philip Vanstone. He's practicing video interviews on Henley's own software, where the questions pop up on screen and his answer will be timed. Do you see on the right hand side? We've got video interview. Oh, okay. What were you planning on wearing for the video interview? Probably a button-down shirt and maybe a tie. And make sure that they can see your face really clearly. Okay. As we heard, the aim is for these technologies to cancel out the sort of inbuilt bias that was common. I remember being told informally that I didn't get a job because I was a single woman and there was a man with a family who needed it more. But as we all know, technology made by fallible humans is not infallible. It could even introduce bias. Since we last looked at recruitment, a significant story emerged about the effects of one recruitment algorithm. That's a set of rules intended to identify the best candidates. Reuters reported last year that an algorithm tested as a recruitment tool by Amazon turned out to be sexist and had to be scrapped. The report claimed the system was based on data from successful applicants over 10 years, much of which came from men. And so it effectively taught itself that male candidates were preferable. Amazon told us this was never used by Amazon recruiters to evaluate candidates. Psychologist and coach Geraldine Haley, who worked for Standard Chartered Bank for 25 years, has this view on algorithms. I know that they are being used a lot, particularly on mass recruitment, and I understand the value that that can probably bring, because if you've got something like 30,000 graduates applying to your website, then you have to apply something which you believe does have some science to it, which basically deselects people who are a long, long way from the kinds of people that have been successful in your organisation, because you have to build the algorithm off of something. However, the huge danger with that is the algorithm providing you with a filter, again, to a narrow group of people who may have been successful in that company in the past, but may be very different from the sorts of people that will make the company successful in the future. And you've only got to look at the difference in the generational research that's coming through. Huge differences between Gen X and Gen Y and we've got Gen Z. They see things completely differently. So these algorithms have got to be, which I presume they are, constantly updated and modified. It sounds like a reasonable assumption, doesn't it? However, there's no regulation to make certain that the algorithms are constantly checked and re-checked for bias. It's a sensitive issue. For Kevin Parker, the chief executive of Higher View. How do we know that the algorithms or the artificial intelligence or other technology that you use don't contain a bias against certain types of candidates? We spend a lot of time with our customers, one, building the algorithms and deciding what are the work-based competencies we're looking for in a candidate. And then we do a lot of testing and a lot of testing to see how various age groups gender groups ethnic groups work through the algorithm and make sure that we're not seeing anything that replicates bias in the underlying data our customers are very interested in improving diversity and so they've got a vested interest in making sure that it works very well. Back at Henley Business School, Philip and his fellow students have been doing battle with the new tech hurdles, trying to get their first placements in professional jobs, often in banking, accountancy, or manufacturing. They've done a range of video interviews plus psychometric tests, which ask questions to build a picture of your personality and your underlying values. If your answers don't fit, you can be screened out of the running for a job. Jack, who's a finance student, thinks these tests can, let's not mince our words, be gamed by applicants. They're rejecting more and more candidates at the psychometric testing stage. And that's not a fair representation of people. I know people that are very, very, very good at psychometric testing. It's a skill, it's an art to be good at it because it asks you questions that are completely unrelated to values and then it can pick them up from the answers you give. So as long as you are fully aware of what they are looking for, you can answer it in a way that is completely different to your personality, what you would really do in that situation. But actually, you know that that's probably what they're looking for. So you select that answer. And of course you do, because you're trying to get that job at the end of it. I've done 35 applications this year and at least 25 psychometric tests. And some of them were the same? Absolutely, 20 minutes psychometric tests and it only took me three or four minutes to complete because all the questions were actually identical to previous tests that I completed. And talking to Jack and his fellow students, Hetfi, Josh and Philip, I heard that you can buy guides to doing the psychometric test from the internet to give you an edge on your rivals. All of them were burning to tell me their experience with the technological tools now being widely used. I've actually had all types of interviews from telephone, video interviews. There's no one actually responding and even nodding to whatever you're saying. I've had face-to-face. I've had video interviews where there's nobody at the other end. I didn't particularly like that because you can't gauge how well you did with the answer. When they're timed, you can kind of panic, and I don't think that's a very fair assessment. And I froze up for five minutes. It's a pressure that you just don't get anywhere else. You know the person on the other end isn't the person that is asked you the question in this recorded video format. I literally froze when I had to cancel interview because I couldn't do it. All of the ones that I've done have been one attempt and very short period of preparation time. You do it and it goes. You can kind of get to the end of two minutes or minute and a half of recording and I've just been talking about nothing for two minutes and got absolutely nowhere. How fair do you think some of these new technologies are for recruiting people? I believe they're quite unfair and inhumane in a way. You don't really see you as a person. You're just looking at a computer or a webcam. There's no connection at all between the people interviewing you and who you are. What was emerging from our talk was that these students prefer the old-fashioned face-to-face encounter. Will they always have that chance? What is the future for the face-to-face interview? Jen Tipping, Group People and Productivity Director at Lloyd's Banking Group. It's still by far the most important aspect of any recruitment process because we feel that human touch, knowing how a colleague is likely to perform in front of a customer, has got to be the most important thing. But there are other methods as well that we use to validate what we might find in a face-to-face interview. Do you think the face-to-face interview will still be around in 10 or 20 or 30 years? I do because at the end of the day, we're a people business and people hire people. And I think that's still going to be the most important aspect when you're recruiting someone. I'm standing outside a room in the heart of the BBC's offices in London. Because in there, a candidate is being interviewed for a job. And just being here is making me feel uncomfortable, fidgety, because this was once me waiting outside a door like this, dressed soberly and smartly, frankly feeling nervous and nauseous when the door opened, and a voice said, come in and take a seat. The truth is your ability in face-to-face interviews can be the make-or-break factor of a career. And that won't change. The opportunity is great, but so is the risk. And we all remember how it feels when an interview shoots off-peast. Charlotte Baker, a former headhunter, spent 35 years conducting them. Anything can go wrong. I've had people walk out or they've had someone told me that I'm not qualified to interviews them. They didn't like the look of me, obviously. My friends had somebody put his cigarette out in her drink and tell her he'll be watching her if he's not shortlisted. People cry, highly stressed sometimes, or sometimes people just won't answer your questions. I mean, sometimes people bring people with them. I've met women that bring their fathers. I've met Eastern Europeans who bring their mentors into interview. How do you react to somebody doing that? If it's a young woman, we gently separate her from her father. And if not, then perhaps we gently suggest that maybe this isn't the job for them. For the candidate, the one-to-one interview is beset with possible pitfalls. There's the thorny questions of appearance, attitude, and the first impression you make. A former expert in executive recruitment, Virginia Eastman, recalls interviewing a man who'd applied to run a media company. His halitosis and personal hygiene came to the room three minutes before he did. He was very badly attired in odd socks, food down his appell, the worst coma I've ever seen, and a left long fingernail that was completely black. And you took one look at him and thought, how can you possibly be running a company and look like that? And the worst thing was his attitude. He sat in this chair and almost fell off it. He was so disinterested in what we had to say. And his bad breath just hovered like a cloud above the table. No, he didn't get the job, but it's a useful warning to suck mince before your interview. The candidate may perform brilliantly at the interview, but they could still lose out if the interviewers are nursing some kind of bias. Psychologist Geraldine Haley remembers skewed decision-making, when back in the 1970s she worked inside a very large UK organisation. I looked at the way that this organisation did their panel interviewing, which was a very well-established process for them, and I found, to my surprise, that I could predict the final decision on the candidate before the interview had started based primarily on the summary that the chairman of the panel did at the beginning of the interview. So you were sitting in there with the chairman who addressed the panel before the candidate came in? Yes. Not to say higher or not higher, but to say we're interviewing Jane today and you'll notice that Jane came from a very good school and etc., etc. You kind of got a slant of yes or no, and that wouldn't have been really scientifically valid. Sometimes the bias is more overt. Henley Business School's career director Nima P, told me about an incident in her earlier career. I went to an interview in Birmingham, which is a very multicultural city, and I'm from the Midlands. And at the interview, somebody said, we're not sure you'd fit in here. And I was a little surprised because we don't have enough of your people. And I thought, I wasn't sure what they meant by that. But as it went through the interview, it was clear that whilst Birmingham is a multicultural city, this organisation wasn't multicultural and they felt I wouldn't feel, as they felt comfortable in such a, in such an organisation. What do you think that decision was based on? I thought, this can't be happening. But I think it was to do with race. The face-to-face interview, sometimes with a panel of three, can be full of adrenaline and emotion on the candidate's side, and that can make for either a thrilling performance or a disaster. But some people I've spoken to believe that emotions are the key, that a gut instinct on the part of the interviewer will pinpoint the right candidates straight away. My name's Felicity Aston and I'm a polar explorer. Felicity Aston recruits people, often women, for grueling journeys skiing across the Arctic or Antarctic in temperatures as low as minus 30. She usually interviews candidates remotely by Skype on a one-to-one basis. I am a big believer when it comes down to it, to gut feeling. I think this is an amazing human skill that we've been given and to completely ignore it. And in fact, sometimes to deliberately cut it out of the process is wasting an advantage that we've been given. I mean, after all, in most cases, this is someone that you are going to have to be seeing, working with, dealing with on a daily basis. So it might as well be someone that you personally like and get on with, even if on paper they're not the best qualified. So, you know, when somebody comes in the door, can you tell them? Not when someone comes in the door, but very quickly after. I try not to be too judgmental, but sometimes for reasons that you can't quite specify precisely, there is someone in front of you who is eminently well qualified, who is obviously an amazing person, and yet you just think I would find it really difficult to work with you. I remember in one example, I overrode that in myself. I said, OK, I'm not going to listen to that. That's ridiculous. You know, this person is the best candidate put her on the team. And a year later into that process of preparing for the expedition, I had to ask her not to be part of the team anymore because it just wasn't working. And I should have listened to that gut instinct that I had to ask her not to be part of the team anymore because it just wasn't working. And I should have listened to that gut instinct that I had. It sounds beguiling, doesn't it? Because we all tend to think we can read people like a book. But can we trust that theory that gut instinct will produce the best candidate in a round of interviews? Psychologist Geraldine Haley doesn't buy it. I believe that interviewing is a science and not an art. And it's a science really based on the psychology of human behaviour. When you meet somebody for the first time, we go back to a very instinctive reaction of fight or flight. And we're looking subconsciously to match that person with people we've had experiences of in the past. And we get a feeling about somebody. People say a gut instinct. And some people try to validate it by saying, well, you know, I look at whether their shoes are clean or whether they've got a firm handshake and then I can sort of tell the measure of the person. But actually, that's all rubbish. You're just sensing and matching with past experiences of people, which the great thing would be to acknowledge it, ignore it, and start with a clean sheet, which is easier said than done, of course. Sometimes you can be wrong, so don't trust your gut instinct. So what do you trust? The questions. The science, people's answers. All that nonsense, when people say, oh, you make your mind up in the first 30 second, that's rubbish, as far as I'm concerned. And I had an old boss at Pricewaterhouse who told me, forget that, you know, and she used to peel it like an onion. When she used to peel everybody like an onion, used to sit in interviews with her and watch them fall apart. And she was completely non-aggressive, but very good at her job. And I remember she was saying, don't make up your mind in the first 30 seconds. She said, you change your mind back again, depending on the answer. And it's true. So people who are adversarial and say, oh, I knew I'd got his number as soon as he walked in the door, I think they're talking nonsense. Former headhunter Charlotte Baker. What happens if you don't peel an onion, if you don't do the interview forensically? I wonder if you risk a return to the bias of the 70s and 80s. Polar Explorer Felicity Aston's gut instinct theory certainly goes against most industry practice. But she says her technique allows people to put their own case. My questioning is a bit different to a standard job interview in that I allow people the space to tell me what they think is important I know about them. And often I find that what people choose to tell you is as illustrative as the answers to a prescribed question. So given the space to tell me anything you want about yourself, what is it really important I know about you? I've had applicants who have told me that they've got a really strong bladder, therefore they would not need to go to the toilet very often in a cold environment. Would it tell you something positive that they said they've got a strong bladder? Well, in that instance, it made me wonder, you know, why there wasn't something else that this person had felt was more important that I knew about them. You know, if that's the only thing they could think of to tell me, oh dear, someone else chose to tell me that their main fear in life was sharks. And this was for a polar expedition where we're not likely to come across open water, never mind sharks. Let's be honest, there is no perfect answer on how to get hired. Wonderful candidates may be screened out by technology, or they may do terribly on the day of the final face-to-face ordeal through a fit of the wobbles. The sort of gut-wrenching nerves I felt at my first BBC interview are still being felt by thousands of candidates every working day. And no wonder, according to former headhunter Charlotte Baker, it's a big gamble. How much can be at stake with an interview? A lot for them, because it's life-changing, isn't it? And a lot for the company. If you've got, say, three candidates, perhaps they can all do the job. One's going to, you know, kick down the door and rearrange everything and drive on and make the company great again, but he's going to trample on people on the way, perhaps. That job will change his life, but it will also change the direction of that organisation. And then candidate two is going to be much more democratic, going to be much more democratic, perhaps consensual, and might take the company on a slightly different path. That person may change towns. A husband, wife may change jobs, their children may change school. There's an awful lot of things at stake, and I think people forget that. What I've learned is, if you can leap the hurdles of algorithms and artificial intelligence tools, you will still end up sitting outside a room, dressed in your best suit. You may get a more forensic interview these days. You might even get peeled like an onion. Good luck with that. The world of business was produced by Smeda Patel and mixed by Rod Farker."}