{"speakers": [], "chunks": [{"timestamp": [0.0, 1.74], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.74, 10.66], "text": " Thank you for downloading the World of Business podcast."}, {"timestamp": [11.74, 17.1], "text": " In this edition, Chris Bowlby looks at the technological, editorial and political challenges"}, {"timestamp": [17.1, 19.46], "text": " currently facing the US media."}, {"timestamp": [20.56, 23.56], "text": " Welcome to Global Business on the BBC World Service."}, {"timestamp": [23.84, 26.08], "text": " I'm Chris Bowlby and I'm in New York."}, {"timestamp": [26.08, 30.72], "text": " This program's part of a series in which we're looking at the state of the media around the world."}, {"timestamp": [30.72, 34.88], "text": " Technology is changing the way we consume newspapers, radio and TV."}, {"timestamp": [34.88, 39.92], "text": " The media is becoming more polarised, more caught up in bitter political struggles."}, {"timestamp": [39.92, 50.0], "text": " Last week we heard from Tunisia and this week I'm in the US where President Trump's been taking on the media here at a time when it faces huge challenge and change."}, {"timestamp": [54.0, 62.0], "text": " It was like, strap in, let's go. This is what we're here for."}, {"timestamp": [70.72, 75.12], "text": " Before they log on in the morning or have their first cup of coffee, our journalists are missing 30% of their public."}, {"timestamp": [75.12, 76.24], "text": " That's a big deal."}, {"timestamp": [83.24, 87.0], "text": " I think what we're looking at now is something that to me feels so like the Industrial Revolution."}, {"timestamp": [87.0, 93.0], "text": " The mood among journalists and media experts here?"}, {"timestamp": [93.0, 97.0], "text": " Excitement mixed with anxiety during a media revolution."}, {"timestamp": [97.0, 101.0], "text": " It's driven partly by technology, the move from, say, newspapers to smartphones"}, {"timestamp": [101.0, 104.0], "text": " and the arrival of powerful new tech companies."}, {"timestamp": [104.0, 108.54], "text": " It's also about people, where they get their information, who they trust,"}, {"timestamp": [108.84, 111.64], "text": " and how all that feeds into social and cultural division."}, {"timestamp": [112.26, 116.94], "text": " And it's about politics, too, as President Trump wages his own media war."}, {"timestamp": [117.36, 120.74], "text": " So I want to discover why all this has happened here in the US"}, {"timestamp": [120.74, 132.3], "text": " and where it might be heading."}, {"timestamp": [133.5, 137.2], "text": " Where to start? Well, there's one good rule in journalism that hasn't changed,"}, {"timestamp": [137.2, 141.0], "text": " follow the money, or in this case the disappearance of the money,"}, {"timestamp": [141.0, 145.34], "text": " the story of how the US news media's business model suddenly collapsed."}, {"timestamp": [147.9, 148.38], "text": " For many decades, it all seemed quite simple."}, {"timestamp": [151.64, 154.58], "text": " Newspapers or TV stations had both paying customers and also regular substantial advertising income,"}, {"timestamp": [155.12, 158.94], "text": " promising advertisers unique and valuable access to whole communities."}, {"timestamp": [159.76, 162.98], "text": " Jay Rosen is Professor of Journalism at New York University."}, {"timestamp": [163.7, 167.48], "text": " There's a famous saying about advertising from John Wanamaker,"}, {"timestamp": [167.6, 171.56], "text": " who was a Philadelphia department store owner in the previous century,"}, {"timestamp": [171.56, 175.12], "text": " who said, 50% of my advertising budget is wasted,"}, {"timestamp": [175.28, 177.0], "text": " but no one can tell me which 50%,"}, {"timestamp": [177.0, 182.64], "text": " which was a very intelligent remark about advertising at that time."}, {"timestamp": [183.06, 187.3], "text": " And what he was complaining about was the limited addressability"}, {"timestamp": [187.3, 189.68], "text": " of the newspaper as a form."}, {"timestamp": [190.3, 192.22], "text": " You can't send the newspaper"}, {"timestamp": [192.22, 193.28], "text": " only to the people"}, {"timestamp": [193.28, 195.04], "text": " who are likely to walk into your store."}, {"timestamp": [195.42, 199.48], "text": " So you end up buying the entire community, as it were."}, {"timestamp": [200.02, 202.2], "text": " And of course, there's an editorial formula"}, {"timestamp": [202.2, 204.68], "text": " that corresponds to that advertising market,"}, {"timestamp": [204.84, 206.14], "text": " which is to reach everyone."}, {"timestamp": [206.52, 209.94], "text": " To reach everyone, you should be impartial or you should be nonpartisan."}, {"timestamp": [210.68, 214.12], "text": " And that's not the way Facebook and Google work at all."}, {"timestamp": [214.32, 214.92], "text": " It's the opposite."}, {"timestamp": [215.7, 220.38], "text": " So in the past, newspapers or TV stations were where advertisers had to go,"}, {"timestamp": [220.78, 222.76], "text": " hoping to reach at least some of their targets."}, {"timestamp": [223.16, 225.32], "text": " But then Google and Facebook arrived,"}, {"timestamp": [225.32, 230.48], "text": " offering a very different kind of platform. Analyzing their users' data, they could target"}, {"timestamp": [230.48, 236.52], "text": " material precisely at individual interests and preferences. And as readers moved online for their"}, {"timestamp": [236.52, 242.52], "text": " information, journalism had to follow. All that lucrative ad income was now going not to"}, {"timestamp": [242.52, 245.32], "text": " media companies, but to tech giants."}, {"timestamp": [248.16, 248.56], "text": " Suddenly there was far less money to pay for journalists,"}, {"timestamp": [253.98, 254.9], "text": " while commercial providers of information in PR and marketing found lots of new opportunities."}, {"timestamp": [258.52, 259.24], "text": " Michael Massing is a highly experienced journalist and media observer."}, {"timestamp": [264.42, 265.66], "text": " With the decline in the number of journalists, many of them are going to work for PR firms. It's an incredible"}, {"timestamp": [265.66, 271.98], "text": " hemorrhaging, and now public relations firms are so big that they're able to overwhelm newsrooms."}, {"timestamp": [272.32, 277.98], "text": " So it feels like there's been a major shift in the balance of media power. The old model's"}, {"timestamp": [277.98, 283.18], "text": " been further undermined as consumers become less willing to pay for media. The online world"}, {"timestamp": [283.18, 286.38], "text": " encouraged the idea that information should be available free."}, {"timestamp": [287.14, 290.22], "text": " As journalists found themselves outnumbered by PR people,"}, {"timestamp": [290.66, 294.66], "text": " so free information created by commerce flooded the media world."}, {"timestamp": [295.26, 298.66], "text": " And the source of news material became much more uncertain."}, {"timestamp": [299.48, 303.86], "text": " Emily Bell runs the Tao Centre for Digital Journalism at Columbia University."}, {"timestamp": [304.28, 308.0], "text": " The advertorial used to sit in a few pages in the middle of your paper"}, {"timestamp": [308.0, 310.16], "text": " that look very different from the rest of the paper"}, {"timestamp": [310.16, 312.48], "text": " and would have advertisement written on the top."}, {"timestamp": [312.96, 316.54], "text": " Now what we call native advertising or brand advertising"}, {"timestamp": [316.54, 318.44], "text": " looks like articles."}, {"timestamp": [318.8, 322.9], "text": " It's really hard to distinguish between what is an ad"}, {"timestamp": [322.9, 326.16], "text": " and what is a piece of content or not an ad."}, {"timestamp": [326.6, 329.72], "text": " And once it starts to circulate, once people start to share it,"}, {"timestamp": [330.18, 334.56], "text": " it's further stripped of any other context or signals that it might carry with it."}, {"timestamp": [334.94, 339.22], "text": " And so it's not just blurred, I would say, those distinctions have completely disappeared."}, {"timestamp": [342.08, 346.0], "text": " These are the streets in the centre of New York City and they're full of activity."}, {"timestamp": [346.0, 351.0], "text": " Over there is a traffic cop trying to keep control of the flow of vehicles and cars."}, {"timestamp": [351.0, 354.0], "text": " And there's information coming at you from all directions."}, {"timestamp": [354.0, 357.0], "text": " Huge digital billboards up there on the skyscapers around me."}, {"timestamp": [357.0, 363.0], "text": " There I can see one for a Chinese news agency, one for an investment fund and one for Coca-Cola."}, {"timestamp": [363.0, 365.44], "text": " This is a place that's a journalism capital."}, {"timestamp": [365.44, 370.68], "text": " It's a money capital. It's an advertising powerhouse. And so it's a very good place to"}, {"timestamp": [370.68, 375.7], "text": " see all the human, technological and business pressures that are going into remaking the"}, {"timestamp": [375.7, 376.94], "text": " US media."}, {"timestamp": [380.94, 386.18], "text": " Where would you get your news from? Mostly from YouTube nowadays."}, {"timestamp": [386.18, 389.02], "text": " I don't trust most of the mainstream new year anymore."}, {"timestamp": [389.02, 391.32], "text": " When you want to find out what's happening in the news, where do you go?"}, {"timestamp": [391.32, 394.6], "text": " Usually like Facebook, Twitter, the most common."}, {"timestamp": [394.6, 395.68], "text": " I prefer a newspaper."}, {"timestamp": [395.68, 398.64], "text": " I don't like too much technology in the world, slow down technology, you know?"}, {"timestamp": [398.64, 400.92], "text": " The world doesn't change that much, you know what I'm saying?"}, {"timestamp": [400.92, 408.52], "text": " Between listening to NPR on my Alexa and then a mix of like TV and then I have like"}, {"timestamp": [408.52, 415.12], "text": " news on my iPhone lately there's been a level of saturation that is hard to live with"}, {"timestamp": [415.12, 418.96], "text": " there's a lot more information around than they used to be is that a good thing a lot more"}, {"timestamp": [418.96, 423.28], "text": " available online my feeling is we kind of haven't figured that out yet culturally"}, {"timestamp": [423.28, 425.08], "text": " because there is so much information"}, {"timestamp": [425.08, 431.8], "text": " and obviously everyone sort of gravitates towards the sources that reinforce their beliefs."}, {"timestamp": [432.72, 436.2], "text": " So I think the media is facing a really interesting time right now."}, {"timestamp": [442.4, 445.38], "text": " Talking to a random group of New York commuters"}, {"timestamp": [445.38, 449.54], "text": " quickly reveals the extraordinary range of news sources people now use"}, {"timestamp": [449.54, 453.36], "text": " and that can mean far more social and political polarization."}, {"timestamp": [454.28, 458.76], "text": " But others see ever more freely accessible information as opportunity not threat,"}, {"timestamp": [459.24, 461.9], "text": " creating a new kind of informed media consumer."}, {"timestamp": [462.76, 464.68], "text": " Noah Rothman's a former radio journalist"}, {"timestamp": [464.68, 468.22], "text": " and now associate editor for the conservative commentary magazine."}, {"timestamp": [468.74, 470.72], "text": " I'm not apocalyptic about this environment."}, {"timestamp": [470.88, 473.16], "text": " I think that there's some bad sides,"}, {"timestamp": [473.62, 476.46], "text": " but generally there's a lot of positivity to it."}, {"timestamp": [476.66, 481.24], "text": " Creating these environments in which you get less nuanced coverage"}, {"timestamp": [481.24, 482.68], "text": " is generally a good thing."}, {"timestamp": [482.76, 486.46], "text": " I think it's created a consumer of media who understands"}, {"timestamp": [486.46, 493.72], "text": " what they're reading. In the past runs this argument, media bias was concealed by a journalistic"}, {"timestamp": [493.72, 499.44], "text": " elite. Now information sources have become more transparent and abundant. When the internet"}, {"timestamp": [499.44, 504.68], "text": " first emerged, it was also hoped that new information sources and platforms would empower a kind"}, {"timestamp": [504.68, 505.82], "text": " of citizen journalist,"}, {"timestamp": [506.22, 508.14], "text": " reinventing local media in particular."}, {"timestamp": [508.88, 510.7], "text": " That hope has yet to be fulfilled."}, {"timestamp": [511.36, 514.56], "text": " Existing local media, meanwhile, have been especially vulnerable"}, {"timestamp": [514.56, 517.06], "text": " to that loss of traditional revenue and audience"}, {"timestamp": [517.06, 519.44], "text": " brought by the online digital world."}, {"timestamp": [524.06, 527.0], "text": " We will have anything from crime stories."}, {"timestamp": [527.0, 531.0], "text": " We can have some reporting of a court, what's going on in the high school,"}, {"timestamp": [531.0, 536.0], "text": " some high school sports, anything local that has an impact on the community."}, {"timestamp": [536.0, 542.0], "text": " They'll keep me and never let me go."}, {"timestamp": [542.0, 549.32], "text": " The West Virginia Daily News is a typical traditional US local paper"}, {"timestamp": [549.32, 553.66], "text": " covering courtrooms, classrooms, weather and weddings, as it always has."}, {"timestamp": [554.32, 558.1], "text": " How's it been faring as income from advertising in particular has declined?"}, {"timestamp": [558.74, 560.4], "text": " Its publisher is Judy Steele."}, {"timestamp": [560.4, 563.76], "text": " We have cut back several people to part-time hours"}, {"timestamp": [563.76, 566.7], "text": " and we've actually cut back one person"}, {"timestamp": [566.7, 573.76], "text": " completely. We're just doing whatever we can to keep the paper and still put news out there."}, {"timestamp": [574.04, 578.46], "text": " Sounds like it's a bit of a financial struggle. It has this year. This year has been probably"}, {"timestamp": [578.46, 583.18], "text": " one of the worst years. I've been in the newspaper business like 36 years."}, {"timestamp": [583.24, 589.32], "text": " in the newspaper business like 36 years. These are the worst times I've ever known."}, {"timestamp": [589.32, 595.24], "text": " The paper's editor, Theresa Flurks, knows the paper's readers are mostly older Americans."}, {"timestamp": [595.24, 599.12], "text": " Are younger generations simply ignoring her kind of media?"}, {"timestamp": [599.12, 604.24], "text": " Unfortunately, I think it happens more often than not, but I do think that there are people"}, {"timestamp": [604.24, 606.56], "text": " that seek out factual information"}, {"timestamp": [606.56, 610.88], "text": " and more so they will come to a newspaper versus social media"}, {"timestamp": [610.88, 612.62], "text": " things that are passed around social media."}, {"timestamp": [613.12, 614.42], "text": " But do you think there are a growing number"}, {"timestamp": [614.42, 617.22], "text": " who just don't really engage with what we would call news media?"}, {"timestamp": [617.5, 619.84], "text": " Some of the younger people, I would believe that's true."}, {"timestamp": [620.36, 622.32], "text": " And what do you think the consequences of that are?"}, {"timestamp": [622.78, 624.8], "text": " A group of people that are ill-informed."}, {"timestamp": [625.56, 629.66], "text": " But this is about much more than the success or failure of individual businesses."}, {"timestamp": [630.26, 632.72], "text": " The decline of local media, says Jay Rosen,"}, {"timestamp": [633.08, 637.52], "text": " affects U.S. journalism as a whole, its place and reputation in society."}, {"timestamp": [638.16, 641.46], "text": " A trusted relationship with journalists begins at the low level."}, {"timestamp": [641.86, 645.56], "text": " That's where you learn that a good journalist can help you in your life."}, {"timestamp": [646.02, 651.54], "text": " But if you never have that experience, then they're just distant elites that look down on you."}, {"timestamp": [651.84, 656.1], "text": " A few days ago, I called the fake news the enemy of the people."}, {"timestamp": [656.26, 656.92], "text": " And they are."}, {"timestamp": [657.16, 658.7], "text": " They are the enemy of the people."}, {"timestamp": [660.9, 665.4], "text": " Any doubts about the media centralityality in US social and political debate"}, {"timestamp": [665.4, 668.72], "text": " were dispelled by Donald Trump's campaign for the White House."}, {"timestamp": [669.46, 672.04], "text": " Politicians have always criticised media coverage,"}, {"timestamp": [672.4, 675.6], "text": " but this was more of a full frontal assault on much of the media"}, {"timestamp": [675.6, 677.86], "text": " and what it produced as fake news."}, {"timestamp": [678.5, 683.02], "text": " It skillfully exploited that blurring of information categories in the new media world,"}, {"timestamp": [683.52, 686.72], "text": " a lurking uncertainty about how far the media could be trusted."}, {"timestamp": [687.42, 692.22], "text": " But President Trump's not someone confused or alienated by this new information world,"}, {"timestamp": [692.32, 693.06], "text": " says Noah Rothman."}, {"timestamp": [693.62, 695.16], "text": " He's very much at home there."}, {"timestamp": [695.8, 700.34], "text": " He was good at operating in a world that members of the professional media,"}, {"timestamp": [700.46, 703.18], "text": " the gatekeepers, as it were, looked down upon."}, {"timestamp": [703.48, 705.38], "text": " It was the world of professional"}, {"timestamp": [705.38, 705.88], "text": " wrestling."}, {"timestamp": [705.88, 707.5], "text": " Trump fight like this."}, {"timestamp": [707.5, 709.0], "text": " Hey, look at this!"}, {"timestamp": [709.0, 710.0], "text": " Donald Trump!"}, {"timestamp": [710.0, 711.0], "text": " Trump!"}, {"timestamp": [711.0, 713.0], "text": " It's Trump, the thumper!"}, {"timestamp": [713.0, 714.0], "text": " Oh my God!"}, {"timestamp": [714.0, 717.0], "text": " It was the world of tabloid entertainment."}, {"timestamp": [717.0, 726.54], "text": " He was a hero to a class of American who editors that stayed and white-collar journals like mine"}, {"timestamp": [726.54, 731.66], "text": " not only looked down upon but simply did not consider as being members of the political"}, {"timestamp": [731.66, 732.82], "text": " environment."}, {"timestamp": [732.82, 737.12], "text": " In this boardroom, we've never had a team to lose so badly."}, {"timestamp": [738.24, 739.32], "text": " You're all fired."}, {"timestamp": [739.32, 740.4], "text": " All four are fired."}, {"timestamp": [742.32, 748.3], "text": " After his highly successful TV apprenticeship before entering politics, Donald Trump knows all about"}, {"timestamp": [748.3, 751.7], "text": " the crucial search for attention and profile in the digital economy."}, {"timestamp": [752.44, 758.06], "text": " And his presidential Twitter activity, adds Emily Bell, is not the random activity of a smartphone addict,"}, {"timestamp": [758.06, 763.7], "text": " but the calculated action of someone who understands very well how viral impacts can now seize"}, {"timestamp": [763.7, 765.18], "text": " and dominate the news agenda."}, {"timestamp": [765.66, 769.46], "text": " Donald Trump's actually a master tactician when it comes to mass media."}, {"timestamp": [769.66, 772.74], "text": " People forget that he was in charge of, in a way,"}, {"timestamp": [773.36, 779.98], "text": " the number one rated show on network television for 12 consecutive years in the apprentice in the US."}, {"timestamp": [780.46, 786.62], "text": " So he does pay more attention to media coverage than any other president."}, {"timestamp": [787.16, 789.68], "text": " And he also knows how to manipulate it."}, {"timestamp": [789.88, 791.26], "text": " He knows how to flip the script."}, {"timestamp": [791.78, 793.68], "text": " Trump has changed the game in some ways."}, {"timestamp": [794.42, 800.1], "text": " So how has the so-called mainstream US media responded to Donald Trump's success in winning election"}, {"timestamp": [800.1, 802.42], "text": " while denouncing everything they do?"}, {"timestamp": [803.18, 805.28], "text": " Jodie Radoran has been a reporter and editor"}, {"timestamp": [805.28, 807.38], "text": " with the New York Times for 20 years."}, {"timestamp": [808.0, 809.76], "text": " Within days of Trump's election,"}, {"timestamp": [810.62, 812.2], "text": " Dean Beké, our editor,"}, {"timestamp": [812.7, 815.64], "text": " was having a staff meeting and made a clear statement in a speech"}, {"timestamp": [815.64, 816.54], "text": " where he basically just said,"}, {"timestamp": [816.6, 818.32], "text": " our mandate and our mission has never been clearer."}, {"timestamp": [818.7, 820.3], "text": " This is the biggest story of our lifetime."}, {"timestamp": [820.72, 822.76], "text": " You know, strap in, let's go."}, {"timestamp": [822.96, 824.9], "text": " This is what we're here for."}, {"timestamp": [824.9, 825.0], "text": " In one sense, has the Trump presidency been very good for this place as a business? time, you know, strap in, let's go. This is what we're here for."}, {"timestamp": [825.0, 829.5], "text": " In one sense, has the Trump presidency been very good for this place as a business?"}, {"timestamp": [829.5, 834.2], "text": " So it is certainly true that our audience and our subscription numbers have gone up since"}, {"timestamp": [834.2, 837.64], "text": " the emergence of Trump's on the scene. We now have more than 3.5 million people who pay"}, {"timestamp": [837.64, 842.96], "text": " for our journalism every day. We are just about to break a huge milestone internationally"}, {"timestamp": [842.96, 845.8], "text": " and have more than 400,000 subscribers overseas,"}, {"timestamp": [845.98, 847.28], "text": " which I think is kind of awesome."}, {"timestamp": [847.9, 850.5], "text": " We have upwards of 100 million readers,"}, {"timestamp": [850.62, 853.5], "text": " sometimes as high as 150 million readers a month."}, {"timestamp": [854.1, 857.78], "text": " So a lot of people are connecting to"}, {"timestamp": [857.78, 858.96], "text": " and engaging with our journalism,"}, {"timestamp": [859.2, 860.42], "text": " and that's a great thing."}, {"timestamp": [861.18, 863.36], "text": " It's been called the Trump Bump,"}, {"timestamp": [863.78, 866.66], "text": " a boost for some media organisations as new customers"}, {"timestamp": [866.66, 872.34], "text": " emerged wanting to follow extraordinary developments and willing to pay for it. Such has been the"}, {"timestamp": [872.34, 877.22], "text": " drama around Trump and his administration, the sheer political theatre, that it's been tempting"}, {"timestamp": [877.22, 882.76], "text": " to report on little else. But some, like commentator Michael Massing, warn that Trump's become"}, {"timestamp": [882.76, 885.12], "text": " too much of an obsession for U.S. journalists."}, {"timestamp": [885.66, 889.58], "text": " They feel they're on the greatest story of their career for many of them."}, {"timestamp": [890.06, 892.32], "text": " Tremendous traffic, tremendous response."}, {"timestamp": [893.1, 895.98], "text": " They get on television, they have huge Twitter followings,"}, {"timestamp": [896.04, 898.02], "text": " they get to give speeches and so on."}, {"timestamp": [898.14, 902.16], "text": " So it's basically a tremendous story that never stops giving."}, {"timestamp": [902.36, 906.32], "text": " And many people would say, well, that it ought to be good news all round for journalism."}, {"timestamp": [906.32, 910.64], "text": " Well, it's certainly good news that more people are engaged, they're reading, they're watching."}, {"timestamp": [911.2, 916.56], "text": " Our top organizations, like The Times and Post, are having a financial revival, which is all to the good."}, {"timestamp": [917.08, 920.2], "text": " But I'm not sure that it's always healthy for the journalism itself."}, {"timestamp": [920.34, 927.72], "text": " That type of obsessiveness can, I think, produce a product that at times loses its way and its balance."}, {"timestamp": [927.92, 933.26], "text": " Do you think in particular, is it a loss of sense of proportion, some of the comparisons people make about Trump, for example?"}, {"timestamp": [933.46, 940.54], "text": " I think it's both the volume of the coverage. I think the volume of the coverage has often been excessive, so that pushes a lot of things out."}, {"timestamp": [940.98, 946.96], "text": " People are so focused on Washington and New York that large parts of the country get ignored."}, {"timestamp": [947.8, 953.64], "text": " The question of how much is too much Trump covered is an animating question in this newsroom every day."}, {"timestamp": [954.44, 956.4], "text": " Jodi Radarron of the New York Times."}, {"timestamp": [956.9, 964.14], "text": " We publish about 200 pieces of journalism a day. So I don't think there's really any merit to the"}, {"timestamp": [964.14, 968.34], "text": " argument that there's stuff we're not covering because we're covering Trump."}, {"timestamp": [968.8, 971.56], "text": " There is a question, though, about, like, promotion."}, {"timestamp": [971.96, 977.24], "text": " And sometimes when you open our app, it feels like it's all Trump all the time."}, {"timestamp": [977.24, 980.38], "text": " And I think that that doesn't work for all readers all the time."}, {"timestamp": [980.52, 986.06], "text": " And we need to figure out how to balance the intense interest in this story with all the"}, {"timestamp": [986.06, 990.34], "text": " things we have to offer or a little bit of fatigue around the story. And we're working at that,"}, {"timestamp": [990.4, 995.8], "text": " but it is tricky. There's been much soul-searching in the U.S. media since Donald Trump's"}, {"timestamp": [995.8, 1001.7], "text": " election, wondering why so many journalists failed to see it coming. Stuck in their big city offices"}, {"timestamp": [1001.7, 1004.06], "text": " had they lost touch with U.S. society."}, {"timestamp": [1004.94, 1009.46], "text": " From WN.YC. in New York, this is on the media. I'm Brooke Gladstone."}, {"timestamp": [1009.8, 1011.0], "text": " And I'm Bob Garfield."}, {"timestamp": [1011.82, 1016.2], "text": " Brooke Gladstone, veteran hosts of a regular media program on U.S. public radio,"}, {"timestamp": [1016.74, 1020.88], "text": " wonders whether U.S. journalism still knows how to report its own country."}, {"timestamp": [1021.42, 1026.6], "text": " We still haven't learned our lesson. We're still going out into the hinterlands where we don't live"}, {"timestamp": [1026.6, 1029.02], "text": " and which are entirely unfamiliar to us,"}, {"timestamp": [1029.1, 1032.82], "text": " dropping from planes with parachutes,"}, {"timestamp": [1033.32, 1034.74], "text": " and asking the wrong question."}, {"timestamp": [1035.18, 1037.66], "text": " You know, the first time the question was,"}, {"timestamp": [1037.94, 1038.86], "text": " who are you voting for,"}, {"timestamp": [1038.96, 1040.74], "text": " why on earth are you voting for Donald Trump?"}, {"timestamp": [1041.1, 1043.92], "text": " And now the question is, have you changed your mind yet?"}, {"timestamp": [1044.12, 1045.34], "text": " Are you still going to vote for Trump?"}, {"timestamp": [1045.64, 1051.64], "text": " How about now? How about now? It's kind of like, are we there yet? Are we there yet? The kids say in the back of the car."}, {"timestamp": [1052.1, 1059.74], "text": " The question should be, how do you live? Is your life any better? What are your struggles? And most"}, {"timestamp": [1059.74, 1069.24], "text": " important, what is your time table? What do you feel you need to see before you're inclined, if ever, to change your mind?"}, {"timestamp": [1069.88, 1077.24], "text": " You know, it's part of a perennial debate here about how do we really make sure to cover the diversity of the United States."}, {"timestamp": [1078.16, 1085.3], "text": " Jodi Radarron. She's recently taken on a new kind of job at the New York Times, managing editor for audience,"}, {"timestamp": [1085.66, 1090.86], "text": " reflecting the paper's eagerness to try and understand its audience better and use new technology"}, {"timestamp": [1090.86, 1096.56], "text": " to interact more. Gone are the days when talking to a few subject experts was all that was needed"}, {"timestamp": [1096.56, 1102.6], "text": " to write a story. Now the aims also to have reporters constantly covering not only the Washington"}, {"timestamp": [1102.6, 1108.22], "text": " D.C. drama, but also the many revealing side shows in, say, Wisconsin or Wyoming."}, {"timestamp": [1109.12, 1111.62], "text": " One of the things that Mark Lacey, our national editor,"}, {"timestamp": [1112.22, 1116.68], "text": " did after the election, was move people out of some major cities"}, {"timestamp": [1116.68, 1118.32], "text": " into some smaller areas."}, {"timestamp": [1118.76, 1121.9], "text": " And we now have people living in some smaller places and some rural areas,"}, {"timestamp": [1122.0, 1123.02], "text": " which I think is really cool."}, {"timestamp": [1123.5, 1126.16], "text": " But while some still read a national newspaper,"}, {"timestamp": [1126.66, 1129.8], "text": " others all over the U.S. now find their news exclusively"}, {"timestamp": [1129.8, 1133.46], "text": " through social media, TV comment or radio talk shows."}, {"timestamp": [1134.28, 1137.6], "text": " Jay Rosen of New York University believes the Trump era"}, {"timestamp": [1137.6, 1140.36], "text": " has revealed fundamental media fragmentation,"}, {"timestamp": [1140.86, 1145.54], "text": " with large parts of the population now living in polarised, separate information worlds."}, {"timestamp": [1146.06, 1147.96], "text": " It's an increasingly urgent challenge."}, {"timestamp": [1148.98, 1154.7], "text": " There's 25 to 40, or let's say 30% of the electorate at least,"}, {"timestamp": [1155.4, 1156.74], "text": " core supporters of the president,"}, {"timestamp": [1157.64, 1161.16], "text": " who disbelieve what the press reports on principle,"}, {"timestamp": [1162.12, 1166.84], "text": " who think that it's, yes, fake fake news but that's a really lame term"}, {"timestamp": [1166.84, 1175.04], "text": " but they they think it's ideologically loaded propaganda and what that means is"}, {"timestamp": [1175.04, 1182.5], "text": " that first their major source of information about Trump is Trump and it means"}, {"timestamp": [1182.5, 1191.04], "text": " that before they log on in the morning or have their first cup of coffee, our journalists are missing 30% of their public."}, {"timestamp": [1191.64, 1195.5], "text": " It's already gone before they even try to engage them."}, {"timestamp": [1196.0, 1197.5], "text": " That's a big deal."}, {"timestamp": [1198.2, 1207.66], "text": " And so while on the one hand they have more support than ever, the work that they're doing isn't even touched by a third of the country."}, {"timestamp": [1207.86, 1211.68], "text": " What happens when the third becomes 40%, 50%."}, {"timestamp": [1211.68, 1214.84], "text": " And is there any way you could engage that percentage?"}, {"timestamp": [1216.38, 1219.46], "text": " There's no simple short-term way."}, {"timestamp": [1220.02, 1226.0], "text": " I think the most important function we can play is helping people in a sort of filter bubble era"}, {"timestamp": [1226.0, 1232.78], "text": " understand people who live differently, think differently, are experiencing the news differently"}, {"timestamp": [1232.78, 1235.9], "text": " than they are. I think people need that more than ever."}, {"timestamp": [1236.88, 1243.0], "text": " Jodi Radorin can see what's needed. The recent increase in readers and subscribers enjoyed by the New York Times"}, {"timestamp": [1243.0, 1251.08], "text": " will help fund it all. And Brooke Gladstone is hoping that's all part of a new era of more committed news consumers and citizens."}, {"timestamp": [1251.68, 1258.8], "text": " One thing that has become really clear to me is that every single news consumer, every single citizen,"}, {"timestamp": [1259.34, 1268.76], "text": " needs to begin to take the future into their own hands and to become more engaged."}, {"timestamp": [1268.76, 1275.6], "text": " I mean, we've always had a pretty lousy rate of voter turnout."}, {"timestamp": [1275.6, 1277.1], "text": " That's turning around."}, {"timestamp": [1277.1, 1284.76], "text": " I think if there is a positive to this, it's that people understand that they can't seed"}, {"timestamp": [1284.76, 1288.42], "text": " the future to politicians or to the media"}, {"timestamp": [1288.42, 1295.8], "text": " or to almost any institution. People who have thought that their institutions would protect them,"}, {"timestamp": [1296.3, 1304.96], "text": " that democracy would protect them, understand now that it's democracy that needs to be protected by them."}, {"timestamp": [1304.96, 1305.3], "text": " And that's a big shift. that it's democracy that needs to be protected by them."}, {"timestamp": [1306.88, 1307.8], "text": " And that's a big shift."}, {"timestamp": [1310.38, 1315.08], "text": " But Noah Rothman of Commentary Magazine believes a mainstream media seen as campaigning against Trump and his world"}, {"timestamp": [1315.08, 1318.2], "text": " will worsen, not heal, information divides."}, {"timestamp": [1318.66, 1321.84], "text": " The activist effort to undermine this presidency,"}, {"timestamp": [1322.22, 1325.28], "text": " which is visible in quite a lot of otherwise straight news coverage,"}, {"timestamp": [1326.12, 1330.3], "text": " is deteriorating the foundations of the trust that they have built."}, {"timestamp": [1331.18, 1338.14], "text": " So some news organizations would have seen a benefit from the arrival of Trump a great story,"}, {"timestamp": [1338.3, 1340.44], "text": " and they would have had new subscribers, new supporters."}, {"timestamp": [1340.74, 1345.64], "text": " But if those people are subscribing because they want the news organizations to be"}, {"timestamp": [1345.64, 1349.46], "text": " in effect a kind of opposition, you're saying that's actually going to reinforce the problem."}, {"timestamp": [1349.56, 1350.72], "text": " It's going to polarize things further."}, {"timestamp": [1350.72, 1355.24], "text": " That is absolutely true. I mean, early on in the Trump presidency, the news organizations were"}, {"timestamp": [1355.24, 1362.06], "text": " advertising themselves as bulwarks of resistance to this president. I'm quite sure that the consumers"}, {"timestamp": [1362.06, 1368.32], "text": " who were receptive to that message said, okay, this is an ideological war and here are these people on my side of the ledger."}, {"timestamp": [1368.48, 1369.18], "text": " So yeah, sure."}, {"timestamp": [1369.6, 1373.8], "text": " That probably had a serious effect on the media-consuming landscape."}, {"timestamp": [1374.32, 1377.64], "text": " If you think all this is temporary, think again."}, {"timestamp": [1378.34, 1383.5], "text": " Divisions in how people view and consume news won't disappear once the Trump presidency is over."}, {"timestamp": [1384.2, 1385.84], "text": " Technological change will accelerate,"}, {"timestamp": [1386.14, 1388.94], "text": " continuing to eat up advertising and subscription revenue"}, {"timestamp": [1388.94, 1391.58], "text": " once enjoyed by traditional media businesses."}, {"timestamp": [1392.32, 1395.32], "text": " Some wonder whether tech companies like Google and Amazon"}, {"timestamp": [1395.32, 1398.46], "text": " will end up replacing news organisations altogether."}, {"timestamp": [1399.06, 1401.24], "text": " Professor of Digital Journalism, Emily Bell."}, {"timestamp": [1401.76, 1403.06], "text": " I think that they're there already."}, {"timestamp": [1403.22, 1408.86], "text": " I think that they are mass media organisations. I don't think they're journalistic yet, and I think that's the thing that they have"}, {"timestamp": [1408.86, 1414.26], "text": " most difficulty with, because it's not what they're trained for. And with Facebook, they have"}, {"timestamp": [1414.26, 1420.44], "text": " a trillion pieces of content, and two billion active users. So they are very aware that they"}, {"timestamp": [1420.44, 1426.9], "text": " can't control or shape that content in the same way that was done in the past."}, {"timestamp": [1427.24, 1431.16], "text": " But equally, they are now aware that if they don't do anything about it,"}, {"timestamp": [1431.46, 1436.56], "text": " that actually that absence of control has very profound implications for societies."}, {"timestamp": [1436.56, 1439.72], "text": " So where does that leave the role of journalism?"}, {"timestamp": [1439.98, 1443.08], "text": " I mean, what can we say about where journalists will be in the future?"}, {"timestamp": [1443.24, 1445.98], "text": " Will they be some of them, parts of these organisations?"}, {"timestamp": [1446.2, 1451.76], "text": " Will others be seen as the key people to hold these increasingly monopolistic organisations to account?"}, {"timestamp": [1451.98, 1455.56], "text": " I think this is such an interesting and difficult question for journalism at the moment,"}, {"timestamp": [1455.66, 1458.56], "text": " because we see initiatives from places like Facebook and Google."}, {"timestamp": [1459.02, 1462.08], "text": " Google's always paid quite a lot of money towards news organisations,"}, {"timestamp": [1462.4, 1463.96], "text": " either through advertising deals."}, {"timestamp": [1463.96, 1465.14], "text": " And that sort of"}, {"timestamp": [1465.14, 1472.72], "text": " creeping influence does really embed them in journalism. So the question is, will we end up as"}, {"timestamp": [1472.72, 1477.62], "text": " journalists working for these big organisations? I think one way or another, the answer for some"}, {"timestamp": [1477.62, 1485.74], "text": " people will be yes. But they're also really extensive systems of power."}, {"timestamp": [1485.74, 1488.9], "text": " They dictate a great deal of the economy."}, {"timestamp": [1489.68, 1495.46], "text": " They are often used for law enforcement by the federal authorities."}, {"timestamp": [1496.02, 1500.1], "text": " They are soft power in the world, and they're these great data repositories."}, {"timestamp": [1500.7, 1505.54], "text": " So to be embedded in them, I think journalism risks being captured."}, {"timestamp": [1506.18, 1512.66], "text": " The tech companies, she argues, are like the industrial giants that emerged in the US during the 19th century."}, {"timestamp": [1513.36, 1516.54], "text": " Society now has to work out how to deal with their power."}, {"timestamp": [1517.2, 1522.9], "text": " But any state-led regulation, as in the past, will meet fierce opposition, not least on grounds of free speech."}, {"timestamp": [1523.58, 1528.44], "text": " However, the news media itself, if it survives as a sustainable independent entity,"}, {"timestamp": [1528.86, 1532.34], "text": " could play a key role in keeping the tech companies under scrutiny."}, {"timestamp": [1533.18, 1538.82], "text": " I think that there has been a real revival in the belief of the power of journalism."}, {"timestamp": [1538.82, 1545.24], "text": " And I think it's made young journalists feel that they can actually be incredibly empowered."}, {"timestamp": [1545.64, 1551.96], "text": " It's also made them feel that at a time when press freedom is under such incredible pressure"}, {"timestamp": [1551.96, 1558.26], "text": " in most parts of the world that this is a profession to be taken really seriously,"}, {"timestamp": [1558.78, 1563.18], "text": " that this is not just a case of it would be great to put some cat videos on the internet,"}, {"timestamp": [1563.54, 1565.86], "text": " but there's actually a real sense of mission."}, {"timestamp": [1566.9, 1570.28], "text": " And that, in the end, is the great paradox in this story."}, {"timestamp": [1570.72, 1572.66], "text": " The technological and business revolution"}, {"timestamp": [1572.66, 1575.26], "text": " that's made sustaining news media so difficult,"}, {"timestamp": [1575.64, 1578.12], "text": " that's divided the way news is covered and consumed,"}, {"timestamp": [1578.54, 1581.64], "text": " has made journalism itself seem more vital than ever."}, {"timestamp": [1582.22, 1585.14], "text": " In today's US, the political and social consequences"}, {"timestamp": [1585.14, 1586.48], "text": " of this new media world"}, {"timestamp": [1586.48, 1588.86], "text": " are emerging more visibly than anywhere."}, {"timestamp": [1589.62, 1591.52], "text": " But like all the best news stories,"}, {"timestamp": [1591.94, 1594.18], "text": " no one's sure where all this will lead"}, {"timestamp": [1594.18, 1596.54], "text": " and who will be the ultimate winner."}, {"timestamp": [1597.52, 1600.5], "text": " Next week, Inside the Media in Hong Kong."}, {"timestamp": [1601.3, 1602.36], "text": " I'm Chris Bowlby,"}, {"timestamp": [1602.52, 1607.0], "text": " and that was Global Business on the BBC World Service. The producer was Jim Frank."}, {"timestamp": [1607.0, 1614.0], "text": " Thanks for listening. We hope you enjoyed the piece. You can download more BBC podcasts for free."}, {"timestamp": [1614.0, 1618.0], "text": " Why not try The Inquiry or The Big Idea."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. Thank you for downloading the World of Business podcast. In this edition, Chris Bowlby looks at the technological, editorial and political challenges currently facing the US media. Welcome to Global Business on the BBC World Service. I'm Chris Bowlby and I'm in New York. This program's part of a series in which we're looking at the state of the media around the world. Technology is changing the way we consume newspapers, radio and TV. The media is becoming more polarised, more caught up in bitter political struggles. Last week we heard from Tunisia and this week I'm in the US where President Trump's been taking on the media here at a time when it faces huge challenge and change. It was like, strap in, let's go. This is what we're here for. Before they log on in the morning or have their first cup of coffee, our journalists are missing 30% of their public. That's a big deal. I think what we're looking at now is something that to me feels so like the Industrial Revolution. The mood among journalists and media experts here? Excitement mixed with anxiety during a media revolution. It's driven partly by technology, the move from, say, newspapers to smartphones and the arrival of powerful new tech companies. It's also about people, where they get their information, who they trust, and how all that feeds into social and cultural division. And it's about politics, too, as President Trump wages his own media war. So I want to discover why all this has happened here in the US and where it might be heading. Where to start? Well, there's one good rule in journalism that hasn't changed, follow the money, or in this case the disappearance of the money, the story of how the US news media's business model suddenly collapsed. For many decades, it all seemed quite simple. Newspapers or TV stations had both paying customers and also regular substantial advertising income, promising advertisers unique and valuable access to whole communities. Jay Rosen is Professor of Journalism at New York University. There's a famous saying about advertising from John Wanamaker, who was a Philadelphia department store owner in the previous century, who said, 50% of my advertising budget is wasted, but no one can tell me which 50%, which was a very intelligent remark about advertising at that time. And what he was complaining about was the limited addressability of the newspaper as a form. You can't send the newspaper only to the people who are likely to walk into your store. So you end up buying the entire community, as it were. And of course, there's an editorial formula that corresponds to that advertising market, which is to reach everyone. To reach everyone, you should be impartial or you should be nonpartisan. And that's not the way Facebook and Google work at all. It's the opposite. So in the past, newspapers or TV stations were where advertisers had to go, hoping to reach at least some of their targets. But then Google and Facebook arrived, offering a very different kind of platform. Analyzing their users' data, they could target material precisely at individual interests and preferences. And as readers moved online for their information, journalism had to follow. All that lucrative ad income was now going not to media companies, but to tech giants. Suddenly there was far less money to pay for journalists, while commercial providers of information in PR and marketing found lots of new opportunities. Michael Massing is a highly experienced journalist and media observer. With the decline in the number of journalists, many of them are going to work for PR firms. It's an incredible hemorrhaging, and now public relations firms are so big that they're able to overwhelm newsrooms. So it feels like there's been a major shift in the balance of media power. The old model's been further undermined as consumers become less willing to pay for media. The online world encouraged the idea that information should be available free. As journalists found themselves outnumbered by PR people, so free information created by commerce flooded the media world. And the source of news material became much more uncertain. Emily Bell runs the Tao Centre for Digital Journalism at Columbia University. The advertorial used to sit in a few pages in the middle of your paper that look very different from the rest of the paper and would have advertisement written on the top. Now what we call native advertising or brand advertising looks like articles. It's really hard to distinguish between what is an ad and what is a piece of content or not an ad. And once it starts to circulate, once people start to share it, it's further stripped of any other context or signals that it might carry with it. And so it's not just blurred, I would say, those distinctions have completely disappeared. These are the streets in the centre of New York City and they're full of activity. Over there is a traffic cop trying to keep control of the flow of vehicles and cars. And there's information coming at you from all directions. Huge digital billboards up there on the skyscapers around me. There I can see one for a Chinese news agency, one for an investment fund and one for Coca-Cola. This is a place that's a journalism capital. It's a money capital. It's an advertising powerhouse. And so it's a very good place to see all the human, technological and business pressures that are going into remaking the US media. Where would you get your news from? Mostly from YouTube nowadays. I don't trust most of the mainstream new year anymore. When you want to find out what's happening in the news, where do you go? Usually like Facebook, Twitter, the most common. I prefer a newspaper. I don't like too much technology in the world, slow down technology, you know? The world doesn't change that much, you know what I'm saying? Between listening to NPR on my Alexa and then a mix of like TV and then I have like news on my iPhone lately there's been a level of saturation that is hard to live with there's a lot more information around than they used to be is that a good thing a lot more available online my feeling is we kind of haven't figured that out yet culturally because there is so much information and obviously everyone sort of gravitates towards the sources that reinforce their beliefs. So I think the media is facing a really interesting time right now. Talking to a random group of New York commuters quickly reveals the extraordinary range of news sources people now use and that can mean far more social and political polarization. But others see ever more freely accessible information as opportunity not threat, creating a new kind of informed media consumer. Noah Rothman's a former radio journalist and now associate editor for the conservative commentary magazine. I'm not apocalyptic about this environment. I think that there's some bad sides, but generally there's a lot of positivity to it. Creating these environments in which you get less nuanced coverage is generally a good thing. I think it's created a consumer of media who understands what they're reading. In the past runs this argument, media bias was concealed by a journalistic elite. Now information sources have become more transparent and abundant. When the internet first emerged, it was also hoped that new information sources and platforms would empower a kind of citizen journalist, reinventing local media in particular. That hope has yet to be fulfilled. Existing local media, meanwhile, have been especially vulnerable to that loss of traditional revenue and audience brought by the online digital world. We will have anything from crime stories. We can have some reporting of a court, what's going on in the high school, some high school sports, anything local that has an impact on the community. They'll keep me and never let me go. The West Virginia Daily News is a typical traditional US local paper covering courtrooms, classrooms, weather and weddings, as it always has. How's it been faring as income from advertising in particular has declined? Its publisher is Judy Steele. We have cut back several people to part-time hours and we've actually cut back one person completely. We're just doing whatever we can to keep the paper and still put news out there. Sounds like it's a bit of a financial struggle. It has this year. This year has been probably one of the worst years. I've been in the newspaper business like 36 years. in the newspaper business like 36 years. These are the worst times I've ever known. The paper's editor, Theresa Flurks, knows the paper's readers are mostly older Americans. Are younger generations simply ignoring her kind of media? Unfortunately, I think it happens more often than not, but I do think that there are people that seek out factual information and more so they will come to a newspaper versus social media things that are passed around social media. But do you think there are a growing number who just don't really engage with what we would call news media? Some of the younger people, I would believe that's true. And what do you think the consequences of that are? A group of people that are ill-informed. But this is about much more than the success or failure of individual businesses. The decline of local media, says Jay Rosen, affects U.S. journalism as a whole, its place and reputation in society. A trusted relationship with journalists begins at the low level. That's where you learn that a good journalist can help you in your life. But if you never have that experience, then they're just distant elites that look down on you. A few days ago, I called the fake news the enemy of the people. And they are. They are the enemy of the people. Any doubts about the media centralityality in US social and political debate were dispelled by Donald Trump's campaign for the White House. Politicians have always criticised media coverage, but this was more of a full frontal assault on much of the media and what it produced as fake news. It skillfully exploited that blurring of information categories in the new media world, a lurking uncertainty about how far the media could be trusted. But President Trump's not someone confused or alienated by this new information world, says Noah Rothman. He's very much at home there. He was good at operating in a world that members of the professional media, the gatekeepers, as it were, looked down upon. It was the world of professional wrestling. Trump fight like this. Hey, look at this! Donald Trump! Trump! It's Trump, the thumper! Oh my God! It was the world of tabloid entertainment. He was a hero to a class of American who editors that stayed and white-collar journals like mine not only looked down upon but simply did not consider as being members of the political environment. In this boardroom, we've never had a team to lose so badly. You're all fired. All four are fired. After his highly successful TV apprenticeship before entering politics, Donald Trump knows all about the crucial search for attention and profile in the digital economy. And his presidential Twitter activity, adds Emily Bell, is not the random activity of a smartphone addict, but the calculated action of someone who understands very well how viral impacts can now seize and dominate the news agenda. Donald Trump's actually a master tactician when it comes to mass media. People forget that he was in charge of, in a way, the number one rated show on network television for 12 consecutive years in the apprentice in the US. So he does pay more attention to media coverage than any other president. And he also knows how to manipulate it. He knows how to flip the script. Trump has changed the game in some ways. So how has the so-called mainstream US media responded to Donald Trump's success in winning election while denouncing everything they do? Jodie Radoran has been a reporter and editor with the New York Times for 20 years. Within days of Trump's election, Dean Beké, our editor, was having a staff meeting and made a clear statement in a speech where he basically just said, our mandate and our mission has never been clearer. This is the biggest story of our lifetime. You know, strap in, let's go. This is what we're here for. In one sense, has the Trump presidency been very good for this place as a business? time, you know, strap in, let's go. This is what we're here for. In one sense, has the Trump presidency been very good for this place as a business? So it is certainly true that our audience and our subscription numbers have gone up since the emergence of Trump's on the scene. We now have more than 3.5 million people who pay for our journalism every day. We are just about to break a huge milestone internationally and have more than 400,000 subscribers overseas, which I think is kind of awesome. We have upwards of 100 million readers, sometimes as high as 150 million readers a month. So a lot of people are connecting to and engaging with our journalism, and that's a great thing. It's been called the Trump Bump, a boost for some media organisations as new customers emerged wanting to follow extraordinary developments and willing to pay for it. Such has been the drama around Trump and his administration, the sheer political theatre, that it's been tempting to report on little else. But some, like commentator Michael Massing, warn that Trump's become too much of an obsession for U.S. journalists. They feel they're on the greatest story of their career for many of them. Tremendous traffic, tremendous response. They get on television, they have huge Twitter followings, they get to give speeches and so on. So it's basically a tremendous story that never stops giving. And many people would say, well, that it ought to be good news all round for journalism. Well, it's certainly good news that more people are engaged, they're reading, they're watching. Our top organizations, like The Times and Post, are having a financial revival, which is all to the good. But I'm not sure that it's always healthy for the journalism itself. That type of obsessiveness can, I think, produce a product that at times loses its way and its balance. Do you think in particular, is it a loss of sense of proportion, some of the comparisons people make about Trump, for example? I think it's both the volume of the coverage. I think the volume of the coverage has often been excessive, so that pushes a lot of things out. People are so focused on Washington and New York that large parts of the country get ignored. The question of how much is too much Trump covered is an animating question in this newsroom every day. Jodi Radarron of the New York Times. We publish about 200 pieces of journalism a day. So I don't think there's really any merit to the argument that there's stuff we're not covering because we're covering Trump. There is a question, though, about, like, promotion. And sometimes when you open our app, it feels like it's all Trump all the time. And I think that that doesn't work for all readers all the time. And we need to figure out how to balance the intense interest in this story with all the things we have to offer or a little bit of fatigue around the story. And we're working at that, but it is tricky. There's been much soul-searching in the U.S. media since Donald Trump's election, wondering why so many journalists failed to see it coming. Stuck in their big city offices had they lost touch with U.S. society. From WN.YC. in New York, this is on the media. I'm Brooke Gladstone. And I'm Bob Garfield. Brooke Gladstone, veteran hosts of a regular media program on U.S. public radio, wonders whether U.S. journalism still knows how to report its own country. We still haven't learned our lesson. We're still going out into the hinterlands where we don't live and which are entirely unfamiliar to us, dropping from planes with parachutes, and asking the wrong question. You know, the first time the question was, who are you voting for, why on earth are you voting for Donald Trump? And now the question is, have you changed your mind yet? Are you still going to vote for Trump? How about now? How about now? It's kind of like, are we there yet? Are we there yet? The kids say in the back of the car. The question should be, how do you live? Is your life any better? What are your struggles? And most important, what is your time table? What do you feel you need to see before you're inclined, if ever, to change your mind? You know, it's part of a perennial debate here about how do we really make sure to cover the diversity of the United States. Jodi Radarron. She's recently taken on a new kind of job at the New York Times, managing editor for audience, reflecting the paper's eagerness to try and understand its audience better and use new technology to interact more. Gone are the days when talking to a few subject experts was all that was needed to write a story. Now the aims also to have reporters constantly covering not only the Washington D.C. drama, but also the many revealing side shows in, say, Wisconsin or Wyoming. One of the things that Mark Lacey, our national editor, did after the election, was move people out of some major cities into some smaller areas. And we now have people living in some smaller places and some rural areas, which I think is really cool. But while some still read a national newspaper, others all over the U.S. now find their news exclusively through social media, TV comment or radio talk shows. Jay Rosen of New York University believes the Trump era has revealed fundamental media fragmentation, with large parts of the population now living in polarised, separate information worlds. It's an increasingly urgent challenge. There's 25 to 40, or let's say 30% of the electorate at least, core supporters of the president, who disbelieve what the press reports on principle, who think that it's, yes, fake fake news but that's a really lame term but they they think it's ideologically loaded propaganda and what that means is that first their major source of information about Trump is Trump and it means that before they log on in the morning or have their first cup of coffee, our journalists are missing 30% of their public. It's already gone before they even try to engage them. That's a big deal. And so while on the one hand they have more support than ever, the work that they're doing isn't even touched by a third of the country. What happens when the third becomes 40%, 50%. And is there any way you could engage that percentage? There's no simple short-term way. I think the most important function we can play is helping people in a sort of filter bubble era understand people who live differently, think differently, are experiencing the news differently than they are. I think people need that more than ever. Jodi Radorin can see what's needed. The recent increase in readers and subscribers enjoyed by the New York Times will help fund it all. And Brooke Gladstone is hoping that's all part of a new era of more committed news consumers and citizens. One thing that has become really clear to me is that every single news consumer, every single citizen, needs to begin to take the future into their own hands and to become more engaged. I mean, we've always had a pretty lousy rate of voter turnout. That's turning around. I think if there is a positive to this, it's that people understand that they can't seed the future to politicians or to the media or to almost any institution. People who have thought that their institutions would protect them, that democracy would protect them, understand now that it's democracy that needs to be protected by them. And that's a big shift. that it's democracy that needs to be protected by them. And that's a big shift. But Noah Rothman of Commentary Magazine believes a mainstream media seen as campaigning against Trump and his world will worsen, not heal, information divides. The activist effort to undermine this presidency, which is visible in quite a lot of otherwise straight news coverage, is deteriorating the foundations of the trust that they have built. So some news organizations would have seen a benefit from the arrival of Trump a great story, and they would have had new subscribers, new supporters. But if those people are subscribing because they want the news organizations to be in effect a kind of opposition, you're saying that's actually going to reinforce the problem. It's going to polarize things further. That is absolutely true. I mean, early on in the Trump presidency, the news organizations were advertising themselves as bulwarks of resistance to this president. I'm quite sure that the consumers who were receptive to that message said, okay, this is an ideological war and here are these people on my side of the ledger. So yeah, sure. That probably had a serious effect on the media-consuming landscape. If you think all this is temporary, think again. Divisions in how people view and consume news won't disappear once the Trump presidency is over. Technological change will accelerate, continuing to eat up advertising and subscription revenue once enjoyed by traditional media businesses. Some wonder whether tech companies like Google and Amazon will end up replacing news organisations altogether. Professor of Digital Journalism, Emily Bell. I think that they're there already. I think that they are mass media organisations. I don't think they're journalistic yet, and I think that's the thing that they have most difficulty with, because it's not what they're trained for. And with Facebook, they have a trillion pieces of content, and two billion active users. So they are very aware that they can't control or shape that content in the same way that was done in the past. But equally, they are now aware that if they don't do anything about it, that actually that absence of control has very profound implications for societies. So where does that leave the role of journalism? I mean, what can we say about where journalists will be in the future? Will they be some of them, parts of these organisations? Will others be seen as the key people to hold these increasingly monopolistic organisations to account? I think this is such an interesting and difficult question for journalism at the moment, because we see initiatives from places like Facebook and Google. Google's always paid quite a lot of money towards news organisations, either through advertising deals. And that sort of creeping influence does really embed them in journalism. So the question is, will we end up as journalists working for these big organisations? I think one way or another, the answer for some people will be yes. But they're also really extensive systems of power. They dictate a great deal of the economy. They are often used for law enforcement by the federal authorities. They are soft power in the world, and they're these great data repositories. So to be embedded in them, I think journalism risks being captured. The tech companies, she argues, are like the industrial giants that emerged in the US during the 19th century. Society now has to work out how to deal with their power. But any state-led regulation, as in the past, will meet fierce opposition, not least on grounds of free speech. However, the news media itself, if it survives as a sustainable independent entity, could play a key role in keeping the tech companies under scrutiny. I think that there has been a real revival in the belief of the power of journalism. And I think it's made young journalists feel that they can actually be incredibly empowered. It's also made them feel that at a time when press freedom is under such incredible pressure in most parts of the world that this is a profession to be taken really seriously, that this is not just a case of it would be great to put some cat videos on the internet, but there's actually a real sense of mission. And that, in the end, is the great paradox in this story. The technological and business revolution that's made sustaining news media so difficult, that's divided the way news is covered and consumed, has made journalism itself seem more vital than ever. In today's US, the political and social consequences of this new media world are emerging more visibly than anywhere. But like all the best news stories, no one's sure where all this will lead and who will be the ultimate winner. Next week, Inside the Media in Hong Kong. I'm Chris Bowlby, and that was Global Business on the BBC World Service. The producer was Jim Frank. Thanks for listening. We hope you enjoyed the piece. You can download more BBC podcasts for free. Why not try The Inquiry or The Big Idea."}