{"speakers": [], "chunks": [{"timestamp": [0.0, 1.74], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.5, 10.12], "text": " Welcome to the World of Business Podcasts."}, {"timestamp": [10.34, 14.08], "text": " I've just come back from India, the place my family originally from,"}, {"timestamp": [14.36, 17.42], "text": " where I've been indulging my love of shopping from way back."}, {"timestamp": [17.94, 22.44], "text": " I've noticed on my trips in recent years the huge changes in the fashion market,"}, {"timestamp": [23.04, 25.9], "text": " its growth and the changing fashion habits too."}, {"timestamp": [26.38, 28.42], "text": " I hope you enjoy listening to this podcast."}, {"timestamp": [30.56, 33.4], "text": " You're listening to the BBC World Service."}, {"timestamp": [33.86, 40.56], "text": " This is Global Business with me, Nina Robinson, in a shopping mall in India's capital, Delhi."}, {"timestamp": [41.18, 47.48], "text": " All around me are a range of fashion shops, both Indian brands selling saris and"}, {"timestamp": [47.48, 54.8], "text": " siloires and courthas, but also increasingly many Western brands. In fact, a recent report"}, {"timestamp": [54.8, 62.16], "text": " states that some 300 international fashion brands are trying to get into the Indian market. Why? Because"}, {"timestamp": [62.16, 67.0], "text": " the Indian fashion industry is growing fast."}, {"timestamp": [67.0, 83.0], "text": " It's a market worth around $60 billion,"}, {"timestamp": [83.0, 88.6], "text": " and is predicted to grow between 6 and 8% over the next two years."}, {"timestamp": [89.1, 96.5], "text": " The underbelly of the industry, its exploitative labour practices and devastating environmental impact,"}, {"timestamp": [96.86, 99.1], "text": " have been reported by the BBC before."}, {"timestamp": [99.82, 106.24], "text": " This programme is looking at the opportunities fashion is providing for young entrepreneurs,"}, {"timestamp": [106.24, 112.24], "text": " creating employment for themselves in an economy where traditional jobs are in short supply."}, {"timestamp": [116.24, 120.76], "text": " I'm in an area of Delhi called Keshawpura."}, {"timestamp": [120.76, 121.76], "text": " Hi!"}, {"timestamp": [121.76, 123.76], "text": " Hello, how are you?"}, {"timestamp": [123.76, 126.0], "text": " Hi, good to meet you."}, {"timestamp": [126.0, 127.0], "text": " Hello, Bhavna."}, {"timestamp": [127.0, 128.0], "text": " Hi Sonia."}, {"timestamp": [128.0, 129.0], "text": " Awesome."}, {"timestamp": [129.0, 134.0], "text": " I arrived here on the metro in the women's compartment"}, {"timestamp": [134.0, 139.0], "text": " and there were so many different styles and fashions."}, {"timestamp": [139.0, 147.0], "text": " One woman, a Muslim woman, covered up Some women in traditional dresses, very colourful,"}, {"timestamp": [147.0, 150.0], "text": " others wearing jeans and t-shirts."}, {"timestamp": [150.0, 153.0], "text": " So there's a real eye-opener on that train."}, {"timestamp": [153.0, 155.0], "text": " Fashion is like everywhere in Delhi."}, {"timestamp": [155.0, 158.0], "text": " I mean, you have to keep your eyes open."}, {"timestamp": [158.0, 161.0], "text": " I mean, the key is to just be a good observant here."}, {"timestamp": [161.0, 163.0], "text": " So I'm going to show you, can you let go?"}, {"timestamp": [163.0, 175.0], "text": " Yeah, yeah. Great, please do. 22-year-old Sonia Gag is a fashion influencer with 31,000 followers on Instagram and 22,000 on YouTube."}, {"timestamp": [175.0, 181.0], "text": " She operates out of her modest home where her mum greets me with hot jai and Indian sweets."}, {"timestamp": [181.0, 187.28], "text": " Sonia's agreed to give me a taster into the world of the Indian fashion business,"}, {"timestamp": [187.28, 193.84], "text": " which for her starts with getting her O-T-D, that's her outfit of the day, correct."}, {"timestamp": [193.84, 199.52], "text": " So these shorts are kind of like trending right now, animal print. And to, you know, like,"}, {"timestamp": [199.52, 203.84], "text": " calm it down, I have worn just this plain basic white t-shirt, some chunky jewellery,"}, {"timestamp": [203.84, 209.82], "text": " which I love wearing, I love gold just watch and flats like matching flats like"}, {"timestamp": [209.82, 214.04], "text": " beige flats to go with the whole tone of it it's great because basically"}, {"timestamp": [214.04, 218.94], "text": " it's kind of like you've chose one signature item which is the beautiful animal"}, {"timestamp": [218.94, 224.24], "text": " print shorts statement piece and then to you know style everything it's all basic"}, {"timestamp": [224.24, 229.22], "text": " and sometimes I just include a bit of bit of trendy pieces to mix it all together."}, {"timestamp": [229.58, 231.04], "text": " It's just perfect."}, {"timestamp": [232.48, 237.22], "text": " Sonia is making a decent if precarious living as a mid-level influencer"}, {"timestamp": [237.22, 242.12], "text": " from her YouTube video views and collaborations with fashion brands."}, {"timestamp": [242.42, 243.8], "text": " I mean, brands are coming to us."}, {"timestamp": [243.88, 246.88], "text": " They want us to promote their clothes, their stuff,"}, {"timestamp": [247.1, 250.08], "text": " and they are ready to give us X number of money."}, {"timestamp": [250.26, 252.18], "text": " I mean, it's crazy if you think about it."}, {"timestamp": [252.38, 253.9], "text": " So who have you been approached by?"}, {"timestamp": [254.12, 255.82], "text": " I've been approached by many brands."}, {"timestamp": [256.2, 258.7], "text": " We've worked with guests, Daniel Wellington,"}, {"timestamp": [259.74, 261.86], "text": " West Side, pantaloons, lifestyle."}, {"timestamp": [262.06, 269.2], "text": " There are like so many because we've been doing it since 2016. Is it good money? Are you earning money from what you're doing?"}, {"timestamp": [269.2, 274.24], "text": " Yes, definitely I am now but earlier I was just spending my own money. I was spending my"}, {"timestamp": [274.24, 280.24], "text": " own savings because I need to buy you know clothes to present myself online but now brands"}, {"timestamp": [280.24, 285.28], "text": " are kind of like send me their clothes and I just wear them, click pictures and I just"}, {"timestamp": [285.28, 290.62], "text": " post them online and for that I am getting paid. So they're giving you samples of"}, {"timestamp": [290.62, 295.0], "text": " clothes and also they're paying you still on top of that. Yes, we get to keep the"}, {"timestamp": [295.0, 299.32], "text": " products. Sometimes we have to return but sometimes we also don't get paid for that"}, {"timestamp": [299.32, 303.4], "text": " and it's totally your choice if you want to work with the brand or not. So sometimes"}, {"timestamp": [303.4, 309.1], "text": " you don't get paid? Sometimes I don't but it's not like I'm always doing a paid collaboration."}, {"timestamp": [309.28, 316.04], "text": " Sometimes if I feel that, oh, the brand is good and their style matches my aesthetics, I do that for sure."}, {"timestamp": [317.04, 322.82], "text": " Influences are being used by Indian fashion companies operating online as part of their digital"}, {"timestamp": [322.82, 326.36], "text": " marketing to create brand awareness and loyalty."}, {"timestamp": [327.2, 331.48], "text": " Former CEO of one of India's largest online fashion portals,"}, {"timestamp": [331.88, 333.94], "text": " Anantan Narayanan tells me more."}, {"timestamp": [334.32, 337.36], "text": " India is almost entirely unbranded market."}, {"timestamp": [337.58, 339.22], "text": " Three-fourth of the market is unbranded."}, {"timestamp": [339.92, 342.54], "text": " Therefore, I think creating private brands and private labels"}, {"timestamp": [342.54, 344.26], "text": " is a very large strategy in play"}, {"timestamp": [344.26, 349.94], "text": " because I think Indians are looking increasingly to buy branded items like most other parts of the world."}, {"timestamp": [350.48, 356.48], "text": " And since there is a lack of lots of organized brands, there is an opportunity to create that."}, {"timestamp": [356.54, 359.66], "text": " And I think that's quite unique to the fashion and lifestyle space in India."}, {"timestamp": [360.02, 363.62], "text": " Just tell me about the strategy to really grow that market."}, {"timestamp": [364.2, 367.04], "text": " What kinds of strategies might they be employing?"}, {"timestamp": [367.24, 370.98], "text": " If you look at how brand building has historically happened,"}, {"timestamp": [371.44, 375.7], "text": " a lot of it has been quite traditional in terms of a brand representing a certain value."}, {"timestamp": [375.7, 379.82], "text": " I think the rise of social media and digital media,"}, {"timestamp": [380.32, 382.88], "text": " of influencers, of Instagram influencers,"}, {"timestamp": [383.52, 386.58], "text": " I think gives an whole opportunity for smaller brands"}, {"timestamp": [386.58, 389.38], "text": " to establish in a cost-effective manner."}, {"timestamp": [390.02, 393.6], "text": " And therefore, I think the cost of brand building is very different than what it used to be,"}, {"timestamp": [394.0, 398.42], "text": " both because of digital reach and social media and the distribution reach of e-commerce companies."}, {"timestamp": [398.72, 402.54], "text": " But also, there's a kind of reluctance to pay influencers."}, {"timestamp": [403.22, 405.32], "text": " It's just really just to give the merchandise."}, {"timestamp": [406.24, 410.78], "text": " And sometimes, I mean, it kind of feels a little bit like it's an exploitative relationship."}, {"timestamp": [411.28, 414.26], "text": " You know, I think, by the way, the rise of the influencers,"}, {"timestamp": [414.52, 417.08], "text": " and I think it's multiple segments of influencers, right?"}, {"timestamp": [417.08, 419.94], "text": " I think you have the very large cricket and Bollywood influencers,"}, {"timestamp": [420.14, 424.34], "text": " and then you have the next tier of influencers who are between 100,000, 500,000 followers,"}, {"timestamp": [424.48, 426.3], "text": " and then you have the 10,000 to 100,000 followers."}, {"timestamp": [426.76, 428.28], "text": " So I think the segments are quite different."}, {"timestamp": [428.76, 431.9], "text": " And I do think there's an ongoing burgeoning market for influencers."}, {"timestamp": [432.58, 436.84], "text": " I think what works with influencers is if you can be authentic, Nina, right?"}, {"timestamp": [436.88, 439.0], "text": " So it's not just paying the influencer money,"}, {"timestamp": [439.4, 442.44], "text": " but if the influencer sensibility appeals to the brand,"}, {"timestamp": [442.52, 443.56], "text": " it makes it more authentic."}, {"timestamp": [444.06, 449.08], "text": " So the real question, I think, for both the brands like fashion e-commerce players"}, {"timestamp": [449.08, 453.68], "text": " as well as the influencers is, how do you find the right matching and right algorithm?"}, {"timestamp": [454.04, 460.34], "text": " So that it's not just a monetary relationship, but it's also something that I think can actually really represent you and the brand, right?"}, {"timestamp": [462.32, 464.48], "text": " Oh, should we have to like take a rickshaw right now?"}, {"timestamp": [465.0, 474.0], "text": " Sonia, her friend and I are taking a bicycle rickshaw on our way to a street market called Sirajani."}, {"timestamp": [474.0, 477.0], "text": " There's quite a few cows around this area."}, {"timestamp": [477.0, 478.0], "text": " I know."}, {"timestamp": [478.0, 479.0], "text": " I know."}, {"timestamp": [479.0, 483.0], "text": " Because we have like few dairies, like at the back of my house."}, {"timestamp": [483.0, 488.88], "text": " Sonia assures me it'll be well worth negotiating the cattle and traffic to reach Sarojini"}, {"timestamp": [488.88, 495.76], "text": " flea market. There we'll be able to find all the latest on-tread fashions and pick up"}, {"timestamp": [495.76, 502.72], "text": " authentic international brands at bargain prices which she and her followers of young urbanites"}, {"timestamp": [502.72, 508.56], "text": " seem to hanker after. So right now we are in rickshaw and then we'll go to Saroji Nagar,"}, {"timestamp": [508.56, 511.76], "text": " the best pay market in India, I would say,"}, {"timestamp": [511.76, 515.36], "text": " because there you'll get the cheapest of pieces and that to brand it."}, {"timestamp": [515.36, 519.36], "text": " Like Zara, Poulin, Bear, H&M, you'll name it, you'll find it."}, {"timestamp": [519.36, 522.24], "text": " One day I got this sweater and it was from Stella McCartney."}, {"timestamp": [522.24, 525.76], "text": " It's a designer, yeah. It's crazy. Plus it's affordable, so yeah, it was from Stella McCartney. It's a designer. Yeah."}, {"timestamp": [525.76, 526.24], "text": " It's crazy."}, {"timestamp": [526.24, 527.24], "text": " Plus it's affordable."}, {"timestamp": [527.24, 529.0], "text": " So yeah, it was a win-win."}, {"timestamp": [529.0, 533.0], "text": " So you're more attracted to Western brands?"}, {"timestamp": [533.0, 534.16], "text": " It's both."}, {"timestamp": [534.16, 536.96], "text": " But you know, in daily wear we mostly wear Western clothes."}, {"timestamp": [536.96, 540.2], "text": " So yeah, we have to."}, {"timestamp": [540.2, 545.28], "text": " India's fashion industry is growing as the economy itself continues to grow."}, {"timestamp": [549.9, 550.32], "text": " In the next couple of years, it's predicted to become the sixth largest in the world,"}, {"timestamp": [554.32, 554.86], "text": " comparable in value to the UK and German fashion industries."}, {"timestamp": [558.56, 559.06], "text": " International brands have an eye on India's gold collar workers,"}, {"timestamp": [563.08, 563.44], "text": " highly paid professionals, expanding their consumption of fashion,"}, {"timestamp": [566.48, 566.84], "text": " as well as the country's growing aspirational middle class."}, {"timestamp": [573.38, 573.92], "text": " However, it's not a simple matter of supplying the market with the same designs as their collections in the West."}, {"timestamp": [576.08, 576.62], "text": " India has its own particular style."}, {"timestamp": [580.86, 581.58], "text": " My name is Justprey Chandok. I'm the head of fashion at IMG Reliance."}, {"timestamp": [586.14, 586.54], "text": " And by virtue of that, head the Lackmay Fashion Week, which is India's premier fashion event."}, {"timestamp": [587.04, 589.92], "text": " Justbriyth also has a background in fashion retail."}, {"timestamp": [590.56, 595.42], "text": " He headed a chain of 120 stores across 45 Indian cities."}, {"timestamp": [595.42, 601.24], "text": " The international brands have been more attuned to providing the consumer what they want from"}, {"timestamp": [601.24, 602.56], "text": " a global perspective."}, {"timestamp": [602.9, 605.6], "text": " But there also, it's not that every international brand"}, {"timestamp": [605.6, 611.8], "text": " that's come into the country has done well. So for every H&M and Zara, there are a fair set of"}, {"timestamp": [611.8, 616.7], "text": " brands who came into the country were not successful and have actually, you know, moved out."}, {"timestamp": [617.08, 623.64], "text": " A lot of the Western brands have also created strategies to provide fashion that appeals to the"}, {"timestamp": [623.64, 625.28], "text": " local market as well."}, {"timestamp": [629.82, 634.8], "text": " And what is also very interesting about India, and this comes from my retail experience where I was heading a national brand, is the fact that the consumption patterns that you will see"}, {"timestamp": [634.8, 639.06], "text": " in the east of India are very different from the consumption patterns that you'll see in the"}, {"timestamp": [639.06, 642.18], "text": " west of India, or in the south of India or in the north of India."}, {"timestamp": [642.72, 646.44], "text": " A sleeveless top would sell in a certain type of market,"}, {"timestamp": [646.88, 648.4], "text": " while a certain type of market,"}, {"timestamp": [648.72, 652.08], "text": " there would be absolutely no demand for any sort of sleeveless stops."}, {"timestamp": [652.62, 654.54], "text": " Even the weather conditions are very different."}, {"timestamp": [654.54, 658.3], "text": " The type of fabrics that perhaps might work in the north of India"}, {"timestamp": [658.3, 661.06], "text": " are very different from what would work in the south of India."}, {"timestamp": [661.68, 665.68], "text": " There's barely a market for winter wear in 60% of the country."}, {"timestamp": [665.68, 675.12], "text": " In fact, India is also a conglomerate, incredibly diverse fashion habits. So that's something"}, {"timestamp": [675.12, 678.56], "text": " that international brands really struggle with when they come into the country."}, {"timestamp": [678.56, 684.8], "text": " So here we are. We have some like street food going on here and just from the outside"}, {"timestamp": [684.8, 687.76], "text": " you can see the gist of what this market is going to offer to you."}, {"timestamp": [687.76, 692.0], "text": " Back with Sonia we arrived to an assault on the senses"}, {"timestamp": [692.0, 696.0], "text": " and a frenzy of buying and selling happening all around us."}, {"timestamp": [696.0, 701.24], "text": " So we just come into the market now and there's lots of traders on both sides,"}, {"timestamp": [701.24, 706.4], "text": " handbags on show, market traders in the middle trying to sell us leather bags"}, {"timestamp": [706.4, 710.32], "text": " and socks, mobile phone cases."}, {"timestamp": [710.32, 727.0], "text": " We fight through them all and reach a huge array of colourful twinkling earrings."}, {"timestamp": [727.0, 731.0], "text": " Oh yeah, these are nice. I used to have some of things, I love them."}, {"timestamp": [731.0, 733.0], "text": " How did it?"}, {"timestamp": [733.0, 737.0], "text": " 50. And that was around like 250 something."}, {"timestamp": [737.0, 739.0], "text": " So you have Forever 21 here?"}, {"timestamp": [739.0, 743.0], "text": " In India. Of course we do have, yes. But in malls."}, {"timestamp": [743.0, 748.52], "text": " But I think it's not doing quite well here because the stores are like shutting very quickly here."}, {"timestamp": [748.82, 755.74], "text": " Why would you go to Forever 21 and spend triple the price when you can come to this market and get it for?"}, {"timestamp": [756.26, 756.94], "text": " What's what?"}, {"timestamp": [756.94, 758.16], "text": " 50."}, {"timestamp": [759.0, 760.12], "text": " Why would you do that?"}, {"timestamp": [760.84, 762.08], "text": " I mean, where does he get it from?"}, {"timestamp": [762.4, 763.88], "text": " What are you?"}, {"timestamp": [764.34, 769.0], "text": " He tells us that both he and online retailers"}, {"timestamp": [769.0, 773.0], "text": " access the exact same supplier in Mumbai."}, {"timestamp": [773.0, 776.0], "text": " These are really nice."}, {"timestamp": [776.0, 778.0], "text": " Check at one of these."}, {"timestamp": [778.0, 779.0], "text": " You like it?"}, {"timestamp": [779.0, 780.0], "text": " Yeah."}, {"timestamp": [780.0, 785.66], "text": " Sonia haggles some more for me before we settle on our purchases."}, {"timestamp": [787.7, 794.32], "text": " Despite the fact that some fashion items are cheaper at markets like Sororjani than buying online,"}, {"timestamp": [794.88, 798.5], "text": " two e-commerce giants are currently fighting it out in India."}, {"timestamp": [799.2, 805.62], "text": " Flipkart and Amazon India have been competing heavily on price and offering big discounts."}, {"timestamp": [806.18, 807.36], "text": " Just spritz Chandok."}, {"timestamp": [807.36, 814.74], "text": " We are hoping now that the Indian e-commerce market is largely a two-player market with Amazon"}, {"timestamp": [814.74, 824.66], "text": " and the Flipkart Mintra Jabong combined, controlling nearly 85 to 90% of the Indian e-commerce market discounts will come down."}, {"timestamp": [825.3, 830.74], "text": " Players have been fighting it out to be the last person standing, essentially."}, {"timestamp": [831.34, 835.66], "text": " The amount of money being given away to the consumer is untenable."}, {"timestamp": [835.88, 838.96], "text": " It is something that will stabilize over a period of time"}, {"timestamp": [838.96, 845.48], "text": " because there is no profitability in that model that can exist over a period of time."}, {"timestamp": [846.28, 850.3], "text": " Former CEO of an online fashion site Anantan Araynan agrees."}, {"timestamp": [850.3, 856.9], "text": " But he says overall the e-commerce market has potential to grow a lot bigger still."}, {"timestamp": [857.16, 861.82], "text": " From around 3% penetration currently, up to 17%,"}, {"timestamp": [861.82, 865.0], "text": " and it's not just about demand for Westernware."}, {"timestamp": [865.5, 869.3], "text": " That's a very sort of urban top 20 million view of India."}, {"timestamp": [869.5, 872.26], "text": " The first 100 million of people that come online in India"}, {"timestamp": [872.26, 875.82], "text": " who are sort of more urban, more sort of Western in their outlook,"}, {"timestamp": [875.92, 879.42], "text": " the next 100 million, it's not English as a primary language,"}, {"timestamp": [879.54, 881.02], "text": " it's from tier two, tier three towns."}, {"timestamp": [881.46, 884.08], "text": " So I do think it's different in terms of the customer base."}, {"timestamp": [884.08, 889.76], "text": " Is a signal then that fashion in India is going to be Western dominated or do you think"}, {"timestamp": [889.76, 892.96], "text": " Indian companies might be able to kind of carve a space in here?"}, {"timestamp": [892.96, 898.24], "text": " There's a very large opportunity for Indian companies to carve the space, Nina. The reason I say"}, {"timestamp": [898.24, 904.0], "text": " that is, again, if you look at the market itself, still I think almost two-thirds of the market"}, {"timestamp": [904.0, 905.0], "text": " is actually for Indian"}, {"timestamp": [905.0, 910.24], "text": " ethnic wear. There is no large sari brand in India. There is no large Selwar camis brand in"}, {"timestamp": [910.24, 914.9], "text": " India. So I do think there's an opportunity for Indian brands appealing to Indian sensibilities"}, {"timestamp": [914.9, 921.96], "text": " in fashion. Most Indians then are buying the Silvarkamese, Korta and sari. But Sonja and I are"}, {"timestamp": [921.96, 925.0], "text": " still looking at the Western brands on offer at the market."}, {"timestamp": [925.0, 928.0], "text": " Here you'll find every brand possible."}, {"timestamp": [928.0, 931.0], "text": " For example, here we have Pullen Bear men's t-shirt."}, {"timestamp": [931.0, 934.0], "text": " H&M, Gap."}, {"timestamp": [934.0, 936.0], "text": " And here it's on sale for 200 rupees."}, {"timestamp": [936.0, 937.0], "text": " 200 only."}, {"timestamp": [937.0, 938.0], "text": " Yes."}, {"timestamp": [938.0, 940.0], "text": " Which is like very cheap price."}, {"timestamp": [940.0, 942.0], "text": " And it's not fake, but you can tell it's actually from them."}, {"timestamp": [942.0, 947.36], "text": " Why these pieces are that cheap is maybe because they're saying that either they get it manufactured"}, {"timestamp": [947.36, 949.76], "text": " or sometimes it's all custom rejected stuff."}, {"timestamp": [949.76, 953.68], "text": " So from the factories because these factories are based in India."}, {"timestamp": [953.68, 954.24], "text": " Yes."}, {"timestamp": [954.24, 956.4], "text": " I'm going to buy one of these for my husband."}, {"timestamp": [956.4, 957.28], "text": " Yeah, sure."}, {"timestamp": [958.48, 960.24], "text": " Well this is really nice one."}, {"timestamp": [960.24, 960.88], "text": " Yeah."}, {"timestamp": [960.88, 962.0], "text": " That's jack and jove."}, {"timestamp": [962.0, 962.88], "text": " That's nice."}, {"timestamp": [962.88, 965.0], "text": " That top is so trendy. Super trendy nice. That top is so trendy."}, {"timestamp": [965.0, 966.0], "text": " Super trendy."}, {"timestamp": [966.0, 968.0], "text": " Every other blogger is wearing it."}, {"timestamp": [968.0, 973.0], "text": " I end up with about five men's t-shirts."}, {"timestamp": [973.0, 977.0], "text": " We browse for a bit longer and then I leave the market and Sonia behind"}, {"timestamp": [977.0, 982.0], "text": " to take a long trip to find out about fashion outside the city."}, {"timestamp": [982.0, 985.24], "text": " And it seems that, as he's often said about this country,"}, {"timestamp": [987.14, 992.24], "text": " it's a tale of two Indians."}, {"timestamp": [996.18, 996.7], "text": " Far away from the malls and the international brands of the city."}, {"timestamp": [999.1, 999.94], "text": " We're here in Rajasthan, in the countryside."}, {"timestamp": [1002.4, 1002.64], "text": " I've just driven here along dirt tracks,"}, {"timestamp": [1005.44, 1005.8], "text": " wheat and maize being grown in the fields around."}, {"timestamp": [1010.32, 1010.64], "text": " And you get a very different picture of what the Indian fashion industry really is."}, {"timestamp": [1015.84, 1020.72], "text": " Because here, Indian crafts and design techniques are still the mainstay."}, {"timestamp": [1023.52, 1024.16], "text": " We've arrived at the Ushah Selyi School."}, {"timestamp": [1027.0, 1029.0], "text": " It's a building under construction at the moment. There's lots of wooden scaffolding"}, {"timestamp": [1029.0, 1033.0], "text": " because they're actually building a first floor"}, {"timestamp": [1033.0, 1035.0], "text": " and inside the building here,"}, {"timestamp": [1035.0, 1039.0], "text": " there must be around 12 women on sewing machines"}, {"timestamp": [1039.0, 1042.0], "text": " and these are non-electric sewing machines"}, {"timestamp": [1042.0, 1044.0], "text": " so they're just using the foot pedal."}, {"timestamp": [1044.0, 1048.52], "text": " Everybody's busy cutting and preparing the cloth."}, {"timestamp": [1048.52, 1053.6], "text": " And we've got a rail at the back as well that's got some finished garments."}, {"timestamp": [1053.6, 1055.96], "text": " We're just going to talk to them now."}, {"timestamp": [1055.96, 1061.2], "text": " Hello, hi, nice to meet you."}, {"timestamp": [1061.2, 1077.0], "text": " These tailors well dressed in their brightly coloured saries or long kortar dresses worn with drain pipe bottoms, some with dupattas covering their heads, have all successfully set up their own businesses, teaching sewing skills and making clothes."}, {"timestamp": [1077.0, 1083.0], "text": " Mainly for a clientele of young women, as Sunita Komowat tells me."}, {"timestamp": [1083.0, 1087.6], "text": " College-koyah. College-going girls."}, {"timestamp": [1087.6, 1089.36], "text": " College-going girls."}, {"timestamp": [1089.36, 1094.48], "text": " They're going to college and they look at designs on YouTube"}, {"timestamp": [1094.48, 1096.56], "text": " and bring sewing work for me."}, {"timestamp": [1096.56, 1098.88], "text": " As they earn money, they spend it."}, {"timestamp": [1098.88, 1100.96], "text": " And what do they like wearing?"}, {"timestamp": [1100.96, 1107.0], "text": " Are they wearing salwar camis or buying skirts or what are they asking you to make?"}, {"timestamp": [1107.0, 1119.0], "text": " Ladies like the lehengah, a traditional Indian long skirt and the girls like tops with special stitching on it called Pintax."}, {"timestamp": [1119.0, 1122.0], "text": " Oh okay so this is what you're talking about."}, {"timestamp": [1122.0, 1128.64], "text": " We make tiny plates and sew them down with the machine in a very straight line."}, {"timestamp": [1131.6, 1133.6], "text": " My name is Gita Pujapati."}, {"timestamp": [1133.6, 1138.4], "text": " I have been doing this sewing work since 2013 and I teach others too."}, {"timestamp": [1139.0, 1142.0], "text": " Before this I was working on the farm and in the field."}, {"timestamp": [1142.56, 1147.0], "text": " So your whole life has changed then from learning these skills."}, {"timestamp": [1147.0, 1153.0], "text": " Yes, before my life was very difficult."}, {"timestamp": [1153.0, 1156.0], "text": " I didn't have money but now I'm earning good money."}, {"timestamp": [1156.0, 1159.0], "text": " My family were against me doing this before,"}, {"timestamp": [1159.0, 1164.0], "text": " but now I'm paying for my son to go to school and I'm thinking to extend my home."}, {"timestamp": [1164.0, 1167.92], "text": " It is anybody buy any fashion online?"}, {"timestamp": [1170.8, 1173.34], "text": " No, I never need it to. I do look on there."}, {"timestamp": [1174.0, 1175.72], "text": " Then I make it myself and wear it."}, {"timestamp": [1176.72, 1183.56], "text": " Is anybody here worried about the growth of the Indian fashion clothes that are made in factories,"}, {"timestamp": [1184.08, 1187.0], "text": " that their skills are not needed in modern India."}, {"timestamp": [1191.0, 1195.0], "text": " No, it's not going to go like that. We can see any of the new fashions."}, {"timestamp": [1195.0, 1199.0], "text": " Our robot cannot do what we do with the level of finish that we can provide."}, {"timestamp": [1204.0, 1209.04], "text": " In fact, rather than the relentless pursuit of Western trends and fast fashion,"}, {"timestamp": [1209.04, 1216.44], "text": " it turns out that the manheading India's top fashion event, the Lackamé Fashion Week in Mumbai,"}, {"timestamp": [1216.44, 1223.96], "text": " believes that an integral part of India's future fashion industry lies in the skills of women like these"}, {"timestamp": [1223.96, 1227.0], "text": " and the craft heritage of rural India."}, {"timestamp": [1227.0, 1229.0], "text": " Just breathe Jandok."}, {"timestamp": [1229.0, 1240.0], "text": " The initial thought was that India as a market deserved to have a showcase event that showcases the best of Indian fashion, design and craft."}, {"timestamp": [1240.0, 1245.0], "text": " Fashion Week used to be a very exclusive space."}, {"timestamp": [1245.0, 1247.0], "text": " You know, what would happen in the fashion industry"}, {"timestamp": [1247.0, 1249.0], "text": " is that the designer would always be the face"}, {"timestamp": [1249.0, 1252.0], "text": " even though the craftsman was doing all the work."}, {"timestamp": [1252.0, 1255.0], "text": " So we have brought all of that into the force."}, {"timestamp": [1255.0, 1258.0], "text": " So in fact, even where we are working with women"}, {"timestamp": [1258.0, 1260.0], "text": " who are providing not only skilling,"}, {"timestamp": [1260.0, 1264.0], "text": " but the ability to then create a product"}, {"timestamp": [1264.0, 1266.8], "text": " that can actually sell in an urban market,"}, {"timestamp": [1266.8, 1269.2], "text": " even though it's been made in a rural market,"}, {"timestamp": [1269.2, 1275.76], "text": " which is really, really tipped over the fashion week into a much larger conversation than who went to whose party."}, {"timestamp": [1275.76, 1286.8], "text": " So in the first ever initiative of its kind, some of these very women ended up working with India's most prestigious designers"}, {"timestamp": [1286.8, 1292.0], "text": " to present haute couture designs on the runways of Lacameh Fashion Week."}, {"timestamp": [1292.0, 1293.0], "text": " Sunita was one of them."}, {"timestamp": [1293.0, 1301.0], "text": " It was so good, I never made designs like that before."}, {"timestamp": [1301.0, 1303.0], "text": " So I found it very rewarding."}, {"timestamp": [1303.0, 1308.0], "text": " The intricate handwork and stitching, I really enjoyed going to Mumbai."}, {"timestamp": [1308.0, 1327.32], "text": " It was the first time I ever went on a plane or left my village. I thought I might fall out of the sky. And then we got there, I saw the models like on TV."}, {"timestamp": [1327.92, 1330.26], "text": " And then I actually walked with them on the ramp."}, {"timestamp": [1333.26, 1336.48], "text": " I will remember that day forever."}, {"timestamp": [1358.88, 1366.08], "text": " While we might talk about all the good things that we do, we are still a private organization built on the fundamentals of driving profitability as well. So I am a business head. I understand that if I have to sell the narrative to another business head, let's say a retailer,"}, {"timestamp": [1366.58, 1368.86], "text": " it has to make business sense for that retailer."}, {"timestamp": [1369.28, 1372.98], "text": " We've actually been able to convince retailers to invest in the craft sector"}, {"timestamp": [1372.98, 1377.82], "text": " because we feel that the value-added product that will come out of the craft sector,"}, {"timestamp": [1377.92, 1381.94], "text": " which is handcrafted, the consumer will pay higher money for it,"}, {"timestamp": [1382.32, 1385.68], "text": " which allows the retailer to make more money in the long term as well."}, {"timestamp": [1386.08, 1388.26], "text": " That's the only way anything will be sustainable."}, {"timestamp": [1392.9, 1400.24], "text": " Back in the traffic of Delhi, I'm ending my fashion journey in a well-heeled part of town, meeting another blogger."}, {"timestamp": [1400.84, 1411.08], "text": " According to her 600,000 strong follow account on Instagram, she's about 20 times more influential than Sonia, the fashion easter I met earlier."}, {"timestamp": [1411.6, 1417.46], "text": " And she has the paid collaborations, luxury merchandise and free travel trips to prove it."}, {"timestamp": [1417.9, 1419.94], "text": " She's known as that boho girl."}, {"timestamp": [1420.44, 1423.22], "text": " Hi guys, I'm Kritika. I'm a fashion travel and beauty blogger."}, {"timestamp": [1423.34, 1424.82], "text": " I started on Instagram first."}, {"timestamp": [1424.9, 1427.0], "text": " Now I am on YouTube, I have a blog."}, {"timestamp": [1427.0, 1435.5], "text": " I'm an introvert so I like to post pictures and captions to express myself and I think that was the only medium to do that through internet."}, {"timestamp": [1435.5, 1445.68], "text": " Tell me what is the secret of being an influencer, do you think like what is it that is the integral thing that you must always go back to and think this is in essence what I must do."}, {"timestamp": [1445.68, 1452.46], "text": " I think the part which helped me was keeping it real. I share my life, my family, I post"}, {"timestamp": [1452.46, 1457.04], "text": " pictures of my dogs and I think people really connect even if you're promoting a big brand,"}, {"timestamp": [1457.04, 1460.32], "text": " for example a luxury brand, if you have a different surrounding, if you're just sitting"}, {"timestamp": [1460.32, 1464.96], "text": " on a sofa and holding a cup in your hand and keeping the bag on the side it really makes"}, {"timestamp": [1464.96, 1469.26], "text": " an impact and they think even if they can't get that bag, they can still love"}, {"timestamp": [1469.26, 1469.66], "text": " the vibe."}, {"timestamp": [1469.88, 1474.52], "text": " For example, I bought a bag from Balenciaga recently and I was talking about it everywhere that I need"}, {"timestamp": [1474.52, 1475.46], "text": " this bag, I need this bag."}, {"timestamp": [1475.46, 1479.94], "text": " So they start connecting with you and when I finally got the bag, I posted pictures with it."}, {"timestamp": [1480.14, 1492.0], "text": " They felt as if they have got the bag. Even as Kriyika indulges in her love of luxury brands"}, {"timestamp": [1492.0, 1494.0], "text": " as many young urban Indians are doing,"}, {"timestamp": [1494.0, 1499.0], "text": " falling for the Gucci's and Armani's as these song lyrics detail,"}, {"timestamp": [1499.0, 1502.0], "text": " there will always be the traditional Indian style,"}, {"timestamp": [1502.0, 1507.0], "text": " the plain Kirta or the sari which Kriika also champions."}, {"timestamp": [1507.0, 1511.0], "text": " As she says you can easily style both together."}, {"timestamp": [1511.0, 1514.0], "text": " Boho is about mixing different things together, different prints and patterns together."}, {"timestamp": [1514.0, 1519.0], "text": " So I make sure if I took a top from Janpath, it's very ethnic, right?"}, {"timestamp": [1519.0, 1520.0], "text": " Janpath is a street mark."}, {"timestamp": [1520.0, 1521.0], "text": " I was there you have been."}, {"timestamp": [1521.0, 1522.0], "text": " Ah."}, {"timestamp": [1522.0, 1523.0], "text": " Black's night, actually."}, {"timestamp": [1523.0, 1528.0], "text": " And it's amazing and I think people really like mixing both the stuff together."}, {"timestamp": [1528.0, 1529.0], "text": " Like as an Indian fusion."}, {"timestamp": [1529.0, 1530.0], "text": " Fusion."}, {"timestamp": [1530.0, 1532.0], "text": " Fusion is really, really in right now."}, {"timestamp": [1532.0, 1538.0], "text": " And most of the college girls, they like fusion because it's very comfortable and you're just mixing stuff together and you're just chilling."}, {"timestamp": [1538.0, 1540.0], "text": " I do wear a lot of sari's as well."}, {"timestamp": [1540.0, 1544.0], "text": " For example, if I'm doing 10, 15 posts, I love sari's and I love kutas."}, {"timestamp": [1544.0, 1548.34], "text": " Like you can style it in so many different ways like a white kutha so I usually wear different"}, {"timestamp": [1548.34, 1553.56], "text": " different outfits I do a lot of fusion so I think that keeps a balance and I do"}, {"timestamp": [1553.56, 1556.92], "text": " collaborate with a lot of Indian brands I went to London Fashion Week and I"}, {"timestamp": [1556.92, 1563.28], "text": " wore a sari and it was just too much out there but still people loved it and it"}, {"timestamp": [1563.28, 1565.04], "text": " got featured in a lot of sites and"}, {"timestamp": [1565.04, 1570.48], "text": " Cosmo, L, Harper so I think I do want to make sure that we don't lose our culture."}, {"timestamp": [1570.48, 1580.68], "text": " In a growing market as more international brands seek new consumers, the move towards"}, {"timestamp": [1580.68, 1585.08], "text": " Western fashion in India will undoubtedly increase."}, {"timestamp": [1585.08, 1590.68], "text": " But given consumer demand is mainly for traditional wear, the opportunities for Indian companies"}, {"timestamp": [1590.68, 1597.64], "text": " remain high, to build brands, sell online and even supply Western wear too."}, {"timestamp": [1597.64, 1607.0], "text": " A hopeful future for the industry also manages to include the rural poor with its rich fashion heritage."}, {"timestamp": [1607.0, 1617.0], "text": " You've been listening to Global Business, which was produced and presented by me, Nina Robinson."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. Welcome to the World of Business Podcasts. I've just come back from India, the place my family originally from, where I've been indulging my love of shopping from way back. I've noticed on my trips in recent years the huge changes in the fashion market, its growth and the changing fashion habits too. I hope you enjoy listening to this podcast. You're listening to the BBC World Service. This is Global Business with me, Nina Robinson, in a shopping mall in India's capital, Delhi. All around me are a range of fashion shops, both Indian brands selling saris and siloires and courthas, but also increasingly many Western brands. In fact, a recent report states that some 300 international fashion brands are trying to get into the Indian market. Why? Because the Indian fashion industry is growing fast. It's a market worth around $60 billion, and is predicted to grow between 6 and 8% over the next two years. The underbelly of the industry, its exploitative labour practices and devastating environmental impact, have been reported by the BBC before. This programme is looking at the opportunities fashion is providing for young entrepreneurs, creating employment for themselves in an economy where traditional jobs are in short supply. I'm in an area of Delhi called Keshawpura. Hi! Hello, how are you? Hi, good to meet you. Hello, Bhavna. Hi Sonia. Awesome. I arrived here on the metro in the women's compartment and there were so many different styles and fashions. One woman, a Muslim woman, covered up Some women in traditional dresses, very colourful, others wearing jeans and t-shirts. So there's a real eye-opener on that train. Fashion is like everywhere in Delhi. I mean, you have to keep your eyes open. I mean, the key is to just be a good observant here. So I'm going to show you, can you let go? Yeah, yeah. Great, please do. 22-year-old Sonia Gag is a fashion influencer with 31,000 followers on Instagram and 22,000 on YouTube. She operates out of her modest home where her mum greets me with hot jai and Indian sweets. Sonia's agreed to give me a taster into the world of the Indian fashion business, which for her starts with getting her O-T-D, that's her outfit of the day, correct. So these shorts are kind of like trending right now, animal print. And to, you know, like, calm it down, I have worn just this plain basic white t-shirt, some chunky jewellery, which I love wearing, I love gold just watch and flats like matching flats like beige flats to go with the whole tone of it it's great because basically it's kind of like you've chose one signature item which is the beautiful animal print shorts statement piece and then to you know style everything it's all basic and sometimes I just include a bit of bit of trendy pieces to mix it all together. It's just perfect. Sonia is making a decent if precarious living as a mid-level influencer from her YouTube video views and collaborations with fashion brands. I mean, brands are coming to us. They want us to promote their clothes, their stuff, and they are ready to give us X number of money. I mean, it's crazy if you think about it. So who have you been approached by? I've been approached by many brands. We've worked with guests, Daniel Wellington, West Side, pantaloons, lifestyle. There are like so many because we've been doing it since 2016. Is it good money? Are you earning money from what you're doing? Yes, definitely I am now but earlier I was just spending my own money. I was spending my own savings because I need to buy you know clothes to present myself online but now brands are kind of like send me their clothes and I just wear them, click pictures and I just post them online and for that I am getting paid. So they're giving you samples of clothes and also they're paying you still on top of that. Yes, we get to keep the products. Sometimes we have to return but sometimes we also don't get paid for that and it's totally your choice if you want to work with the brand or not. So sometimes you don't get paid? Sometimes I don't but it's not like I'm always doing a paid collaboration. Sometimes if I feel that, oh, the brand is good and their style matches my aesthetics, I do that for sure. Influences are being used by Indian fashion companies operating online as part of their digital marketing to create brand awareness and loyalty. Former CEO of one of India's largest online fashion portals, Anantan Narayanan tells me more. India is almost entirely unbranded market. Three-fourth of the market is unbranded. Therefore, I think creating private brands and private labels is a very large strategy in play because I think Indians are looking increasingly to buy branded items like most other parts of the world. And since there is a lack of lots of organized brands, there is an opportunity to create that. And I think that's quite unique to the fashion and lifestyle space in India. Just tell me about the strategy to really grow that market. What kinds of strategies might they be employing? If you look at how brand building has historically happened, a lot of it has been quite traditional in terms of a brand representing a certain value. I think the rise of social media and digital media, of influencers, of Instagram influencers, I think gives an whole opportunity for smaller brands to establish in a cost-effective manner. And therefore, I think the cost of brand building is very different than what it used to be, both because of digital reach and social media and the distribution reach of e-commerce companies. But also, there's a kind of reluctance to pay influencers. It's just really just to give the merchandise. And sometimes, I mean, it kind of feels a little bit like it's an exploitative relationship. You know, I think, by the way, the rise of the influencers, and I think it's multiple segments of influencers, right? I think you have the very large cricket and Bollywood influencers, and then you have the next tier of influencers who are between 100,000, 500,000 followers, and then you have the 10,000 to 100,000 followers. So I think the segments are quite different. And I do think there's an ongoing burgeoning market for influencers. I think what works with influencers is if you can be authentic, Nina, right? So it's not just paying the influencer money, but if the influencer sensibility appeals to the brand, it makes it more authentic. So the real question, I think, for both the brands like fashion e-commerce players as well as the influencers is, how do you find the right matching and right algorithm? So that it's not just a monetary relationship, but it's also something that I think can actually really represent you and the brand, right? Oh, should we have to like take a rickshaw right now? Sonia, her friend and I are taking a bicycle rickshaw on our way to a street market called Sirajani. There's quite a few cows around this area. I know. I know. Because we have like few dairies, like at the back of my house. Sonia assures me it'll be well worth negotiating the cattle and traffic to reach Sarojini flea market. There we'll be able to find all the latest on-tread fashions and pick up authentic international brands at bargain prices which she and her followers of young urbanites seem to hanker after. So right now we are in rickshaw and then we'll go to Saroji Nagar, the best pay market in India, I would say, because there you'll get the cheapest of pieces and that to brand it. Like Zara, Poulin, Bear, H&M, you'll name it, you'll find it. One day I got this sweater and it was from Stella McCartney. It's a designer, yeah. It's crazy. Plus it's affordable, so yeah, it was from Stella McCartney. It's a designer. Yeah. It's crazy. Plus it's affordable. So yeah, it was a win-win. So you're more attracted to Western brands? It's both. But you know, in daily wear we mostly wear Western clothes. So yeah, we have to. India's fashion industry is growing as the economy itself continues to grow. In the next couple of years, it's predicted to become the sixth largest in the world, comparable in value to the UK and German fashion industries. International brands have an eye on India's gold collar workers, highly paid professionals, expanding their consumption of fashion, as well as the country's growing aspirational middle class. However, it's not a simple matter of supplying the market with the same designs as their collections in the West. India has its own particular style. My name is Justprey Chandok. I'm the head of fashion at IMG Reliance. And by virtue of that, head the Lackmay Fashion Week, which is India's premier fashion event. Justbriyth also has a background in fashion retail. He headed a chain of 120 stores across 45 Indian cities. The international brands have been more attuned to providing the consumer what they want from a global perspective. But there also, it's not that every international brand that's come into the country has done well. So for every H&M and Zara, there are a fair set of brands who came into the country were not successful and have actually, you know, moved out. A lot of the Western brands have also created strategies to provide fashion that appeals to the local market as well. And what is also very interesting about India, and this comes from my retail experience where I was heading a national brand, is the fact that the consumption patterns that you will see in the east of India are very different from the consumption patterns that you'll see in the west of India, or in the south of India or in the north of India. A sleeveless top would sell in a certain type of market, while a certain type of market, there would be absolutely no demand for any sort of sleeveless stops. Even the weather conditions are very different. The type of fabrics that perhaps might work in the north of India are very different from what would work in the south of India. There's barely a market for winter wear in 60% of the country. In fact, India is also a conglomerate, incredibly diverse fashion habits. So that's something that international brands really struggle with when they come into the country. So here we are. We have some like street food going on here and just from the outside you can see the gist of what this market is going to offer to you. Back with Sonia we arrived to an assault on the senses and a frenzy of buying and selling happening all around us. So we just come into the market now and there's lots of traders on both sides, handbags on show, market traders in the middle trying to sell us leather bags and socks, mobile phone cases. We fight through them all and reach a huge array of colourful twinkling earrings. Oh yeah, these are nice. I used to have some of things, I love them. How did it? 50. And that was around like 250 something. So you have Forever 21 here? In India. Of course we do have, yes. But in malls. But I think it's not doing quite well here because the stores are like shutting very quickly here. Why would you go to Forever 21 and spend triple the price when you can come to this market and get it for? What's what? 50. Why would you do that? I mean, where does he get it from? What are you? He tells us that both he and online retailers access the exact same supplier in Mumbai. These are really nice. Check at one of these. You like it? Yeah. Sonia haggles some more for me before we settle on our purchases. Despite the fact that some fashion items are cheaper at markets like Sororjani than buying online, two e-commerce giants are currently fighting it out in India. Flipkart and Amazon India have been competing heavily on price and offering big discounts. Just spritz Chandok. We are hoping now that the Indian e-commerce market is largely a two-player market with Amazon and the Flipkart Mintra Jabong combined, controlling nearly 85 to 90% of the Indian e-commerce market discounts will come down. Players have been fighting it out to be the last person standing, essentially. The amount of money being given away to the consumer is untenable. It is something that will stabilize over a period of time because there is no profitability in that model that can exist over a period of time. Former CEO of an online fashion site Anantan Araynan agrees. But he says overall the e-commerce market has potential to grow a lot bigger still. From around 3% penetration currently, up to 17%, and it's not just about demand for Westernware. That's a very sort of urban top 20 million view of India. The first 100 million of people that come online in India who are sort of more urban, more sort of Western in their outlook, the next 100 million, it's not English as a primary language, it's from tier two, tier three towns. So I do think it's different in terms of the customer base. Is a signal then that fashion in India is going to be Western dominated or do you think Indian companies might be able to kind of carve a space in here? There's a very large opportunity for Indian companies to carve the space, Nina. The reason I say that is, again, if you look at the market itself, still I think almost two-thirds of the market is actually for Indian ethnic wear. There is no large sari brand in India. There is no large Selwar camis brand in India. So I do think there's an opportunity for Indian brands appealing to Indian sensibilities in fashion. Most Indians then are buying the Silvarkamese, Korta and sari. But Sonja and I are still looking at the Western brands on offer at the market. Here you'll find every brand possible. For example, here we have Pullen Bear men's t-shirt. H&M, Gap. And here it's on sale for 200 rupees. 200 only. Yes. Which is like very cheap price. And it's not fake, but you can tell it's actually from them. Why these pieces are that cheap is maybe because they're saying that either they get it manufactured or sometimes it's all custom rejected stuff. So from the factories because these factories are based in India. Yes. I'm going to buy one of these for my husband. Yeah, sure. Well this is really nice one. Yeah. That's jack and jove. That's nice. That top is so trendy. Super trendy nice. That top is so trendy. Super trendy. Every other blogger is wearing it. I end up with about five men's t-shirts. We browse for a bit longer and then I leave the market and Sonia behind to take a long trip to find out about fashion outside the city. And it seems that, as he's often said about this country, it's a tale of two Indians. Far away from the malls and the international brands of the city. We're here in Rajasthan, in the countryside. I've just driven here along dirt tracks, wheat and maize being grown in the fields around. And you get a very different picture of what the Indian fashion industry really is. Because here, Indian crafts and design techniques are still the mainstay. We've arrived at the Ushah Selyi School. It's a building under construction at the moment. There's lots of wooden scaffolding because they're actually building a first floor and inside the building here, there must be around 12 women on sewing machines and these are non-electric sewing machines so they're just using the foot pedal. Everybody's busy cutting and preparing the cloth. And we've got a rail at the back as well that's got some finished garments. We're just going to talk to them now. Hello, hi, nice to meet you. These tailors well dressed in their brightly coloured saries or long kortar dresses worn with drain pipe bottoms, some with dupattas covering their heads, have all successfully set up their own businesses, teaching sewing skills and making clothes. Mainly for a clientele of young women, as Sunita Komowat tells me. College-koyah. College-going girls. College-going girls. They're going to college and they look at designs on YouTube and bring sewing work for me. As they earn money, they spend it. And what do they like wearing? Are they wearing salwar camis or buying skirts or what are they asking you to make? Ladies like the lehengah, a traditional Indian long skirt and the girls like tops with special stitching on it called Pintax. Oh okay so this is what you're talking about. We make tiny plates and sew them down with the machine in a very straight line. My name is Gita Pujapati. I have been doing this sewing work since 2013 and I teach others too. Before this I was working on the farm and in the field. So your whole life has changed then from learning these skills. Yes, before my life was very difficult. I didn't have money but now I'm earning good money. My family were against me doing this before, but now I'm paying for my son to go to school and I'm thinking to extend my home. It is anybody buy any fashion online? No, I never need it to. I do look on there. Then I make it myself and wear it. Is anybody here worried about the growth of the Indian fashion clothes that are made in factories, that their skills are not needed in modern India. No, it's not going to go like that. We can see any of the new fashions. Our robot cannot do what we do with the level of finish that we can provide. In fact, rather than the relentless pursuit of Western trends and fast fashion, it turns out that the manheading India's top fashion event, the Lackamé Fashion Week in Mumbai, believes that an integral part of India's future fashion industry lies in the skills of women like these and the craft heritage of rural India. Just breathe Jandok. The initial thought was that India as a market deserved to have a showcase event that showcases the best of Indian fashion, design and craft. Fashion Week used to be a very exclusive space. You know, what would happen in the fashion industry is that the designer would always be the face even though the craftsman was doing all the work. So we have brought all of that into the force. So in fact, even where we are working with women who are providing not only skilling, but the ability to then create a product that can actually sell in an urban market, even though it's been made in a rural market, which is really, really tipped over the fashion week into a much larger conversation than who went to whose party. So in the first ever initiative of its kind, some of these very women ended up working with India's most prestigious designers to present haute couture designs on the runways of Lacameh Fashion Week. Sunita was one of them. It was so good, I never made designs like that before. So I found it very rewarding. The intricate handwork and stitching, I really enjoyed going to Mumbai. It was the first time I ever went on a plane or left my village. I thought I might fall out of the sky. And then we got there, I saw the models like on TV. And then I actually walked with them on the ramp. I will remember that day forever. While we might talk about all the good things that we do, we are still a private organization built on the fundamentals of driving profitability as well. So I am a business head. I understand that if I have to sell the narrative to another business head, let's say a retailer, it has to make business sense for that retailer. We've actually been able to convince retailers to invest in the craft sector because we feel that the value-added product that will come out of the craft sector, which is handcrafted, the consumer will pay higher money for it, which allows the retailer to make more money in the long term as well. That's the only way anything will be sustainable. Back in the traffic of Delhi, I'm ending my fashion journey in a well-heeled part of town, meeting another blogger. According to her 600,000 strong follow account on Instagram, she's about 20 times more influential than Sonia, the fashion easter I met earlier. And she has the paid collaborations, luxury merchandise and free travel trips to prove it. She's known as that boho girl. Hi guys, I'm Kritika. I'm a fashion travel and beauty blogger. I started on Instagram first. Now I am on YouTube, I have a blog. I'm an introvert so I like to post pictures and captions to express myself and I think that was the only medium to do that through internet. Tell me what is the secret of being an influencer, do you think like what is it that is the integral thing that you must always go back to and think this is in essence what I must do. I think the part which helped me was keeping it real. I share my life, my family, I post pictures of my dogs and I think people really connect even if you're promoting a big brand, for example a luxury brand, if you have a different surrounding, if you're just sitting on a sofa and holding a cup in your hand and keeping the bag on the side it really makes an impact and they think even if they can't get that bag, they can still love the vibe. For example, I bought a bag from Balenciaga recently and I was talking about it everywhere that I need this bag, I need this bag. So they start connecting with you and when I finally got the bag, I posted pictures with it. They felt as if they have got the bag. Even as Kriyika indulges in her love of luxury brands as many young urban Indians are doing, falling for the Gucci's and Armani's as these song lyrics detail, there will always be the traditional Indian style, the plain Kirta or the sari which Kriika also champions. As she says you can easily style both together. Boho is about mixing different things together, different prints and patterns together. So I make sure if I took a top from Janpath, it's very ethnic, right? Janpath is a street mark. I was there you have been. Ah. Black's night, actually. And it's amazing and I think people really like mixing both the stuff together. Like as an Indian fusion. Fusion. Fusion is really, really in right now. And most of the college girls, they like fusion because it's very comfortable and you're just mixing stuff together and you're just chilling. I do wear a lot of sari's as well. For example, if I'm doing 10, 15 posts, I love sari's and I love kutas. Like you can style it in so many different ways like a white kutha so I usually wear different different outfits I do a lot of fusion so I think that keeps a balance and I do collaborate with a lot of Indian brands I went to London Fashion Week and I wore a sari and it was just too much out there but still people loved it and it got featured in a lot of sites and Cosmo, L, Harper so I think I do want to make sure that we don't lose our culture. In a growing market as more international brands seek new consumers, the move towards Western fashion in India will undoubtedly increase. But given consumer demand is mainly for traditional wear, the opportunities for Indian companies remain high, to build brands, sell online and even supply Western wear too. A hopeful future for the industry also manages to include the rural poor with its rich fashion heritage. You've been listening to Global Business, which was produced and presented by me, Nina Robinson."}