{"speakers": [], "chunks": [{"timestamp": [0.0, 1.74], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.54, 11.28], "text": " Thanks for downloading the World of Business podcast from the BBC."}, {"timestamp": [12.12, 14.36], "text": " In this edition of Radio 4's in Business,"}, {"timestamp": [14.94, 18.8], "text": " David Baker looks at how COVID-19 may reshate the way we work"}, {"timestamp": [18.8, 21.68], "text": " and who or what we'll be working with."}, {"timestamp": [21.68, 26.64], "text": " Will the pandemic of 2020 accelerate the pace of automation in the workplace?"}, {"timestamp": [30.1, 31.54], "text": " Hi Jenny, can you hear me?"}, {"timestamp": [32.16, 33.56], "text": " Yes, I can hear you perfectly."}, {"timestamp": [34.8, 38.1], "text": " Jenny Holloway is the CEO of Fashion Enter Limited,"}, {"timestamp": [38.64, 40.44], "text": " a garment manufacturer in North London."}, {"timestamp": [40.92, 42.76], "text": " Just while it's a little bit more quiet here,"}, {"timestamp": [42.8, 44.74], "text": " I'll just show you one of our cutting areas."}, {"timestamp": [45.44, 47.76], "text": " And she's taking me on a quick tour of her factory."}, {"timestamp": [47.76, 51.76], "text": " This is where we have ladies working as a team together."}, {"timestamp": [51.76, 54.4], "text": " They work on JIT just in time."}, {"timestamp": [54.4, 60.96], "text": " A tour that because of the pandemic I can't do in person, but which we're doing over the internet."}, {"timestamp": [60.96, 65.92], "text": " What you can hear are the automatic industrial machines clicking on and off."}, {"timestamp": [65.92, 69.04], "text": " We've got the latest technology on machines."}, {"timestamp": [69.04, 71.12], "text": " Tell me about how many people and how many machines."}, {"timestamp": [71.12, 74.32], "text": " Is it mostly machines in the room or is it a bit of a mix?"}, {"timestamp": [74.32, 77.92], "text": " So it is a bit of a mix. We've got two, four, five."}, {"timestamp": [77.92, 82.8], "text": " We would normally have seven people, seven machinists working and two cutters."}, {"timestamp": [82.8, 84.8], "text": " So this is a smaller room."}, {"timestamp": [84.8, 85.0], "text": " And now I'm going to take you on to the core factory where we have over 50, seven machinists working and two cutters. So this is a smaller room."}, {"timestamp": [85.0, 87.98], "text": " And now I'm going to take you on to the core factory"}, {"timestamp": [87.98, 91.92], "text": " where we have over 50 stitches in total"}, {"timestamp": [91.92, 96.56], "text": " and we have the main cutting area for the fabric."}, {"timestamp": [99.6, 101.4], "text": " From the technology that lets Jenny take me"}, {"timestamp": [101.4, 103.36], "text": " on a remote tour of her factory"}, {"timestamp": [103.36, 104.96], "text": " to the machines on the shop floor"}, {"timestamp": [104.96, 107.0], "text": " that are producing those garments. Automation is already a remote tour of her factory, to the machines on the shop floor that are producing those garments,"}, {"timestamp": [107.0, 111.0], "text": " automation is already a key part of the workplace."}, {"timestamp": [111.0, 120.0], "text": " But now, facing a very uncertain economic future, employers are having to think hard about where they could use machines instead of people."}, {"timestamp": [120.0, 124.0], "text": " This won't be an easy decision."}, {"timestamp": [124.0, 127.0], "text": " Companies are already laying people off in large numbers. Unemployment in the UK is currently just generally just a an easy decision. Companies are already laying people off in large numbers."}, {"timestamp": [127.0, 131.0], "text": " Unemployment in the UK is currently just under 4%."}, {"timestamp": [131.0, 137.0], "text": " But the worst-case predictions say that number could rise to double figures by the end of the year."}, {"timestamp": [137.0, 141.0], "text": " And it's not just economic uncertainty that's threatening jobs."}, {"timestamp": [141.0, 148.0], "text": " Globalisation is too, and crucially, technology. These were factors before"}, {"timestamp": [148.0, 155.0], "text": " COVID-19 struck, of course, but the pandemic has made these issues even more pressing."}, {"timestamp": [155.0, 161.72], "text": " I'm David Baker, and in this episode of In Business, I'll be looking at the opportunities"}, {"timestamp": [161.72, 165.24], "text": " and the challenges presented by technology in the workplace,"}, {"timestamp": [171.14, 173.84], "text": " and asking of now, thanks to a microscopic virus, robots really are coming for our jobs."}, {"timestamp": [177.84, 178.04], "text": " I do believe that automation has to be the way forward."}, {"timestamp": [179.96, 180.4], "text": " We are suffering from a skill shortage."}, {"timestamp": [182.28, 186.86], "text": " This is inherent within our industry. In the 70s and 80s, we were known for our garment manufacturing expertise."}, {"timestamp": [187.3, 192.46], "text": " We had excellent factories that were based in Barnsley with Burnham in Nottingham."}, {"timestamp": [192.46, 200.22], "text": " And it was regarded as a highly skilled craft whereby people wanted to become a stitcher."}, {"timestamp": [200.6, 205.98], "text": " With all the scandal that has recently been about sweatshops and working conditions,"}, {"timestamp": [206.42, 210.86], "text": " this is not a desirable industry to go into for young people."}, {"timestamp": [211.42, 214.0], "text": " Fashion per se is everyone wants to be a designer."}, {"timestamp": [214.26, 220.32], "text": " Everybody wants to basically do the illustrations and go looking for comparative shopping around the world."}, {"timestamp": [220.76, 226.04], "text": " But actually, you can't be a designer unless you know production and have these skills."}, {"timestamp": [226.8, 231.62], "text": " To help people learn those skills, Fashion Enter runs a fashion technology academy,"}, {"timestamp": [232.06, 234.82], "text": " which teaches people the essentials of garment making."}, {"timestamp": [235.62, 237.38], "text": " But it's not all scissors and thread."}, {"timestamp": [237.94, 242.36], "text": " The company is invested in new technology that will significantly cut the time it takes"}, {"timestamp": [242.36, 244.48], "text": " to design and prototype a garment."}, {"timestamp": [245.18, 252.76], "text": " So we have a 3D software system where instead of painstakingly doing an illustration,"}, {"timestamp": [253.32, 259.56], "text": " then creating a pattern, then buying the fabric and putting the pattern onto the fabric,"}, {"timestamp": [260.32, 265.16], "text": " cutting out the fabric, stitching it up, and then trying it on a model."}, {"timestamp": [265.56, 272.2], "text": " Think of the time and the effort we have put into that garment to realise we don't like it."}, {"timestamp": [272.64, 280.34], "text": " So we have invested over £230,000 to have state-of-the-art technology,"}, {"timestamp": [280.7, 287.54], "text": " which allows you to design in 2D, which can then be transported to 3D."}, {"timestamp": [288.38, 295.72], "text": " And then with the 3D, the avatar, which you have created with the right bust, waist, and hip measurement,"}, {"timestamp": [296.1, 299.14], "text": " will jump and stretch and run."}, {"timestamp": [299.62, 302.38], "text": " And then you can see whether or not this pattern is going to work."}, {"timestamp": [302.38, 307.78], "text": " And you can get the garment right before you even have to cut a piece of fabric."}, {"timestamp": [308.16, 310.1], "text": " It's the most amazing technology."}, {"timestamp": [316.56, 320.02], "text": " You can see how software like that makes a huge difference"}, {"timestamp": [320.02, 321.78], "text": " to the process of designing a garment,"}, {"timestamp": [322.54, 325.36], "text": " cutting both the time and the cost of getting it right"}, {"timestamp": [325.36, 332.48], "text": " before you go into production. We're a long way, though, from robots actually making clothes."}, {"timestamp": [333.12, 338.16], "text": " A lot of garment making involves fiddly, intricate skills that humans are good at,"}, {"timestamp": [338.16, 344.48], "text": " but robots, or as they're known in the fashion industry, sowbots, still find hard to master."}, {"timestamp": [344.48, 350.16], "text": " There are sowbots that are being developed, whereby these short sowbots can pick up two"}, {"timestamp": [350.16, 355.16], "text": " pieces of fabric, and then they have got the eye to be able to marry those notches together."}, {"timestamp": [355.5, 361.5], "text": " But my understanding is that they are nowhere near ready for mass commercialisation."}, {"timestamp": [361.78, 363.26], "text": " So yes, they can do a t-shirt."}, {"timestamp": [363.62, 367.7], "text": " However, we work on silks. We can work on leather,"}, {"timestamp": [368.3, 377.6], "text": " walls. And there's not a machine that I have seen that could even be 10% efficient to what our"}, {"timestamp": [377.6, 383.6], "text": " machinists are. And it's having the ability to make sure that they're thinking and have empathy"}, {"timestamp": [383.6, 387.08], "text": " with that garment and that they're making it to the best possible standard."}, {"timestamp": [387.76, 391.82], "text": " Businesses globally are having to adjust to a new world of quarantines,"}, {"timestamp": [392.06, 393.7], "text": " lockdowns and social distancing."}, {"timestamp": [394.36, 397.94], "text": " And the headlines worrying about robots coming to take our jobs"}, {"timestamp": [397.94, 400.28], "text": " are getting bigger and bolder."}, {"timestamp": [400.98, 403.04], "text": " And there may be something in those concerns."}, {"timestamp": [403.86, 408.28], "text": " Just look at how companies responded the last time we faced an uncertain economic future."}, {"timestamp": [408.66, 415.18], "text": " We saw during the Great Recession in 2008 routine rule-based jobs, which can easily be automated,"}, {"timestamp": [415.7, 419.02], "text": " disappearing very rapidly and not coming back."}, {"timestamp": [419.56, 425.68], "text": " Carl Benedict Frey is Director of the Future of Work Program at the University of Oxford's Martin School."}, {"timestamp": [425.68, 430.8], "text": " This has to do with businesses desire to cut costs during an economic downturn,"}, {"timestamp": [430.8, 433.96], "text": " but it also has to do with consumer choices."}, {"timestamp": [433.96, 439.68], "text": " And what happens during economic downturns is that consumers tend to opt for cheaper goods"}, {"timestamp": [439.68, 445.28], "text": " and services, which are often produced with more automation technology."}, {"timestamp": [449.76, 454.54], "text": " And that automation, he says, inevitably leads to some people losing their jobs. So we're seeing these middle-income factory jobs disappearing."}, {"timestamp": [455.04, 461.78], "text": " We see new type of jobs being created in-person type of services in tech industries."}, {"timestamp": [462.28, 467.54], "text": " But somebody worked in a factory is not going to become a software engineer"}, {"timestamp": [467.54, 474.4], "text": " and is not going to become a yoga instructor either. And I think that is to some extent the key concern."}, {"timestamp": [474.4, 478.9], "text": " A lot of employers are being tempted to say, wow, maybe this is the opportunity,"}, {"timestamp": [479.14, 484.52], "text": " COVID laying off workers, greater social distancing in the workplace. This is the opportunity for me"}, {"timestamp": [484.52, 490.82], "text": " to install automation in my company. What are the issues that employers are considering when"}, {"timestamp": [490.82, 496.96], "text": " they're trying to make that decision? Well, I think right now, job retention is very critical issue."}, {"timestamp": [497.5, 504.1], "text": " Businesses that have received support and I end up laying off workers are more likely to"}, {"timestamp": [504.1, 508.0], "text": " get bad press and see a backlash against that."}, {"timestamp": [508.0, 515.44], "text": " So I think businesses right now are figuring out what is the right balance of work from offices"}, {"timestamp": [515.44, 522.64], "text": " because there are still critical knowledge spillovers, critical interactions that are happening at offices."}, {"timestamp": [522.64, 526.16], "text": " But there comes a time in every project and in every"}, {"timestamp": [526.16, 531.42], "text": " product life cycle when production becomes more standardized. And when something becomes more"}, {"timestamp": [531.42, 536.58], "text": " standardized, you just want to execute it peacefully. And then something can often be assured"}, {"timestamp": [536.58, 544.06], "text": " or even automated away. That leaves, of course, the non-standardized tasks that we humans"}, {"timestamp": [544.06, 545.16], "text": " are uniquely good at. One of those is talking to each other. A lot of course, the non-standardised tasks that we humans are uniquely good at."}, {"timestamp": [546.04, 548.14], "text": " One of those is talking to each other."}, {"timestamp": [548.82, 553.3], "text": " A lot of businesses now use chatbots to provide a first level of customer service."}, {"timestamp": [553.82, 559.0], "text": " That little window that pops up as you're browsing a company's website is a robot offering to help."}, {"timestamp": [559.74, 562.0], "text": " But pretty soon you'll be transferred to a person."}, {"timestamp": [562.96, 568.88], "text": " Technology as yet hasn't completely mastered the nuances of human language."}, {"timestamp": [568.88, 574.64], "text": " We saw that in what's called the Turing Test competitions, where chatbots tried to convince"}, {"timestamp": [574.64, 576.6], "text": " human judges of them being a person."}, {"timestamp": [576.6, 582.0], "text": " So chatbots chat with human judges and human judges chat with chatbots and people"}, {"timestamp": [582.0, 585.28], "text": " try to distinguish between the two at the end of the conversation."}, {"timestamp": [589.44, 595.68], "text": " And there was actually a breakthrough a couple of years ago when one chatbot managed to convince 30% of human judges of it being a person, but it did so by pretending to be a 13 year old"}, {"timestamp": [595.68, 601.6], "text": " Russian orphan voice speaking English as a second language with no understanding of English culture."}, {"timestamp": [601.6, 607.78], "text": " So yes, chatbots can do simple in-person communication and answer relatively"}, {"timestamp": [607.78, 613.94], "text": " standardized things, but when it comes to real sort of interactions, we try to convince somebody"}, {"timestamp": [613.94, 620.08], "text": " that you write about something, we try to motivate colleagues to perform better as a team."}, {"timestamp": [620.08, 625.2], "text": " I think all of those things are very far off from being done by machines."}, {"timestamp": [629.2, 634.48], "text": " We believe the best balance is the combination of people and automation."}, {"timestamp": [635.2, 638.16], "text": " So the great thing about automation is it's very efficient."}, {"timestamp": [638.56, 641.6], "text": " The downside of automation, it's not very flexible,"}, {"timestamp": [641.6, 646.4], "text": " so often can't respond to changes very easily without high degrees of change."}, {"timestamp": [646.72, 649.14], "text": " So bringing the two things together really help."}, {"timestamp": [650.2, 654.2], "text": " Peter Pritchard is CEO of the Pet Supplies and Vets Group, Pets at Home."}, {"timestamp": [655.0, 660.96], "text": " The company has more than 450 stores and 6,000 employees across the United Kingdom,"}, {"timestamp": [661.58, 664.08], "text": " as well as an online home delivery service."}, {"timestamp": [664.72, 666.56], "text": " It's already invested heavily"}, {"timestamp": [666.56, 674.24], "text": " in technology and in 2023 is planning to open a new highly automated distribution center in Stafford"}, {"timestamp": [674.24, 680.16], "text": " that will employ 900 people working alongside robot colleagues. So a really good example of this"}, {"timestamp": [680.16, 685.76], "text": " is historically in our current distribution centers we have what we call person to goods where"}, {"timestamp": [685.76, 691.76], "text": " actually it means a person moves from picking location to picking location to pick an item for either a"}, {"timestamp": [691.76, 697.36], "text": " customer or a store in our new distribution center we have what's called a goods to person solution"}, {"timestamp": [697.36, 702.08], "text": " where the goods come to the person to pick that means that person can be very efficient because"}, {"timestamp": [702.08, 706.0], "text": " we've actually got a lot of product moving towards them rather than a person walking around a warehouse."}, {"timestamp": [706.48, 708.8], "text": " So they think the secret is always to try and work out"}, {"timestamp": [708.8, 710.38], "text": " where automation is best deployed."}, {"timestamp": [711.42, 714.4], "text": " Pets at home has made a success of combining technology,"}, {"timestamp": [714.64, 716.06], "text": " people and our furry friends."}, {"timestamp": [716.78, 719.0], "text": " The company supplies thousands of products"}, {"timestamp": [719.0, 721.4], "text": " from rabbit hutchers to high-end dog food"}, {"timestamp": [721.4, 723.3], "text": " for pet lovers across the country."}, {"timestamp": [724.0, 727.0], "text": " Last year, its turnover was almost £1 billion."}, {"timestamp": [727.0, 731.0], "text": " And it also offers telemedicine consultancies with its vets,"}, {"timestamp": [731.0, 735.0], "text": " which means that many people don't have to bring their pets into a surgery."}, {"timestamp": [735.0, 740.0], "text": " It's technology like this that has enabled the company to adapt to this rapidly changing world."}, {"timestamp": [740.0, 743.0], "text": " But staff need time to adapt too."}, {"timestamp": [743.0, 746.36], "text": " The key, Peter says, to introducing technology in the workplace"}, {"timestamp": [746.36, 749.94], "text": " is to make sure your people are fully engaged from the start."}, {"timestamp": [750.44, 754.68], "text": " Technology and automation is only as very good as the people who operate it."}, {"timestamp": [755.2, 758.34], "text": " And therefore, like any change, when you implement change,"}, {"timestamp": [758.42, 760.92], "text": " you've got to focus as much not just on the physical change"}, {"timestamp": [760.92, 762.92], "text": " of implementation of the technology itself,"}, {"timestamp": [763.36, 765.44], "text": " but acceptance is even more important. So whenever we land a change of any of the technology itself, but acceptance is even more important."}, {"timestamp": [766.0, 771.92], "text": " So whenever we land a change of any type in our organization, we always go to the human factor first,"}, {"timestamp": [771.92, 778.24], "text": " which is how do people feel? Are they scared? How do we help them understand? How do we help them"}, {"timestamp": [778.24, 782.96], "text": " adopt? How do they help them through the change curve? Because generally, if you do that really well,"}, {"timestamp": [782.96, 789.84], "text": " you'll actually find that the automation and the technology is adapted and adopted really well by the users. I think we've all in our"}, {"timestamp": [789.84, 795.28], "text": " organisations seeing technology that we've landed actually because it wasn't adopted it failed"}, {"timestamp": [796.08, 801.04], "text": " and I think therefore you've always got to bring it back down to a very human side which is how"}, {"timestamp": [801.04, 808.0], "text": " people feel and how you take them on the journey. Not everyone is in your position of enjoying growth."}, {"timestamp": [808.0, 814.0], "text": " Many companies at the moment are really facing almost an existential crisis and might think,"}, {"timestamp": [814.0, 818.88], "text": " wow, actually maybe this is the time to get rid of a lot of my workforce and replace them"}, {"timestamp": [818.88, 825.88], "text": " with machines. Do you think ethically this is the right time for someone to do that, for a company to do that?"}, {"timestamp": [826.56, 828.42], "text": " I think that is a very tough question."}, {"timestamp": [828.54, 831.5], "text": " I think each organisation has to look to their own."}, {"timestamp": [832.4, 836.42], "text": " I would suggest, though, that generally never let the pendulum swing too far."}, {"timestamp": [836.58, 837.32], "text": " It's never good."}, {"timestamp": [837.82, 842.3], "text": " I think what you've always got to start off by looking at actually is what is the problem you're trying to solve."}, {"timestamp": [842.92, 846.56], "text": " And I think in answering that question, you've got to look at the consequences of that question."}, {"timestamp": [847.02, 849.5], "text": " People can do lots of things that machines can't."}, {"timestamp": [849.84, 853.34], "text": " So don't put machine into a role that a person can do better"}, {"timestamp": [853.34, 854.96], "text": " because it can bring other skills."}, {"timestamp": [855.26, 856.72], "text": " And you've got to look at that hole"}, {"timestamp": [856.72, 859.7], "text": " and not just from a straight efficiency and productivity."}, {"timestamp": [860.56, 863.38], "text": " In my experience, you've always got to be balanced."}, {"timestamp": [863.68, 868.56], "text": " I think whenever there's a race for one solution over another, it comes with a consequence."}, {"timestamp": [868.56, 873.16], "text": " Even if you think automation is the way to go, no company is an island."}, {"timestamp": [873.16, 877.88], "text": " The technology you choose is going to have to work with that of your suppliers and your customers."}, {"timestamp": [877.88, 881.64], "text": " And if you get that wrong, the consequences could be severe."}, {"timestamp": [881.64, 888.38], "text": " I think we're getting to a point now where automation is becoming increasingly important,"}, {"timestamp": [888.38, 896.28], "text": " but a lot of the technology is still quite new, and businesses in many instances are just"}, {"timestamp": [896.28, 899.56], "text": " trying to decide which route to go down."}, {"timestamp": [899.56, 909.86], "text": " Jonathan Gillum is chief economist at the International Business Consultancy, PWC. The group has been particularly focused recently on how technology will affect the world of work."}, {"timestamp": [909.86, 917.24], "text": " There are significant strategic choices that they need to make about where they prioritize automation,"}, {"timestamp": [917.68, 921.78], "text": " and the technology is often not quite there yet."}, {"timestamp": [922.16, 927.24], "text": " So businesses have actually been quite cautious in some circumstances"}, {"timestamp": [927.24, 932.64], "text": " because they want to pick the lead technology going forwards. Now, it's funny you say technology"}, {"timestamp": [932.64, 938.26], "text": " is not quite there yet. In one sense, that might be surprising to listeners because we're"}, {"timestamp": [938.26, 942.5], "text": " used to the idea that if a company can get the latest tech, then that'll give them the competitive"}, {"timestamp": [942.5, 952.06], "text": " edge. Is that not the case? That is the case, but you have to join up with your suppliers, the businesses that you interact"}, {"timestamp": [952.06, 958.5], "text": " on a daily basis. So if your key supplier perhaps chooses a different platform, then you're"}, {"timestamp": [958.5, 964.28], "text": " immediately introducing layers of complexity. And when I say that technology is not quite there"}, {"timestamp": [964.28, 965.7], "text": " yet, there's not these seamless interactions yet with different platforms. And when I say that technology is not quite there yet, there's not these"}, {"timestamp": [965.7, 971.32], "text": " seamless interactions yet with different platforms. And with so many businesses facing real"}, {"timestamp": [971.32, 976.14], "text": " hardship because of the economic effects of the pandemic, there's a lot riding on any new"}, {"timestamp": [976.14, 982.5], "text": " technology investments they make. There are clear strategic choices that businesses have to make"}, {"timestamp": [982.5, 987.2], "text": " around which parts of their business they automate first."}, {"timestamp": [987.44, 992.6], "text": " So, do they automate their back office, the HR, the personnel function?"}, {"timestamp": [993.16, 995.64], "text": " Do they automate some of their production processes?"}, {"timestamp": [996.42, 999.3], "text": " And that's quite a hard decision to make."}, {"timestamp": [999.3, 1004.16], "text": " Then you have a decision around which technology to actually pick."}, {"timestamp": [1004.74, 1006.84], "text": " You'd want to pick a technology that"}, {"timestamp": [1006.84, 1012.9], "text": " perhaps if it was a supply chain issue, that businesses that you trade with and interact with"}, {"timestamp": [1012.9, 1019.6], "text": " on a daily basis are also using. And I'll show my age a little bit here. It goes back to the"}, {"timestamp": [1019.6, 1026.14], "text": " analogy of VHS and Betamax. If you start to use Betamax,"}, {"timestamp": [1026.26, 1028.72], "text": " but your supply chain uses VHS,"}, {"timestamp": [1029.52, 1032.38], "text": " then actually you've invested in something"}, {"timestamp": [1032.38, 1034.94], "text": " that is ultimately, well, not worthless,"}, {"timestamp": [1035.26, 1037.14], "text": " but would not necessarily give you the efficiency"}, {"timestamp": [1037.14, 1038.34], "text": " that you might actually want."}, {"timestamp": [1041.94, 1044.42], "text": " Even if you can identify the right technology,"}, {"timestamp": [1044.96, 1047.24], "text": " automation is expensive."}, {"timestamp": [1047.24, 1050.66], "text": " And in this area, the UK has really fallen behind."}, {"timestamp": [1050.66, 1055.84], "text": " To keep up with our closest competitors, we need to be spending more, much more, on research"}, {"timestamp": [1055.84, 1057.84], "text": " and development."}, {"timestamp": [1057.84, 1063.84], "text": " Businesses probably need to be investing around 15% of their total profit in these types of"}, {"timestamp": [1063.84, 1066.0], "text": " technology over the next decade."}, {"timestamp": [1066.0, 1070.5], "text": " And as a consultant, how does that sound as a proportion of reinvestment of profits?"}, {"timestamp": [1070.5, 1072.0], "text": " Is that high? Is that unusual?"}, {"timestamp": [1072.0, 1074.0], "text": " That is a high proportion."}, {"timestamp": [1074.0, 1083.0], "text": " The UK has been relatively sluggish in terms of its investments in technology and research and development."}, {"timestamp": [1083.0, 1087.34], "text": " The government at the moment is currently doing a lot to try and incentivise businesses"}, {"timestamp": [1087.34, 1092.2], "text": " to invest quicker, to do more research and development, to adopt more technology."}, {"timestamp": [1092.92, 1095.26], "text": " So it will be a big shift change."}, {"timestamp": [1095.46, 1104.18], "text": " Currently, the ambition for research and development technology is around 2.7% of our national GDP,"}, {"timestamp": [1104.62, 1107.46], "text": " but we're actually quite a bit below that at the moment."}, {"timestamp": [1108.08, 1112.18], "text": " So if you think that businesses then have to invest around 15% of their profits,"}, {"timestamp": [1112.52, 1115.72], "text": " they're different measures, so let's not compare apples and pairs,"}, {"timestamp": [1116.1, 1119.64], "text": " but it shows you that actually quite a lot is needed to be done."}, {"timestamp": [1120.18, 1122.64], "text": " The trouble is reaching that level of investment"}, {"timestamp": [1122.64, 1127.2], "text": " is going to be difficult in industries hit hard by the economic effects of COVID-19."}, {"timestamp": [1130.16, 1133.96], "text": " My name is Mandy Rydyard. I'm the finance director of Projimax."}, {"timestamp": [1134.52, 1138.88], "text": " We're an aerospace company in West Yorkshire, just outside of Bradford."}, {"timestamp": [1141.04, 1149.24], "text": " The company's been around since 1966. I bought it in 1998, but in the last five years we've grown dramatically."}, {"timestamp": [1149.24, 1155.68], "text": " We've doubled our turnover and our headcount, built to brand new factories and increased our"}, {"timestamp": [1155.68, 1159.24], "text": " investment in technology dramatically."}, {"timestamp": [1159.24, 1164.28], "text": " Projumax manufactures parts for aeroplanes, and pretty much no sector has been hit as hard"}, {"timestamp": [1164.28, 1167.0], "text": " by the pandemic as civil aviation."}, {"timestamp": [1167.0, 1171.0], "text": " We expect to be about 25% down at the end of this year."}, {"timestamp": [1171.0, 1175.0], "text": " Last year we had our best ever year and it was going to continue again this year"}, {"timestamp": [1175.0, 1179.0], "text": " and we were expecting to double our turnover again in the next five years."}, {"timestamp": [1179.0, 1182.0], "text": " But obviously with what's happening in civil aerospace"}, {"timestamp": [1182.0, 1185.22], "text": " and the fact that planes aren't really flying that much in the skies anymore,"}, {"timestamp": [1191.12, 1192.12], "text": " it has affected our demands. So we're not expecting that to return for the next three to five years."}, {"timestamp": [1197.46, 1197.76], "text": " Projumax is resourceful and found it was able to pivot quickly and make a contribution, for example,"}, {"timestamp": [1203.64, 1206.4], "text": " when the UK government put out a call for ventilators. But there's no denying that the current uncertainty is going to have an effect on how it invests for the future."}, {"timestamp": [1206.4, 1210.0], "text": " Although we won't be investing as much this year as we plan to,"}, {"timestamp": [1210.0, 1214.0], "text": " because we need to make sure that we look after our cash to look after our people,"}, {"timestamp": [1214.0, 1217.0], "text": " we've also changed a lot of ways in which we work,"}, {"timestamp": [1217.0, 1220.0], "text": " so a lot of our people are now homeworking,"}, {"timestamp": [1220.0, 1223.0], "text": " and so a lot of our processes have become more digitised,"}, {"timestamp": [1223.0, 1225.66], "text": " and actually they've speeded up because of that."}, {"timestamp": [1226.2, 1229.82], "text": " So I think that investment has been paused, but it won't be stopped."}, {"timestamp": [1230.06, 1232.64], "text": " We just need to make sure that we get through this year first."}, {"timestamp": [1233.16, 1236.58], "text": " As companies adopt more and more technology, more and more automation,"}, {"timestamp": [1237.6, 1243.88], "text": " people have to be retrained into working with those machines that come onto the factory floor."}, {"timestamp": [1243.88, 1247.0], "text": " What kind of training do you have to train your workforce"}, {"timestamp": [1247.0, 1250.0], "text": " to cope with the advanced automation that you're installing?"}, {"timestamp": [1250.0, 1254.0], "text": " One of the things that we do is encourage lifelong learning companies"}, {"timestamp": [1254.0, 1257.0], "text": " and I think that that's absolutely essential as we move forward."}, {"timestamp": [1257.0, 1259.0], "text": " Obviously there's training in the new technology"}, {"timestamp": [1259.0, 1262.0], "text": " but there's also training in the new ways that we work,"}, {"timestamp": [1262.0, 1265.64], "text": " problem solving, how to improve processes so that we can speed them up. So there's been lots in the new ways that we work, problem solving, how to improve processes"}, {"timestamp": [1265.64, 1271.52], "text": " so that we can speed them up. So there's been lots of NVQs that have been done, there's been"}, {"timestamp": [1271.52, 1277.28], "text": " lots of technical programs that we've put in place to make sure that people that were doing"}, {"timestamp": [1277.28, 1281.96], "text": " the previous role can now do the new role. And that's great because that creates better jobs"}, {"timestamp": [1281.96, 1285.0], "text": " with more job satisfaction and more pay."}, {"timestamp": [1287.36, 1291.68], "text": " And Mandy says we need to change our education system too."}, {"timestamp": [1291.68, 1296.84], "text": " Not just training people in STEM skills, science, technology, engineering and maths,"}, {"timestamp": [1296.84, 1303.36], "text": " but also in so-called soft skills, where people, for the time being at least, have an edge over machines."}, {"timestamp": [1303.36, 1308.28], "text": " We need to make sure that there's a technology increase through STEM subjects,"}, {"timestamp": [1308.48, 1311.58], "text": " but we also need to remember to include design and art in that,"}, {"timestamp": [1311.66, 1316.86], "text": " because design is part of the future, so it needs to be steam, not just STEM."}, {"timestamp": [1317.32, 1322.3], "text": " And we also need to make sure that young people are trained with problem solving and resilience,"}, {"timestamp": [1322.96, 1327.2], "text": " because as we move through the next cycle of work and the"}, {"timestamp": [1327.2, 1332.32], "text": " changes to automation people need to be able to be adept at moving with that change."}, {"timestamp": [1333.36, 1338.64], "text": " And it's a pessimistic thing to say but what's going to happen to the people who can't grasp"}, {"timestamp": [1338.64, 1347.42], "text": " those skills? That's a really difficult question but I think that everybody can grasp skills if they're trained in the right way."}, {"timestamp": [1348.02, 1353.14], "text": " We need to make sure that we provide the right environments for people to upskill."}, {"timestamp": [1353.14, 1359.44], "text": " So it's making sure that we don't put ourselves in a position where we're not supporting apprenticeships"}, {"timestamp": [1359.44, 1365.2], "text": " and not developing the skills within the education system to make sure we still have people in manufacturing"}, {"timestamp": [1365.2, 1368.56], "text": " doing the jobs that will become needed in the future."}, {"timestamp": [1369.44, 1375.04], "text": " A company that stands still in a world that's always moving faster and faster and faster"}, {"timestamp": [1375.04, 1381.04], "text": " is a company that's going backwards. So it's important to us that we move at a faster pace"}, {"timestamp": [1381.04, 1384.96], "text": " than the world is moving to make sure that we maintain our success."}, {"timestamp": [1385.04, 1386.08], "text": " In many ways, that pace of change that Mandy talks about has been moved up at a faster pace than the world is moving to make sure that we maintain our success."}, {"timestamp": [1391.44, 1396.72], "text": " In many ways, that pace of change that Mandy talks about has been moved up a gear by the COVID-19 pandemic. One manager I spoke to in preparing this program said they were trying to implement"}, {"timestamp": [1396.72, 1402.08], "text": " five years' worth of reforms in five weeks. And the impact of these changes will have a"}, {"timestamp": [1402.08, 1410.64], "text": " serious effect on the way we work. What COVID has done is dramatically accelerated, at least an understanding of how work can be done differently,"}, {"timestamp": [1410.64, 1414.96], "text": " some of which will in fact be automated, some of which is just not going to be the same ever again."}, {"timestamp": [1414.96, 1419.36], "text": " Bill Schaninger is a senior partner at the Business Consultancy McKinsey."}, {"timestamp": [1419.36, 1427.0], "text": " He's clear that work will look very different as machines take on more and more of the tasks that people do right now."}, {"timestamp": [1427.0, 1433.3], "text": " And that will require retraining, either upskilling, helping people improve their existing skills,"}, {"timestamp": [1433.3, 1437.44], "text": " or re-skilling, training them to do a whole new job."}, {"timestamp": [1437.44, 1441.5], "text": " So who is it that needs to ensure that employees have the right skills to work alongside"}, {"timestamp": [1441.5, 1443.3], "text": " their robot colleagues?"}, {"timestamp": [1443.3, 1445.0], "text": " The market or the state?"}, {"timestamp": [1445.0, 1448.04], "text": " I think it probably has to be a combination of both."}, {"timestamp": [1448.04, 1450.7], "text": " Think about the push towards re-skilling as an example."}, {"timestamp": [1450.7, 1453.42], "text": " In some parts of the world, it is just state-mandated."}, {"timestamp": [1453.42, 1454.66], "text": " That's the price of doing business."}, {"timestamp": [1454.66, 1458.34], "text": " You know, in terms of companies doing a much better job about clearly signaling where"}, {"timestamp": [1458.34, 1462.32], "text": " the skill needs are going, where they're short, where they're long on skills in the current"}, {"timestamp": [1462.32, 1468.08], "text": " workforce, and then a meaningful understanding, and I'm going to use precise language for a minute, because re-skilling has"}, {"timestamp": [1468.08, 1471.74], "text": " been labeled everywhere. But it's not all re-skilling. Sometimes it's just redeployment."}, {"timestamp": [1472.34, 1476.66], "text": " Sometimes it's upskilling. Someone with financial acumen might be able to do some things that"}, {"timestamp": [1476.66, 1480.7], "text": " look a whole lot like an actuary, but they haven't gone and gotten their actuarial certification."}, {"timestamp": [1480.92, 1484.6], "text": " But they can be really useful. And so that requires a little bit of upskilling. And then there's"}, {"timestamp": [1484.6, 1488.04], "text": " the re-skilling stuff, which is you've done nothing like it, but we think you"}, {"timestamp": [1488.04, 1492.68], "text": " have the capacity to pull this off. That's a little harder because re-skilling makes a whole"}, {"timestamp": [1492.68, 1497.22], "text": " bunch of assumptions around everyone's willingness to learn, everyone's capacity to learn,"}, {"timestamp": [1497.44, 1502.6], "text": " everyone's desire to go and take on entirely new skill set, often later in life, but not exclusively."}, {"timestamp": [1503.4, 1506.7], "text": " Reskilling has been, by most accounts, a hit and miss proposition."}, {"timestamp": [1506.9, 1508.24], "text": " It doesn't work universally everywhere."}, {"timestamp": [1508.7, 1512.48], "text": " And so the challenge there is the private company is supposed to burden that."}, {"timestamp": [1512.68, 1515.16], "text": " And are they responsible for trying to train up everyone?"}, {"timestamp": [1515.9, 1517.98], "text": " And isn't there also a moral dimension here?"}, {"timestamp": [1518.64, 1524.28], "text": " Even if automation will increase your productivity, is this really the right time to be laying"}, {"timestamp": [1524.28, 1524.94], "text": " people off?"}, {"timestamp": [1524.94, 1530.48], "text": " For the organizations that have come out really strong about purpose, I think you are rolling"}, {"timestamp": [1530.48, 1535.2], "text": " the dice if you talk really strongly about multi-stakeholder perspective and your first response to"}, {"timestamp": [1535.2, 1539.6], "text": " COVID is to Slash your workforce. That would look like an incongruity, perhaps a crisis of"}, {"timestamp": [1539.6, 1543.92], "text": " credibility. I'm avoiding saying directly the moral part of what you're saying, because I do think"}, {"timestamp": [1543.92, 1550.18], "text": " in some cases there are some very real and tenuous economic circumstances where if the firm goes away, no one has a job."}, {"timestamp": [1550.7, 1554.6], "text": " And so I trust that there are economic situations where you really feel like you have no choice."}, {"timestamp": [1554.86, 1562.28], "text": " But I think before you get there, there's probably a lot of things you can do to prioritize the livelihoods and the lives of your workforce."}, {"timestamp": [1562.6, 1565.16], "text": " I don't think that means all. I don't think that's ever meant all."}, {"timestamp": [1565.46, 1568.22], "text": " I think there are times where organizations have ebbed and flowed."}, {"timestamp": [1568.38, 1571.88], "text": " I believe the employees will remember how organizations behave today."}, {"timestamp": [1572.38, 1577.06], "text": " What do you say to people who say, well, in a pandemic, you know, machines don't get sick,"}, {"timestamp": [1577.18, 1579.08], "text": " machines don't need social distancing."}, {"timestamp": [1579.34, 1581.88], "text": " You know, they're obviously a better option than people."}, {"timestamp": [1582.42, 1583.64], "text": " No, machines don't buy products."}, {"timestamp": [1583.94, 1585.72], "text": " Machines don't have discretionary income. Machines don't show up to the water cooler or grabbing a couple p than people. No, machines don't buy products. Machines don't have discretionary income."}, {"timestamp": [1585.72, 1589.88], "text": " Machines don't show up to the water cooler or grabbing a couple pines afterward."}, {"timestamp": [1589.88, 1594.94], "text": " So I buy the idea completely that machines are necessary and offer on a really good means"}, {"timestamp": [1594.94, 1596.06], "text": " in deployment of capital."}, {"timestamp": [1596.06, 1597.18], "text": " I buy that."}, {"timestamp": [1597.18, 1601.12], "text": " But I think the idea that it's an extreme one way or the other, I think we've kind of missed"}, {"timestamp": [1601.12, 1602.12], "text": " the point."}, {"timestamp": [1602.12, 1604.34], "text": " I think there's just something broader what it means to be an organization."}, {"timestamp": [1604.34, 1606.66], "text": " And at its core, organizations don't change."}, {"timestamp": [1606.66, 1607.64], "text": " People do."}, {"timestamp": [1607.64, 1609.0], "text": " People are part of the equation."}, {"timestamp": [1613.0, 1616.14], "text": " Before COVID-19 struck,"}, {"timestamp": [1616.14, 1618.76], "text": " our decisions about what jobs people should do"}, {"timestamp": [1618.76, 1620.4], "text": " and what should be left to machines"}, {"timestamp": [1620.4, 1623.02], "text": " were primarily economic ones."}, {"timestamp": [1623.02, 1624.66], "text": " If you could afford a machine that could improve"}, {"timestamp": [1624.66, 1625.8], "text": " your productivity and profit,"}, {"timestamp": [1626.16, 1626.84], "text": " you got it in."}, {"timestamp": [1628.32, 1630.26], "text": " But the crisis we're facing now"}, {"timestamp": [1630.26, 1632.26], "text": " has made this decision more complex."}, {"timestamp": [1633.38, 1634.92], "text": " Thousands of people's livelihoods"}, {"timestamp": [1634.92, 1638.04], "text": " are already threatened by the economic effects of COVID-19,"}, {"timestamp": [1638.66, 1640.74], "text": " and the unstoppable advance of technology"}, {"timestamp": [1640.74, 1642.2], "text": " could make that worse."}, {"timestamp": [1646.44, 1650.2], "text": " But it's not like we don't have a choice in how all this plays out."}, {"timestamp": [1650.2, 1653.76], "text": " There's no doubt that in the future we'll pretty much all of us be in a partnership"}, {"timestamp": [1653.76, 1656.5], "text": " with robots in the workplace."}, {"timestamp": [1656.5, 1661.6], "text": " But it may be that the pandemic has made us pause to think about the implications of this,"}, {"timestamp": [1661.6, 1667.8], "text": " and to ensure that, as the technology advances, we humans don't accidentally get left behind."}, {"timestamp": [1672.8, 1678.64], "text": " Thank you for listening to the world of business presented by David Baker."}, {"timestamp": [1679.36, 1684.8], "text": " The producer was Sandra Canthal, who was edited by Penny Murphy and mixed by Graham Puddyfoot."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. Thanks for downloading the World of Business podcast from the BBC. In this edition of Radio 4's in Business, David Baker looks at how COVID-19 may reshate the way we work and who or what we'll be working with. Will the pandemic of 2020 accelerate the pace of automation in the workplace? Hi Jenny, can you hear me? Yes, I can hear you perfectly. Jenny Holloway is the CEO of Fashion Enter Limited, a garment manufacturer in North London. Just while it's a little bit more quiet here, I'll just show you one of our cutting areas. And she's taking me on a quick tour of her factory. This is where we have ladies working as a team together. They work on JIT just in time. A tour that because of the pandemic I can't do in person, but which we're doing over the internet. What you can hear are the automatic industrial machines clicking on and off. We've got the latest technology on machines. Tell me about how many people and how many machines. Is it mostly machines in the room or is it a bit of a mix? So it is a bit of a mix. We've got two, four, five. We would normally have seven people, seven machinists working and two cutters. So this is a smaller room. And now I'm going to take you on to the core factory where we have over 50, seven machinists working and two cutters. So this is a smaller room. And now I'm going to take you on to the core factory where we have over 50 stitches in total and we have the main cutting area for the fabric. From the technology that lets Jenny take me on a remote tour of her factory to the machines on the shop floor that are producing those garments. Automation is already a remote tour of her factory, to the machines on the shop floor that are producing those garments, automation is already a key part of the workplace. But now, facing a very uncertain economic future, employers are having to think hard about where they could use machines instead of people. This won't be an easy decision. Companies are already laying people off in large numbers. Unemployment in the UK is currently just generally just a an easy decision. Companies are already laying people off in large numbers. Unemployment in the UK is currently just under 4%. But the worst-case predictions say that number could rise to double figures by the end of the year. And it's not just economic uncertainty that's threatening jobs. Globalisation is too, and crucially, technology. These were factors before COVID-19 struck, of course, but the pandemic has made these issues even more pressing. I'm David Baker, and in this episode of In Business, I'll be looking at the opportunities and the challenges presented by technology in the workplace, and asking of now, thanks to a microscopic virus, robots really are coming for our jobs. I do believe that automation has to be the way forward. We are suffering from a skill shortage. This is inherent within our industry. In the 70s and 80s, we were known for our garment manufacturing expertise. We had excellent factories that were based in Barnsley with Burnham in Nottingham. And it was regarded as a highly skilled craft whereby people wanted to become a stitcher. With all the scandal that has recently been about sweatshops and working conditions, this is not a desirable industry to go into for young people. Fashion per se is everyone wants to be a designer. Everybody wants to basically do the illustrations and go looking for comparative shopping around the world. But actually, you can't be a designer unless you know production and have these skills. To help people learn those skills, Fashion Enter runs a fashion technology academy, which teaches people the essentials of garment making. But it's not all scissors and thread. The company is invested in new technology that will significantly cut the time it takes to design and prototype a garment. So we have a 3D software system where instead of painstakingly doing an illustration, then creating a pattern, then buying the fabric and putting the pattern onto the fabric, cutting out the fabric, stitching it up, and then trying it on a model. Think of the time and the effort we have put into that garment to realise we don't like it. So we have invested over £230,000 to have state-of-the-art technology, which allows you to design in 2D, which can then be transported to 3D. And then with the 3D, the avatar, which you have created with the right bust, waist, and hip measurement, will jump and stretch and run. And then you can see whether or not this pattern is going to work. And you can get the garment right before you even have to cut a piece of fabric. It's the most amazing technology. You can see how software like that makes a huge difference to the process of designing a garment, cutting both the time and the cost of getting it right before you go into production. We're a long way, though, from robots actually making clothes. A lot of garment making involves fiddly, intricate skills that humans are good at, but robots, or as they're known in the fashion industry, sowbots, still find hard to master. There are sowbots that are being developed, whereby these short sowbots can pick up two pieces of fabric, and then they have got the eye to be able to marry those notches together. But my understanding is that they are nowhere near ready for mass commercialisation. So yes, they can do a t-shirt. However, we work on silks. We can work on leather, walls. And there's not a machine that I have seen that could even be 10% efficient to what our machinists are. And it's having the ability to make sure that they're thinking and have empathy with that garment and that they're making it to the best possible standard. Businesses globally are having to adjust to a new world of quarantines, lockdowns and social distancing. And the headlines worrying about robots coming to take our jobs are getting bigger and bolder. And there may be something in those concerns. Just look at how companies responded the last time we faced an uncertain economic future. We saw during the Great Recession in 2008 routine rule-based jobs, which can easily be automated, disappearing very rapidly and not coming back. Carl Benedict Frey is Director of the Future of Work Program at the University of Oxford's Martin School. This has to do with businesses desire to cut costs during an economic downturn, but it also has to do with consumer choices. And what happens during economic downturns is that consumers tend to opt for cheaper goods and services, which are often produced with more automation technology. And that automation, he says, inevitably leads to some people losing their jobs. So we're seeing these middle-income factory jobs disappearing. We see new type of jobs being created in-person type of services in tech industries. But somebody worked in a factory is not going to become a software engineer and is not going to become a yoga instructor either. And I think that is to some extent the key concern. A lot of employers are being tempted to say, wow, maybe this is the opportunity, COVID laying off workers, greater social distancing in the workplace. This is the opportunity for me to install automation in my company. What are the issues that employers are considering when they're trying to make that decision? Well, I think right now, job retention is very critical issue. Businesses that have received support and I end up laying off workers are more likely to get bad press and see a backlash against that. So I think businesses right now are figuring out what is the right balance of work from offices because there are still critical knowledge spillovers, critical interactions that are happening at offices. But there comes a time in every project and in every product life cycle when production becomes more standardized. And when something becomes more standardized, you just want to execute it peacefully. And then something can often be assured or even automated away. That leaves, of course, the non-standardized tasks that we humans are uniquely good at. One of those is talking to each other. A lot of course, the non-standardised tasks that we humans are uniquely good at. One of those is talking to each other. A lot of businesses now use chatbots to provide a first level of customer service. That little window that pops up as you're browsing a company's website is a robot offering to help. But pretty soon you'll be transferred to a person. Technology as yet hasn't completely mastered the nuances of human language. We saw that in what's called the Turing Test competitions, where chatbots tried to convince human judges of them being a person. So chatbots chat with human judges and human judges chat with chatbots and people try to distinguish between the two at the end of the conversation. And there was actually a breakthrough a couple of years ago when one chatbot managed to convince 30% of human judges of it being a person, but it did so by pretending to be a 13 year old Russian orphan voice speaking English as a second language with no understanding of English culture. So yes, chatbots can do simple in-person communication and answer relatively standardized things, but when it comes to real sort of interactions, we try to convince somebody that you write about something, we try to motivate colleagues to perform better as a team. I think all of those things are very far off from being done by machines. We believe the best balance is the combination of people and automation. So the great thing about automation is it's very efficient. The downside of automation, it's not very flexible, so often can't respond to changes very easily without high degrees of change. So bringing the two things together really help. Peter Pritchard is CEO of the Pet Supplies and Vets Group, Pets at Home. The company has more than 450 stores and 6,000 employees across the United Kingdom, as well as an online home delivery service. It's already invested heavily in technology and in 2023 is planning to open a new highly automated distribution center in Stafford that will employ 900 people working alongside robot colleagues. So a really good example of this is historically in our current distribution centers we have what we call person to goods where actually it means a person moves from picking location to picking location to pick an item for either a customer or a store in our new distribution center we have what's called a goods to person solution where the goods come to the person to pick that means that person can be very efficient because we've actually got a lot of product moving towards them rather than a person walking around a warehouse. So they think the secret is always to try and work out where automation is best deployed. Pets at home has made a success of combining technology, people and our furry friends. The company supplies thousands of products from rabbit hutchers to high-end dog food for pet lovers across the country. Last year, its turnover was almost £1 billion. And it also offers telemedicine consultancies with its vets, which means that many people don't have to bring their pets into a surgery. It's technology like this that has enabled the company to adapt to this rapidly changing world. But staff need time to adapt too. The key, Peter says, to introducing technology in the workplace is to make sure your people are fully engaged from the start. Technology and automation is only as very good as the people who operate it. And therefore, like any change, when you implement change, you've got to focus as much not just on the physical change of implementation of the technology itself, but acceptance is even more important. So whenever we land a change of any of the technology itself, but acceptance is even more important. So whenever we land a change of any type in our organization, we always go to the human factor first, which is how do people feel? Are they scared? How do we help them understand? How do we help them adopt? How do they help them through the change curve? Because generally, if you do that really well, you'll actually find that the automation and the technology is adapted and adopted really well by the users. I think we've all in our organisations seeing technology that we've landed actually because it wasn't adopted it failed and I think therefore you've always got to bring it back down to a very human side which is how people feel and how you take them on the journey. Not everyone is in your position of enjoying growth. Many companies at the moment are really facing almost an existential crisis and might think, wow, actually maybe this is the time to get rid of a lot of my workforce and replace them with machines. Do you think ethically this is the right time for someone to do that, for a company to do that? I think that is a very tough question. I think each organisation has to look to their own. I would suggest, though, that generally never let the pendulum swing too far. It's never good. I think what you've always got to start off by looking at actually is what is the problem you're trying to solve. And I think in answering that question, you've got to look at the consequences of that question. People can do lots of things that machines can't. So don't put machine into a role that a person can do better because it can bring other skills. And you've got to look at that hole and not just from a straight efficiency and productivity. In my experience, you've always got to be balanced. I think whenever there's a race for one solution over another, it comes with a consequence. Even if you think automation is the way to go, no company is an island. The technology you choose is going to have to work with that of your suppliers and your customers. And if you get that wrong, the consequences could be severe. I think we're getting to a point now where automation is becoming increasingly important, but a lot of the technology is still quite new, and businesses in many instances are just trying to decide which route to go down. Jonathan Gillum is chief economist at the International Business Consultancy, PWC. The group has been particularly focused recently on how technology will affect the world of work. There are significant strategic choices that they need to make about where they prioritize automation, and the technology is often not quite there yet. So businesses have actually been quite cautious in some circumstances because they want to pick the lead technology going forwards. Now, it's funny you say technology is not quite there yet. In one sense, that might be surprising to listeners because we're used to the idea that if a company can get the latest tech, then that'll give them the competitive edge. Is that not the case? That is the case, but you have to join up with your suppliers, the businesses that you interact on a daily basis. So if your key supplier perhaps chooses a different platform, then you're immediately introducing layers of complexity. And when I say that technology is not quite there yet, there's not these seamless interactions yet with different platforms. And when I say that technology is not quite there yet, there's not these seamless interactions yet with different platforms. And with so many businesses facing real hardship because of the economic effects of the pandemic, there's a lot riding on any new technology investments they make. There are clear strategic choices that businesses have to make around which parts of their business they automate first. So, do they automate their back office, the HR, the personnel function? Do they automate some of their production processes? And that's quite a hard decision to make. Then you have a decision around which technology to actually pick. You'd want to pick a technology that perhaps if it was a supply chain issue, that businesses that you trade with and interact with on a daily basis are also using. And I'll show my age a little bit here. It goes back to the analogy of VHS and Betamax. If you start to use Betamax, but your supply chain uses VHS, then actually you've invested in something that is ultimately, well, not worthless, but would not necessarily give you the efficiency that you might actually want. Even if you can identify the right technology, automation is expensive. And in this area, the UK has really fallen behind. To keep up with our closest competitors, we need to be spending more, much more, on research and development. Businesses probably need to be investing around 15% of their total profit in these types of technology over the next decade. And as a consultant, how does that sound as a proportion of reinvestment of profits? Is that high? Is that unusual? That is a high proportion. The UK has been relatively sluggish in terms of its investments in technology and research and development. The government at the moment is currently doing a lot to try and incentivise businesses to invest quicker, to do more research and development, to adopt more technology. So it will be a big shift change. Currently, the ambition for research and development technology is around 2.7% of our national GDP, but we're actually quite a bit below that at the moment. So if you think that businesses then have to invest around 15% of their profits, they're different measures, so let's not compare apples and pairs, but it shows you that actually quite a lot is needed to be done. The trouble is reaching that level of investment is going to be difficult in industries hit hard by the economic effects of COVID-19. My name is Mandy Rydyard. I'm the finance director of Projimax. We're an aerospace company in West Yorkshire, just outside of Bradford. The company's been around since 1966. I bought it in 1998, but in the last five years we've grown dramatically. We've doubled our turnover and our headcount, built to brand new factories and increased our investment in technology dramatically. Projumax manufactures parts for aeroplanes, and pretty much no sector has been hit as hard by the pandemic as civil aviation. We expect to be about 25% down at the end of this year. Last year we had our best ever year and it was going to continue again this year and we were expecting to double our turnover again in the next five years. But obviously with what's happening in civil aerospace and the fact that planes aren't really flying that much in the skies anymore, it has affected our demands. So we're not expecting that to return for the next three to five years. Projumax is resourceful and found it was able to pivot quickly and make a contribution, for example, when the UK government put out a call for ventilators. But there's no denying that the current uncertainty is going to have an effect on how it invests for the future. Although we won't be investing as much this year as we plan to, because we need to make sure that we look after our cash to look after our people, we've also changed a lot of ways in which we work, so a lot of our people are now homeworking, and so a lot of our processes have become more digitised, and actually they've speeded up because of that. So I think that investment has been paused, but it won't be stopped. We just need to make sure that we get through this year first. As companies adopt more and more technology, more and more automation, people have to be retrained into working with those machines that come onto the factory floor. What kind of training do you have to train your workforce to cope with the advanced automation that you're installing? One of the things that we do is encourage lifelong learning companies and I think that that's absolutely essential as we move forward. Obviously there's training in the new technology but there's also training in the new ways that we work, problem solving, how to improve processes so that we can speed them up. So there's been lots in the new ways that we work, problem solving, how to improve processes so that we can speed them up. So there's been lots of NVQs that have been done, there's been lots of technical programs that we've put in place to make sure that people that were doing the previous role can now do the new role. And that's great because that creates better jobs with more job satisfaction and more pay. And Mandy says we need to change our education system too. Not just training people in STEM skills, science, technology, engineering and maths, but also in so-called soft skills, where people, for the time being at least, have an edge over machines. We need to make sure that there's a technology increase through STEM subjects, but we also need to remember to include design and art in that, because design is part of the future, so it needs to be steam, not just STEM. And we also need to make sure that young people are trained with problem solving and resilience, because as we move through the next cycle of work and the changes to automation people need to be able to be adept at moving with that change. And it's a pessimistic thing to say but what's going to happen to the people who can't grasp those skills? That's a really difficult question but I think that everybody can grasp skills if they're trained in the right way. We need to make sure that we provide the right environments for people to upskill. So it's making sure that we don't put ourselves in a position where we're not supporting apprenticeships and not developing the skills within the education system to make sure we still have people in manufacturing doing the jobs that will become needed in the future. A company that stands still in a world that's always moving faster and faster and faster is a company that's going backwards. So it's important to us that we move at a faster pace than the world is moving to make sure that we maintain our success. In many ways, that pace of change that Mandy talks about has been moved up at a faster pace than the world is moving to make sure that we maintain our success. In many ways, that pace of change that Mandy talks about has been moved up a gear by the COVID-19 pandemic. One manager I spoke to in preparing this program said they were trying to implement five years' worth of reforms in five weeks. And the impact of these changes will have a serious effect on the way we work. What COVID has done is dramatically accelerated, at least an understanding of how work can be done differently, some of which will in fact be automated, some of which is just not going to be the same ever again. Bill Schaninger is a senior partner at the Business Consultancy McKinsey. He's clear that work will look very different as machines take on more and more of the tasks that people do right now. And that will require retraining, either upskilling, helping people improve their existing skills, or re-skilling, training them to do a whole new job. So who is it that needs to ensure that employees have the right skills to work alongside their robot colleagues? The market or the state? I think it probably has to be a combination of both. Think about the push towards re-skilling as an example. In some parts of the world, it is just state-mandated. That's the price of doing business. You know, in terms of companies doing a much better job about clearly signaling where the skill needs are going, where they're short, where they're long on skills in the current workforce, and then a meaningful understanding, and I'm going to use precise language for a minute, because re-skilling has been labeled everywhere. But it's not all re-skilling. Sometimes it's just redeployment. Sometimes it's upskilling. Someone with financial acumen might be able to do some things that look a whole lot like an actuary, but they haven't gone and gotten their actuarial certification. But they can be really useful. And so that requires a little bit of upskilling. And then there's the re-skilling stuff, which is you've done nothing like it, but we think you have the capacity to pull this off. That's a little harder because re-skilling makes a whole bunch of assumptions around everyone's willingness to learn, everyone's capacity to learn, everyone's desire to go and take on entirely new skill set, often later in life, but not exclusively. Reskilling has been, by most accounts, a hit and miss proposition. It doesn't work universally everywhere. And so the challenge there is the private company is supposed to burden that. And are they responsible for trying to train up everyone? And isn't there also a moral dimension here? Even if automation will increase your productivity, is this really the right time to be laying people off? For the organizations that have come out really strong about purpose, I think you are rolling the dice if you talk really strongly about multi-stakeholder perspective and your first response to COVID is to Slash your workforce. That would look like an incongruity, perhaps a crisis of credibility. I'm avoiding saying directly the moral part of what you're saying, because I do think in some cases there are some very real and tenuous economic circumstances where if the firm goes away, no one has a job. And so I trust that there are economic situations where you really feel like you have no choice. But I think before you get there, there's probably a lot of things you can do to prioritize the livelihoods and the lives of your workforce. I don't think that means all. I don't think that's ever meant all. I think there are times where organizations have ebbed and flowed. I believe the employees will remember how organizations behave today. What do you say to people who say, well, in a pandemic, you know, machines don't get sick, machines don't need social distancing. You know, they're obviously a better option than people. No, machines don't buy products. Machines don't have discretionary income. Machines don't show up to the water cooler or grabbing a couple p than people. No, machines don't buy products. Machines don't have discretionary income. Machines don't show up to the water cooler or grabbing a couple pines afterward. So I buy the idea completely that machines are necessary and offer on a really good means in deployment of capital. I buy that. But I think the idea that it's an extreme one way or the other, I think we've kind of missed the point. I think there's just something broader what it means to be an organization. And at its core, organizations don't change. People do. People are part of the equation. Before COVID-19 struck, our decisions about what jobs people should do and what should be left to machines were primarily economic ones. If you could afford a machine that could improve your productivity and profit, you got it in. But the crisis we're facing now has made this decision more complex. Thousands of people's livelihoods are already threatened by the economic effects of COVID-19, and the unstoppable advance of technology could make that worse. But it's not like we don't have a choice in how all this plays out. There's no doubt that in the future we'll pretty much all of us be in a partnership with robots in the workplace. But it may be that the pandemic has made us pause to think about the implications of this, and to ensure that, as the technology advances, we humans don't accidentally get left behind. Thank you for listening to the world of business presented by David Baker. The producer was Sandra Canthal, who was edited by Penny Murphy and mixed by Graham Puddyfoot."}