{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.36, 10.32], "text": " Thank you for downloading the World of Business podcast."}, {"timestamp": [11.0, 12.12], "text": " Hello, I'm Jonti Bloom."}, {"timestamp": [12.52, 15.44], "text": " The World Trade Organisation, based on the banks of Lake Geneva,"}, {"timestamp": [15.62, 17.2], "text": " is facing threats to its future."}, {"timestamp": [17.7, 20.24], "text": " Normally a factory for free trade and reduced tariffs,"}, {"timestamp": [20.64, 23.36], "text": " just as the UK is becoming more dependent on its work,"}, {"timestamp": [23.36, 27.0], "text": " the World Trade Organisation is facing a crisis on two fronts."}, {"timestamp": [27.0, 30.0], "text": " For the first time in well over half a century,"}, {"timestamp": [30.0, 33.0], "text": " a US President who does not believe in free trade"}, {"timestamp": [33.0, 37.0], "text": " and an attempt to block its role in arbitrating trade disputes."}, {"timestamp": [37.0, 51.0], "text": " Simply put, we have not been treated fairly by the World Trade Organization."}, {"timestamp": [51.0, 57.0], "text": " President Trump has never been a fan of the World Trade Organization."}, {"timestamp": [57.0, 66.64], "text": " He sees the multilateral trade regime it promotes as incompatible with the US national interest."}, {"timestamp": [71.04, 76.72], "text": " The tougher the situation is, the more the WTO is needed and relevant. We need the WTO and we should be very thankful that it's out there, because if it weren't,"}, {"timestamp": [76.72, 79.12], "text": " we would be in a trade war years ago."}, {"timestamp": [80.0, 87.2], "text": " Others, though, credit the organization, also known as the WTO, with preventing trade wars for more than two decades."}, {"timestamp": [88.88, 96.88], "text": " This week, fears of a global trade war are back, with the US and China threatening punitive tariffs on each other's exports"}, {"timestamp": [96.88, 104.0], "text": " locked in a tit-for-tat protectionist battle. That's put, the WTO, whose job is to prevent exactly this,"}, {"timestamp": [104.0, 106.16], "text": " under scrutiny and under threat."}, {"timestamp": [110.4, 114.7], "text": " I'm Jonti Bloom, and for this edition of Global Business on the BBC World Service,"}, {"timestamp": [114.7, 118.64], "text": " I'm off to Geneva to find out whether, as President Trump suggests,"}, {"timestamp": [118.78, 121.58], "text": " the world could survive without the WTO."}, {"timestamp": [122.12, 127.92], "text": " What does the organisation actually do, and how big a threat is it facing?"}, {"timestamp": [127.92, 137.84], "text": " I'm now standing on the shores of Lake Geneva, which stretches for miles away in front of me."}, {"timestamp": [137.84, 142.48], "text": " France on the right-hand side, Switzerland on the left from here, and then also standing in front"}, {"timestamp": [142.48, 149.28], "text": " of a huge building, a kind of Florentine-style palace almost and this used to be the headquarters of the international labor"}, {"timestamp": [149.28, 154.48], "text": " organisation in the interwar years and therefore it's surrounded by statues to the dignity of"}, {"timestamp": [154.48, 159.6], "text": " of labor and the power and strength of the working classes and so on which is a bit ironic now"}, {"timestamp": [159.6, 165.12], "text": " because actually it's one of the bastions of free trade and capitalism. This is the headquarters"}, {"timestamp": [165.12, 179.68], "text": " now of the WTO, the World Trade Organization. Inside the WTO has the feel of a venerable and wealthy"}, {"timestamp": [179.68, 186.56], "text": " university campus, all quiet corridors, small offices for the experts and endless meeting rooms."}, {"timestamp": [186.56, 193.24], "text": " Many with artwork and fittings donated by member states, as Jeanelle Clark showed me on a tour of the building."}, {"timestamp": [193.24, 199.04], "text": " Okay, I think we can actually go into room C."}, {"timestamp": [199.04, 201.88], "text": " So this one is actually furnished by Brazil."}, {"timestamp": [201.88, 204.12], "text": " It's a gold laminated map of Brazil."}, {"timestamp": [204.12, 206.0], "text": " It's kind of like the centerpiece of the room."}, {"timestamp": [206.0, 214.0], "text": " Each room is supposed to be booked centrally, but much of the work here is done in chance encounters, whispered proposals and unofficial meetings."}, {"timestamp": [214.0, 221.0], "text": " Actually, let me see if this one is fine. There's actually really interesting painting here as well."}, {"timestamp": [221.0, 225.84], "text": " There's no official meeting there, but I guess they're just using the space to chat."}, {"timestamp": [229.04, 230.64], "text": " We've probably started a trade war, haven't we?"}, {"timestamp": [231.68, 238.0], "text": " The building, with its fantastic canteen tight security and hundreds of staff is designed to facilitate"}, {"timestamp": [238.0, 243.52], "text": " deal-making. It is a free trade factory. How many meetings do you have?"}, {"timestamp": [244.32, 248.0], "text": " I don't know the exact figure because it's so many."}, {"timestamp": [248.0, 250.0], "text": " So do you have meetings every day all the time?"}, {"timestamp": [250.0, 252.0], "text": " Yes, all the day and every day."}, {"timestamp": [252.0, 256.0], "text": " But anyway, let's keep it moving."}, {"timestamp": [256.0, 259.0], "text": " Sure."}, {"timestamp": [259.0, 263.0], "text": " And what most people are chatting about are the schedules."}, {"timestamp": [263.0, 269.24], "text": " They are the laboriously worked out tariffs and quotas on thousands of goods and raw materials"}, {"timestamp": [269.24, 271.62], "text": " that member states have agreed to."}, {"timestamp": [271.62, 277.62], "text": " And your schedule will need the unanimous agreement of all 164 member states."}, {"timestamp": [277.62, 283.52], "text": " That's right, 164 members, before you can join the WTO."}, {"timestamp": [283.52, 286.86], "text": " They look boring, but are a huge achievement, the result"}, {"timestamp": [286.86, 292.24], "text": " of decades of negotiations and deals. They used to be top secret, but not any longer."}, {"timestamp": [292.24, 300.88], "text": " Somebody actually working in here today, which is closed."}, {"timestamp": [300.88, 304.76], "text": " Thank you. So we use this room mainly for..."}, {"timestamp": [304.76, 305.0], "text": " But they are, however, still sensitive and delicate. In the basement of the WTO, they have Thank you. So we use this room mainly for..."}, {"timestamp": [305.0, 308.0], "text": " But they are, however, still sensitive and delicate."}, {"timestamp": [308.0, 314.0], "text": " In the basement of the WTO, they have miles of shelves containing schedules going back decades,"}, {"timestamp": [314.0, 320.0], "text": " and the bid and counter bids made as countries tried to agree their schedule with every other member."}, {"timestamp": [320.0, 326.88], "text": " It took four members of staff, including a lawyer and a glove-wearing head of archives, to show us just one example."}, {"timestamp": [330.88, 332.16], "text": " So how old is this?"}, {"timestamp": [332.16, 333.76], "text": " Is this from 1956?"}, {"timestamp": [333.76, 336.72], "text": " So this actually says secret on it, but it's no longer secret."}, {"timestamp": [336.72, 340.4], "text": " It was secret at the time, but now it's publicly available."}, {"timestamp": [340.4, 349.96], "text": " So the consolidated list of offers by the government of the United Kingdom, then you can see the offers made to right so this particular is an offer"}, {"timestamp": [349.96, 353.2], "text": " that was made to Benelux Denmark, Finland, Germany, Italy, Norway, Sweden and the"}, {"timestamp": [353.2, 359.5], "text": " United States on grain, oats barley, maunt barley grain but it's amazing detail"}, {"timestamp": [359.5, 364.72], "text": " isn't it I mean horseradish apparently the present rate of duty was 10% the"}, {"timestamp": [364.72, 367.12], "text": " concession requested was cut it to zero."}, {"timestamp": [367.86, 369.98], "text": " And I think it was an offer of 5%."}, {"timestamp": [369.98, 371.36], "text": " But only on the fresh one."}, {"timestamp": [371.42, 373.14], "text": " But only on fresh and I would ride."}, {"timestamp": [374.3, 375.04], "text": " Good grief."}, {"timestamp": [375.7, 377.6], "text": " And then presumably at some point, somebody said,"}, {"timestamp": [378.02, 382.32], "text": " we'll let you have the horseradish at 5% if we can sell you lettuce at 3%."}, {"timestamp": [382.32, 383.6], "text": " That would be the kind of bargaining."}, {"timestamp": [383.6, 385.4], "text": " And that's the kind of bargaining that goes on all the time."}, {"timestamp": [385.96, 386.24], "text": " Yes."}, {"timestamp": [386.36, 386.6], "text": " Excellent."}, {"timestamp": [391.4, 394.58], "text": " If you imagine how long it took to agree that horseradish deal"}, {"timestamp": [394.58, 396.3], "text": " between the UK and eight other countries,"}, {"timestamp": [396.76, 398.88], "text": " then consider the scale of world trade."}, {"timestamp": [399.24, 403.68], "text": " You can see why progress can seem glacially slow at the WTO."}, {"timestamp": [407.0, 411.0], "text": " As Yeva Borshiascater from the Lithuanian delegation warns,"}, {"timestamp": [411.0, 414.0], "text": " getting everyone on board is not that easy."}, {"timestamp": [414.0, 420.0], "text": " We have 164 guests members in the WTO right now."}, {"timestamp": [420.0, 427.2], "text": " Get 164 friends of yours to one place, decide on a dinner, decide on one dish for all, one drink for all,"}, {"timestamp": [427.2, 433.36], "text": " and include in that company the single mothers, the teenagers, retired veterans,"}, {"timestamp": [433.36, 438.4], "text": " and just literally everyone with dogs and people with allergies."}, {"timestamp": [438.4, 442.96], "text": " That's how the three deals are being made here. You need to find something that suits all,"}, {"timestamp": [442.96, 445.22], "text": " and it really takes a very, very long time"}, {"timestamp": [445.22, 453.1], "text": " because one person with a negative reaction to one ingredient of a deal blocks the whole process"}, {"timestamp": [453.1, 456.94], "text": " from going forward or can block the process from going forward."}, {"timestamp": [460.94, 467.0], "text": " One country that will soon be relying on this laborious style of deal-making is the United Kingdom."}, {"timestamp": [467.0, 472.0], "text": " Its decision to leave the European Union means for the first time in more than 40 years"}, {"timestamp": [472.0, 476.0], "text": " it will be just one voice at that big and noisy table."}, {"timestamp": [476.0, 480.0], "text": " As a result, the UK has expanded its team at the WTO."}, {"timestamp": [480.0, 485.0], "text": " They have already started bending ears in the place where all the real trade diplomacy happens."}, {"timestamp": [489.88, 494.3], "text": " We'll meet in the atrium. It could be the motto of the WTO."}, {"timestamp": [494.76, 497.84], "text": " It's a new covered courtyard in the centre of the building."}, {"timestamp": [498.04, 501.36], "text": " It's got a huge tree in the centre of it, which I think is a weeping fig."}, {"timestamp": [501.68, 503.86], "text": " It's got a cafe, tables and chairs."}, {"timestamp": [504.34, 505.78], "text": " It overlooks Lake Geneva. It's very peaceful and, tables and chairs. It overlooks Lake Geneva."}, {"timestamp": [506.16, 507.62], "text": " It's very peaceful and quiet,"}, {"timestamp": [507.96, 509.86], "text": " but this is the key to the organisation."}, {"timestamp": [510.5, 512.94], "text": " This is where all those off-the-record discussions"}, {"timestamp": [512.94, 517.58], "text": " get deals done long before official meetings even take place."}, {"timestamp": [520.28, 523.98], "text": " The first task of the Brits in Geneva is pretty basic."}, {"timestamp": [523.98, 527.32], "text": " The UK does not have a schedule of its own."}, {"timestamp": [527.32, 530.28], "text": " It shares one with all the members of the EU."}, {"timestamp": [530.28, 537.02], "text": " And before it can do anything at the WTO, it will need a schedule and also agree to quotas."}, {"timestamp": [537.02, 542.48], "text": " That's how much of a product will it allow to be imported at a set tariff."}, {"timestamp": [542.48, 545.18], "text": " But rather than renegotiating a whole schedule from scratch,"}, {"timestamp": [545.26, 548.54], "text": " the plan is to actually copy and paste the EU one."}, {"timestamp": [548.92, 552.42], "text": " A simple solution, it seems, but actually far from straightforward."}, {"timestamp": [554.58, 556.38], "text": " Take sheep, for instance."}, {"timestamp": [557.2, 560.94], "text": " Not the most high-tech or important product in the world, perhaps,"}, {"timestamp": [560.94, 570.0], "text": " but sheep could block or slow down the UK in the WTOTO as effectively as a flop in a country lane stops the traffic."}, {"timestamp": [570.0, 579.0], "text": " That's because New Zealand has a quota on lamb and mutton it is allowed to export."}, {"timestamp": [579.0, 586.12], "text": " 228,000 tons of lamb and mutton can be exported to the EU every year with no tariff."}, {"timestamp": [586.72, 590.0], "text": " After that quota is used up, the tariffs are huge."}, {"timestamp": [590.78, 592.7], "text": " New Zealand farmers rely on that quota."}, {"timestamp": [592.86, 594.86], "text": " It's a vital part of their export market."}, {"timestamp": [595.22, 602.1], "text": " So the EU and the UK came up with a joint proposal to divide up the quotas after Brexit between them."}, {"timestamp": [602.64, 607.96], "text": " The response from New Zealand and other food exporting countries was swift."}, {"timestamp": [607.96, 608.96], "text": " No way."}, {"timestamp": [608.96, 618.12], "text": " Yes, we and a range of other WTO members make clear that a simple quota split like that is not acceptable to us."}, {"timestamp": [618.12, 622.02], "text": " David Walker is New Zealand's ambassador to the WTO."}, {"timestamp": [622.02, 624.62], "text": " We met in the atrium, of course."}, {"timestamp": [624.62, 628.0], "text": " So let's suppose the quota is 100."}, {"timestamp": [628.0, 632.0], "text": " That right exists to supply up to 100 units of that product"}, {"timestamp": [632.0, 635.0], "text": " anywhere across the EU 28."}, {"timestamp": [635.0, 639.0], "text": " So you could send it the whole hundred to Germany one year,"}, {"timestamp": [639.0, 642.0], "text": " the whole hundred to the UK the next year,"}, {"timestamp": [642.0, 644.0], "text": " or some mix in between,"}, {"timestamp": [644.0, 646.38], "text": " depending on the conditions in the market,"}, {"timestamp": [646.54, 652.5], "text": " supply and amount. So it's not only the quantity, but also the quality of it, flexibility."}, {"timestamp": [653.34, 656.6], "text": " That's why we have rejected the idea of a simple split."}, {"timestamp": [657.16, 659.82], "text": " You were selling into a single market where you could move your product anywhere,"}, {"timestamp": [660.36, 661.64], "text": " and you're losing that benefit."}, {"timestamp": [662.24, 665.0], "text": " Yes, it's not so much the single market of this case,"}, {"timestamp": [665.0, 669.0], "text": " but it's much more to do with the customs union than the single market."}, {"timestamp": [669.0, 673.0], "text": " But once it was inside the customs union, it could go anywhere."}, {"timestamp": [677.0, 679.0], "text": " These problems are not insurmountable."}, {"timestamp": [679.0, 683.0], "text": " The UK will probably buy off complaints from countries like New Zealand"}, {"timestamp": [683.0, 687.68], "text": " with a little more access or a lower tariff."}, {"timestamp": [687.68, 702.0], "text": " The major aim will be to make sure the UK has its own schedule because, although that will still mean tariffs and quotas on many goods, the schedule is the basis for all future negotiations."}, {"timestamp": [702.0, 708.0], "text": " The WTO hasn't agreed a new global and universal reduction of tariffs for decades,"}, {"timestamp": [708.0, 713.28], "text": " but as David Walker told me, it's still the foundation of all other deals."}, {"timestamp": [713.28, 720.96], "text": " We put priority on the WTO because it covers all markets, but WTO is slow, so we also have"}, {"timestamp": [720.96, 725.08], "text": " looked to open markets where we can with partners more quickly."}, {"timestamp": [725.08, 730.4], "text": " We have done a lot of trade agreements in the Asia-Pacific region."}, {"timestamp": [730.4, 736.2], "text": " And are those deals much more important than the WTO, or do they go hand in hand?"}, {"timestamp": [736.2, 739.18], "text": " We don't see them as more important than the WTO."}, {"timestamp": [739.18, 743.88], "text": " It's like the WTO is the foundation and you're building a structure on top of it."}, {"timestamp": [743.88, 750.82], "text": " So we're also very interested to extend our mutual free trade agreements into Europe."}, {"timestamp": [751.2, 758.04], "text": " We're looking to hopefully launch later this year a negotiation with the EU 28,"}, {"timestamp": [758.54, 760.34], "text": " of which the UK is still a part."}, {"timestamp": [761.14, 763.98], "text": " And where will this leave the UK after Brexit?"}, {"timestamp": [764.54, 768.24], "text": " We have made it very clear, as I think the UK has."}, {"timestamp": [768.24, 774.52], "text": " As in when the UK leaves the European Union, we would also like to do a free trade agreement"}, {"timestamp": [774.52, 776.78], "text": " together."}, {"timestamp": [776.78, 783.04], "text": " Like many other negotiations, those talks will formally involve huge teams of trade experts, lawyers,"}, {"timestamp": [783.04, 786.24], "text": " economists and a dozen other experts, with endless"}, {"timestamp": [786.24, 792.6], "text": " discussions on what might seem the most tedious of details, proposal and counter-proposals,"}, {"timestamp": [792.6, 797.28], "text": " threats and promises. But in the end, like a lot of other deals, it will also be hammered"}, {"timestamp": [797.28, 799.44], "text": " out in the corridors of Geneva."}, {"timestamp": [803.68, 808.52], "text": " There are well over two kilometres of corridors here at the World Trade Organisation."}, {"timestamp": [808.52, 809.88], "text": " This is my favourite."}, {"timestamp": [809.88, 817.8], "text": " It's called the Salon de Papadou, which is my very bad French way of saying the room of lost footsteps."}, {"timestamp": [817.8, 819.84], "text": " Why are there so many lost footsteps here?"}, {"timestamp": [819.84, 824.38], "text": " Because it takes you a long time to walk through, which is actually quite a short corridor."}, {"timestamp": [824.38, 830.4], "text": " It's between meeting rooms Y and X and B and C, and this is where people get button-hold."}, {"timestamp": [830.4, 837.0], "text": " Delegates catch hold of someone, suggest something, come up with a solution, sit down in the chairs here,"}, {"timestamp": [837.0, 839.0], "text": " the deals get done."}, {"timestamp": [839.0, 844.0], "text": " And it takes everyone a long time to get through this really short piece of corridor."}, {"timestamp": [844.0, 845.12], "text": " And in that same corridor, the UK will soon be free to cut its own bespoke a long time to get through this really short piece of corridor."}, {"timestamp": [850.96, 851.56], "text": " And in that same corridor, the UK will soon be free to cut its own bespoke free trade deals."}, {"timestamp": [856.32, 859.04], "text": " Some even argue that a new independent UK could reinvigorate the WTO and push forward trade liberalisation."}, {"timestamp": [860.0, 863.96], "text": " Well, I think indeed those who believe that should have a reality check."}, {"timestamp": [864.56, 868.02], "text": " Mark von Hercullin is the EU ambassador to the WTO."}, {"timestamp": [868.02, 872.5], "text": " He believes that the UK, with just two and a half percent of world trade,"}, {"timestamp": [872.82, 876.84], "text": " will find that its voice does not carry much weight in the WTO."}, {"timestamp": [877.78, 880.8], "text": " Yes, the United Kingdom will be listened to,"}, {"timestamp": [880.98, 884.12], "text": " but you will have a weight of two and a half percent of the organization."}, {"timestamp": [884.82, 886.24], "text": " It's already very hard,"}, {"timestamp": [886.56, 893.68], "text": " very hard for the big players at the United Kingdom would then get into the league of, say, the"}, {"timestamp": [893.68, 904.4], "text": " significant but not major players. Who else has 2.5%? Let's say Brazil or Russia. But you're not"}, {"timestamp": [904.4, 906.0], "text": " playing Champions League."}, {"timestamp": [906.0, 909.0], "text": " So it's a second division kind of?"}, {"timestamp": [909.0, 912.0], "text": " It would be first division, but not Champions League."}, {"timestamp": [912.0, 915.0], "text": " You know the Football League's better than I do."}, {"timestamp": [915.0, 917.0], "text": " It's changed, doesn't it?"}, {"timestamp": [917.0, 921.0], "text": " So the UK will be relocated to First Division,"}, {"timestamp": [921.0, 927.96], "text": " leaving just three big players in global trade, China, the United States and the EU."}, {"timestamp": [928.4, 936.52], "text": " We are the executive branch of the European Union, so we speak on behalf of the European Union."}, {"timestamp": [936.64, 944.68], "text": " The member states don't intervene, but our position, especially on important matters, are coordinated beforehand."}, {"timestamp": [944.68, 948.76], "text": " And what advantage does it give to negotiate as one block?"}, {"timestamp": [949.76, 954.48], "text": " Well, I think it has tremendous advantage because weight matters."}, {"timestamp": [955.34, 960.66], "text": " Right now, the European Union is actually the biggest player in the WTO."}, {"timestamp": [961.56, 968.24], "text": " We have a share in world exports, is the highest and then you have the US"}, {"timestamp": [968.24, 975.52], "text": " and China. There are only three big players in this organization. We are around say 14, 15% each."}, {"timestamp": [976.16, 984.96], "text": " The next one is Japan 5%. And as I said, weight matters. We can weigh much more heavily in"}, {"timestamp": [984.96, 987.92], "text": " a discussion not only in the multilateral"}, {"timestamp": [987.92, 995.48], "text": " setting of the WTO, but also in bilateral trade talks. But no matter how big or small your voice"}, {"timestamp": [995.48, 1003.18], "text": " at the WTO may be, there is another problem. The long accepted position of the WTO as facilitator"}, {"timestamp": [1003.18, 1007.0], "text": " of such talks is now under threat like never before."}, {"timestamp": [1007.0, 1019.0], "text": " Today I'm defending America's national security by placing tariffs on foreign imports of steel and aluminum."}, {"timestamp": [1019.0, 1025.96], "text": " We will have a 25% tariff on foreign steel and a 10% tariff on foreign aluminum."}, {"timestamp": [1025.96, 1027.04], "text": " When the product comes to..."}, {"timestamp": [1027.04, 1031.88], "text": " Donald Trump's decision to impose tariffs on steel and aluminium is a game changer."}, {"timestamp": [1031.88, 1038.6], "text": " Not because this hasn't been done before, it has, but because he's done so on national security grounds."}, {"timestamp": [1038.6, 1042.36], "text": " The one WTO rule that cannot be challenged."}, {"timestamp": [1042.36, 1047.06], "text": " All countries can take actions to guarantee their national security, but are only expected"}, {"timestamp": [1047.06, 1051.5], "text": " to do so at times of real crisis, like a real war."}, {"timestamp": [1051.5, 1056.5], "text": " In the Second World War, the UK didn't just put tariffs on Germany, it blockaded it and strangled"}, {"timestamp": [1056.5, 1058.18], "text": " its world trade."}, {"timestamp": [1058.18, 1063.2], "text": " America did the same to Japan, but those were exceptional cases for exceptional times."}, {"timestamp": [1063.2, 1068.1], "text": " It was, after all, a world war."}, {"timestamp": [1068.1, 1073.22], "text": " But now in peacetime, President Trump has up the ante, starting a trade war."}, {"timestamp": [1073.22, 1078.56], "text": " And if he cites national security as a reason for tariffs, others may follow suit."}, {"timestamp": [1078.56, 1090.06], "text": " And the escalation could be impossible to stop or reverse. I trust that this is acceptable to delegations."}, {"timestamp": [1090.84, 1094.3], "text": " So with that, the General Council adopts the agenda"}, {"timestamp": [1094.3, 1096.7], "text": " with the proposed adjustments."}, {"timestamp": [1097.48, 1100.62], "text": " It was the topic of the day at the General Council meeting"}, {"timestamp": [1100.62, 1102.4], "text": " I was allowed to listen in on."}, {"timestamp": [1105.6, 1111.8], "text": " Well, I just stepped out of the auditorium of the general council meeting of the WTO now."}, {"timestamp": [1111.8, 1114.8], "text": " It's a really strange atmosphere because it's basically silent."}, {"timestamp": [1114.8, 1119.0], "text": " Everyone listens in silence to what one delegate says and then another delegate says."}, {"timestamp": [1119.0, 1123.0], "text": " The first thing that happened was, of course, that China stood up and said it wanted to add to the agenda."}, {"timestamp": [1123.0, 1128.16], "text": " It wanted to discuss American steel and aluminium tariffs, which, of course, were announced by Donald Trump."}, {"timestamp": [1129.88, 1135.72], "text": " Since then, China has decided to up the ante and threatened to retaliate against America."}, {"timestamp": [1135.72, 1139.14], "text": "... billion dollars of new tariffs, Beijing has shot back."}, {"timestamp": [1139.78, 1143.5], "text": " Beijing said it's planning to impose $3 billion in tariffs of its own."}, {"timestamp": [1144.24, 1149.06], "text": " Pork and scrap aluminum, now subject to tariffs as high as 25%."}, {"timestamp": [1149.06, 1150.92], "text": " Can things only escalate from here?"}, {"timestamp": [1151.28, 1153.18], "text": " It certainly looks like that's where things are going."}, {"timestamp": [1153.18, 1157.4], "text": " Warned that if the U.S. had thought China would not retaliate against Trump's measures,"}, {"timestamp": [1157.9, 1161.0], "text": " it can now, quote, say goodbye to that delusion."}, {"timestamp": [1171.04, 1175.94], "text": " As the Chinese finance ministry put it, America's tariffs have violated the rules of the WTO and seriously violated China's legal rights."}, {"timestamp": [1175.94, 1181.02], "text": " And they say they will put the U.S. move to the WTO's dispute settlement body."}, {"timestamp": [1181.02, 1187.06], "text": " But that will not be easy."}, {"timestamp": [1192.24, 1198.26], "text": " Now not only has President Trump pressed the nuclear button by starting a trade war on national security grounds, but also the USA has sought to undermine the body that was set up to resolve"}, {"timestamp": [1198.26, 1203.8], "text": " conflicts and adjudicate on the rules and rights of member states at the WTO."}, {"timestamp": [1203.8, 1208.0], "text": " The appellate body, as John Adank, director of legal affairs that the WTO explains,"}, {"timestamp": [1208.0, 1211.0], "text": " has been solving problems for more than 20 years,"}, {"timestamp": [1211.0, 1216.0], "text": " and its decisions have to be accepted by all members of the WTO."}, {"timestamp": [1216.0, 1218.0], "text": " There is no veto."}, {"timestamp": [1218.0, 1221.0], "text": " Compliance has actually been pretty good."}, {"timestamp": [1221.0, 1229.52], "text": " I think most estimates say that in over 90% of the cases, members comply. I mean, that's an extremely strong track record. That is considered one of the"}, {"timestamp": [1229.52, 1234.92], "text": " great strengths of the system. So it has, in effect, taken politics and heat out of the system?"}, {"timestamp": [1234.92, 1240.76], "text": " I think that's a really important point because any trade dispute is often the subject of"}, {"timestamp": [1240.76, 1250.52], "text": " great emotion on both sides of the divide. And if, in fact, you don't have some sort of independent kind of arbitrator or decision-maker,"}, {"timestamp": [1250.98, 1253.48], "text": " it tends to fester at the political level."}, {"timestamp": [1254.14, 1260.44], "text": " You know, taking a dispute against another WTO member isn't necessarily considered an unfriendly act."}, {"timestamp": [1260.54, 1263.76], "text": " It's considered to be part of your rights under the WTO."}, {"timestamp": [1264.32, 1267.38], "text": " Close allies and neighbours regularly dispute with your rights under the WTO. Close allies and neighbours regularly"}, {"timestamp": [1267.38, 1273.28], "text": " dispute with each other in the WTO system. But the appellate body is rapidly running out"}, {"timestamp": [1273.28, 1280.0], "text": " of members as the USA is blocking their appointment. It needs a bare minimum of three members,"}, {"timestamp": [1280.0, 1285.16], "text": " six or seven would be much better, but at the moment it has just four."}, {"timestamp": [1288.64, 1289.1], "text": " Now for some months now over a year,"}, {"timestamp": [1293.08, 1296.02], "text": " it's been proved not possible to get a consensus amongst members to initiate the process fulfilling vacancies."}, {"timestamp": [1296.7, 1299.98], "text": " So if this impasse continues,"}, {"timestamp": [1300.66, 1304.5], "text": " the risk is that the appellate body won't be in a position to function"}, {"timestamp": [1304.5, 1308.66], "text": " because it gets down to three or fewer members."}, {"timestamp": [1308.8, 1310.82], "text": " It could be difficult to hear appeals."}, {"timestamp": [1311.56, 1313.36], "text": " And that failure to a point,"}, {"timestamp": [1313.54, 1316.32], "text": " is that down to an American objection to the way that the system works?"}, {"timestamp": [1316.76, 1321.58], "text": " The US has raised concerns about the way the system works,"}, {"timestamp": [1321.58, 1326.3], "text": " but in order for the wheels to keep turning in the system,"}, {"timestamp": [1326.3, 1333.14], "text": " it also really very much relies on consensus of members for key decisions like the"}, {"timestamp": [1333.14, 1338.32], "text": " appointment of appellate body members. So if there's no consensus, that can basically bring"}, {"timestamp": [1338.32, 1343.58], "text": " the system to a bit of a standstill. Now, that does kind of lead to the suspicion that"}, {"timestamp": [1343.58, 1345.14], "text": " America is deliberately blocking things in order to stymie the system. Now, that does kind of lead to the suspicion that America is deliberately blocking"}, {"timestamp": [1345.14, 1352.76], "text": " things in order to stymie the system. Well, members have very strong views on this. It's clear"}, {"timestamp": [1352.76, 1358.36], "text": " that there is significant concern. So if China is hoping this dispute can be settled quietly"}, {"timestamp": [1358.36, 1364.8], "text": " in the WTO, it's likely to be disappointed and it knows it. Small wonder, the talk of a trade war,"}, {"timestamp": [1364.96, 1365.34], "text": " is getting louder and louder. And for Britain as well, this it knows it. Small wonder, the talk of a trade war, is getting"}, {"timestamp": [1365.34, 1371.14], "text": " louder and louder. And for Britain as well, this is a real problem. Just as it is throwing off"}, {"timestamp": [1371.14, 1377.86], "text": " the EU and going it alone, the WTO looks like a cold, a harsher place. Without those experts to"}, {"timestamp": [1377.86, 1383.6], "text": " appeal to, the WTO is far less friendly and cozy. Disputes won't be heard before internationally"}, {"timestamp": [1383.6, 1385.28], "text": " respected experts and"}, {"timestamp": [1385.28, 1392.32], "text": " settled quietly with a reasoned legally binding judgment. There will literally be no one to appeal to."}, {"timestamp": [1392.32, 1395.92], "text": " Less rules of the game, more Game of Thrones."}, {"timestamp": [1400.64, 1409.18], "text": " A trade war based on the claim that tariffs are essential to national security and an arbitration system that is being deliberately sabotaged."}, {"timestamp": [1409.92, 1416.62], "text": " It all raises fears of a return to the 1930s for the Director General Roberto Acevedo."}, {"timestamp": [1417.62, 1421.08], "text": " Well, just the threat of a trade war is already damaging."}, {"timestamp": [1421.54, 1425.3], "text": " But if this escalation goes on and on and on and on, you may have something very, very, very damaging. But if this escalation goes on and on and on and on,"}, {"timestamp": [1425.3, 1428.1], "text": " you may have something very, very, very damaging."}, {"timestamp": [1428.1, 1430.1], "text": " I mentioned even the possibility of a recession."}, {"timestamp": [1430.1, 1432.64], "text": " And that's, if you look back in history,"}, {"timestamp": [1432.64, 1435.68], "text": " you know, in the 30s, that's exactly where it led"}, {"timestamp": [1435.68, 1437.98], "text": " to a very, very damaging situation"}, {"timestamp": [1437.98, 1441.82], "text": " where those measures that were initially contained"}, {"timestamp": [1441.82, 1443.42], "text": " escalated very quickly."}, {"timestamp": [1448.54, 1451.76], "text": " Trade today is not only trade, people are thinking about,"}, {"timestamp": [1451.76, 1453.62], "text": " oh, I'm not buying this, I'm not buying that."}, {"timestamp": [1453.62, 1457.76], "text": " No, no, trade today is much more pervasive"}, {"timestamp": [1457.76, 1460.14], "text": " than it was ever before."}, {"timestamp": [1460.14, 1464.56], "text": " The global value chains, investment flows, labor displacement,"}, {"timestamp": [1464.56, 1467.04], "text": " all this is going to be affected by"}, {"timestamp": [1467.04, 1474.0], "text": " this trade war. So it's very difficult to measure today what that impact could be, but I can tell"}, {"timestamp": [1474.0, 1479.84], "text": " you if the escalation goes on, everybody is going to fuel it and going to feel it in a bad way."}, {"timestamp": [1479.84, 1484.56], "text": " And the WTO was set up to prevent that happening against it. It must be very frustrating that"}, {"timestamp": [1484.56, 1486.28], "text": " there's a danger of it reemerge. Well, the WTO was set up to prevent that happening against it. It must be very frustrating that there's a danger of it reemerge."}, {"timestamp": [1486.98, 1490.94], "text": " Well, the WTO was set up to provide predictability."}, {"timestamp": [1491.58, 1496.44], "text": " And that's why I have been saying, stick to the rules, do things according to the rules,"}, {"timestamp": [1496.56, 1501.5], "text": " because if others don't like it, there are mechanisms to take care of that."}, {"timestamp": [1502.1, 1506.0], "text": " If you don't, or if others perceive that the rules are being abandoned,"}, {"timestamp": [1506.0, 1508.0], "text": " it becomes the law of the jungle."}, {"timestamp": [1508.0, 1511.0], "text": " Trade wars are easy to win, says Trump,"}, {"timestamp": [1511.0, 1516.0], "text": " but the WTO's predecessor, GATT, was set up after the Second World War"}, {"timestamp": [1516.0, 1518.0], "text": " because that just wasn't the case."}, {"timestamp": [1518.0, 1521.0], "text": " Trade wars just led to retaliation and more tariffs,"}, {"timestamp": [1521.0, 1524.0], "text": " and that led to real wars."}, {"timestamp": [1524.0, 1529.28], "text": " And even if they don't, they've been held for 70 years to be bad, dangerous, economically"}, {"timestamp": [1529.28, 1534.68], "text": " damaging, and a danger to increasing liberalism, trade and prosperity."}, {"timestamp": [1534.68, 1540.8], "text": " The WTO's role was to help countries cut deals, hold the agreed contracts for all to see,"}, {"timestamp": [1540.8, 1543.76], "text": " and then make sure each side stuck to the deal."}, {"timestamp": [1543.76, 1547.4], "text": " Well, the original name of the motor electric system"}, {"timestamp": [1547.4, 1550.36], "text": " was the general agreement on tariffs and trade."}, {"timestamp": [1550.46, 1553.7], "text": " So what bound everybody together was an agreement, a contract."}, {"timestamp": [1554.42, 1558.0], "text": " You could say that the WTO, even though the WTO is an organization,"}, {"timestamp": [1558.54, 1559.86], "text": " it is still a contract."}, {"timestamp": [1560.02, 1562.78], "text": " It's still a contract that binds everybody together."}, {"timestamp": [1563.16, 1564.98], "text": " They have commitments with each other."}, {"timestamp": [1564.98, 1565.14], "text": " They're constantly looking with each other."}, {"timestamp": [1568.28, 1572.9], "text": " They're constantly looking over each other's shoulders to see whether the others are fulfilling their part of the contract."}, {"timestamp": [1580.12, 1583.6], "text": " The tranquil setting of the WTO on the shores of Lake Geneva,"}, {"timestamp": [1583.6, 1586.16], "text": " with its well-oiled collegiate atmosphere,"}, {"timestamp": [1586.7, 1594.3], "text": " has a comforting and comfortable feel to it, but the WTO was based on a consensus that has lasted since 1945."}, {"timestamp": [1597.7, 1606.02], "text": " President Trump has destroyed that consensus, that there is a contract that everyone agrees to with just a few tweets, putting the"}, {"timestamp": [1606.02, 1626.3], "text": " future purpose of the WTO in its castle on the banks of Lake Geneva, more in doubt than at any time. Thanks for listening. The program was presented by me, Jonti Bloom, produced by Estelle Doyle,"}, {"timestamp": [1626.72, 1632.56], "text": " researched by Darren Graham and edited by Helen Grady. It was mixed by Graham Puttyfoot. The production"}, {"timestamp": [1632.56, 1638.8], "text": " coordinator was Sabina Sherrick. You can download more BBC podcasts for free. Why not try our"}, {"timestamp": [1638.8, 1643.82], "text": " earlier in business on the Norwegian tax system? Trust me, it's actually quite interesting."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. Thank you for downloading the World of Business podcast. Hello, I'm Jonti Bloom. The World Trade Organisation, based on the banks of Lake Geneva, is facing threats to its future. Normally a factory for free trade and reduced tariffs, just as the UK is becoming more dependent on its work, the World Trade Organisation is facing a crisis on two fronts. For the first time in well over half a century, a US President who does not believe in free trade and an attempt to block its role in arbitrating trade disputes. Simply put, we have not been treated fairly by the World Trade Organization. President Trump has never been a fan of the World Trade Organization. He sees the multilateral trade regime it promotes as incompatible with the US national interest. The tougher the situation is, the more the WTO is needed and relevant. We need the WTO and we should be very thankful that it's out there, because if it weren't, we would be in a trade war years ago. Others, though, credit the organization, also known as the WTO, with preventing trade wars for more than two decades. This week, fears of a global trade war are back, with the US and China threatening punitive tariffs on each other's exports locked in a tit-for-tat protectionist battle. That's put, the WTO, whose job is to prevent exactly this, under scrutiny and under threat. I'm Jonti Bloom, and for this edition of Global Business on the BBC World Service, I'm off to Geneva to find out whether, as President Trump suggests, the world could survive without the WTO. What does the organisation actually do, and how big a threat is it facing? I'm now standing on the shores of Lake Geneva, which stretches for miles away in front of me. France on the right-hand side, Switzerland on the left from here, and then also standing in front of a huge building, a kind of Florentine-style palace almost and this used to be the headquarters of the international labor organisation in the interwar years and therefore it's surrounded by statues to the dignity of of labor and the power and strength of the working classes and so on which is a bit ironic now because actually it's one of the bastions of free trade and capitalism. This is the headquarters now of the WTO, the World Trade Organization. Inside the WTO has the feel of a venerable and wealthy university campus, all quiet corridors, small offices for the experts and endless meeting rooms. Many with artwork and fittings donated by member states, as Jeanelle Clark showed me on a tour of the building. Okay, I think we can actually go into room C. So this one is actually furnished by Brazil. It's a gold laminated map of Brazil. It's kind of like the centerpiece of the room. Each room is supposed to be booked centrally, but much of the work here is done in chance encounters, whispered proposals and unofficial meetings. Actually, let me see if this one is fine. There's actually really interesting painting here as well. There's no official meeting there, but I guess they're just using the space to chat. We've probably started a trade war, haven't we? The building, with its fantastic canteen tight security and hundreds of staff is designed to facilitate deal-making. It is a free trade factory. How many meetings do you have? I don't know the exact figure because it's so many. So do you have meetings every day all the time? Yes, all the day and every day. But anyway, let's keep it moving. Sure. And what most people are chatting about are the schedules. They are the laboriously worked out tariffs and quotas on thousands of goods and raw materials that member states have agreed to. And your schedule will need the unanimous agreement of all 164 member states. That's right, 164 members, before you can join the WTO. They look boring, but are a huge achievement, the result of decades of negotiations and deals. They used to be top secret, but not any longer. Somebody actually working in here today, which is closed. Thank you. So we use this room mainly for... But they are, however, still sensitive and delicate. In the basement of the WTO, they have Thank you. So we use this room mainly for... But they are, however, still sensitive and delicate. In the basement of the WTO, they have miles of shelves containing schedules going back decades, and the bid and counter bids made as countries tried to agree their schedule with every other member. It took four members of staff, including a lawyer and a glove-wearing head of archives, to show us just one example. So how old is this? Is this from 1956? So this actually says secret on it, but it's no longer secret. It was secret at the time, but now it's publicly available. So the consolidated list of offers by the government of the United Kingdom, then you can see the offers made to right so this particular is an offer that was made to Benelux Denmark, Finland, Germany, Italy, Norway, Sweden and the United States on grain, oats barley, maunt barley grain but it's amazing detail isn't it I mean horseradish apparently the present rate of duty was 10% the concession requested was cut it to zero. And I think it was an offer of 5%. But only on the fresh one. But only on fresh and I would ride. Good grief. And then presumably at some point, somebody said, we'll let you have the horseradish at 5% if we can sell you lettuce at 3%. That would be the kind of bargaining. And that's the kind of bargaining that goes on all the time. Yes. Excellent. If you imagine how long it took to agree that horseradish deal between the UK and eight other countries, then consider the scale of world trade. You can see why progress can seem glacially slow at the WTO. As Yeva Borshiascater from the Lithuanian delegation warns, getting everyone on board is not that easy. We have 164 guests members in the WTO right now. Get 164 friends of yours to one place, decide on a dinner, decide on one dish for all, one drink for all, and include in that company the single mothers, the teenagers, retired veterans, and just literally everyone with dogs and people with allergies. That's how the three deals are being made here. You need to find something that suits all, and it really takes a very, very long time because one person with a negative reaction to one ingredient of a deal blocks the whole process from going forward or can block the process from going forward. One country that will soon be relying on this laborious style of deal-making is the United Kingdom. Its decision to leave the European Union means for the first time in more than 40 years it will be just one voice at that big and noisy table. As a result, the UK has expanded its team at the WTO. They have already started bending ears in the place where all the real trade diplomacy happens. We'll meet in the atrium. It could be the motto of the WTO. It's a new covered courtyard in the centre of the building. It's got a huge tree in the centre of it, which I think is a weeping fig. It's got a cafe, tables and chairs. It overlooks Lake Geneva. It's very peaceful and, tables and chairs. It overlooks Lake Geneva. It's very peaceful and quiet, but this is the key to the organisation. This is where all those off-the-record discussions get deals done long before official meetings even take place. The first task of the Brits in Geneva is pretty basic. The UK does not have a schedule of its own. It shares one with all the members of the EU. And before it can do anything at the WTO, it will need a schedule and also agree to quotas. That's how much of a product will it allow to be imported at a set tariff. But rather than renegotiating a whole schedule from scratch, the plan is to actually copy and paste the EU one. A simple solution, it seems, but actually far from straightforward. Take sheep, for instance. Not the most high-tech or important product in the world, perhaps, but sheep could block or slow down the UK in the WTOTO as effectively as a flop in a country lane stops the traffic. That's because New Zealand has a quota on lamb and mutton it is allowed to export. 228,000 tons of lamb and mutton can be exported to the EU every year with no tariff. After that quota is used up, the tariffs are huge. New Zealand farmers rely on that quota. It's a vital part of their export market. So the EU and the UK came up with a joint proposal to divide up the quotas after Brexit between them. The response from New Zealand and other food exporting countries was swift. No way. Yes, we and a range of other WTO members make clear that a simple quota split like that is not acceptable to us. David Walker is New Zealand's ambassador to the WTO. We met in the atrium, of course. So let's suppose the quota is 100. That right exists to supply up to 100 units of that product anywhere across the EU 28. So you could send it the whole hundred to Germany one year, the whole hundred to the UK the next year, or some mix in between, depending on the conditions in the market, supply and amount. So it's not only the quantity, but also the quality of it, flexibility. That's why we have rejected the idea of a simple split. You were selling into a single market where you could move your product anywhere, and you're losing that benefit. Yes, it's not so much the single market of this case, but it's much more to do with the customs union than the single market. But once it was inside the customs union, it could go anywhere. These problems are not insurmountable. The UK will probably buy off complaints from countries like New Zealand with a little more access or a lower tariff. The major aim will be to make sure the UK has its own schedule because, although that will still mean tariffs and quotas on many goods, the schedule is the basis for all future negotiations. The WTO hasn't agreed a new global and universal reduction of tariffs for decades, but as David Walker told me, it's still the foundation of all other deals. We put priority on the WTO because it covers all markets, but WTO is slow, so we also have looked to open markets where we can with partners more quickly. We have done a lot of trade agreements in the Asia-Pacific region. And are those deals much more important than the WTO, or do they go hand in hand? We don't see them as more important than the WTO. It's like the WTO is the foundation and you're building a structure on top of it. So we're also very interested to extend our mutual free trade agreements into Europe. We're looking to hopefully launch later this year a negotiation with the EU 28, of which the UK is still a part. And where will this leave the UK after Brexit? We have made it very clear, as I think the UK has. As in when the UK leaves the European Union, we would also like to do a free trade agreement together. Like many other negotiations, those talks will formally involve huge teams of trade experts, lawyers, economists and a dozen other experts, with endless discussions on what might seem the most tedious of details, proposal and counter-proposals, threats and promises. But in the end, like a lot of other deals, it will also be hammered out in the corridors of Geneva. There are well over two kilometres of corridors here at the World Trade Organisation. This is my favourite. It's called the Salon de Papadou, which is my very bad French way of saying the room of lost footsteps. Why are there so many lost footsteps here? Because it takes you a long time to walk through, which is actually quite a short corridor. It's between meeting rooms Y and X and B and C, and this is where people get button-hold. Delegates catch hold of someone, suggest something, come up with a solution, sit down in the chairs here, the deals get done. And it takes everyone a long time to get through this really short piece of corridor. And in that same corridor, the UK will soon be free to cut its own bespoke a long time to get through this really short piece of corridor. And in that same corridor, the UK will soon be free to cut its own bespoke free trade deals. Some even argue that a new independent UK could reinvigorate the WTO and push forward trade liberalisation. Well, I think indeed those who believe that should have a reality check. Mark von Hercullin is the EU ambassador to the WTO. He believes that the UK, with just two and a half percent of world trade, will find that its voice does not carry much weight in the WTO. Yes, the United Kingdom will be listened to, but you will have a weight of two and a half percent of the organization. It's already very hard, very hard for the big players at the United Kingdom would then get into the league of, say, the significant but not major players. Who else has 2.5%? Let's say Brazil or Russia. But you're not playing Champions League. So it's a second division kind of? It would be first division, but not Champions League. You know the Football League's better than I do. It's changed, doesn't it? So the UK will be relocated to First Division, leaving just three big players in global trade, China, the United States and the EU. We are the executive branch of the European Union, so we speak on behalf of the European Union. The member states don't intervene, but our position, especially on important matters, are coordinated beforehand. And what advantage does it give to negotiate as one block? Well, I think it has tremendous advantage because weight matters. Right now, the European Union is actually the biggest player in the WTO. We have a share in world exports, is the highest and then you have the US and China. There are only three big players in this organization. We are around say 14, 15% each. The next one is Japan 5%. And as I said, weight matters. We can weigh much more heavily in a discussion not only in the multilateral setting of the WTO, but also in bilateral trade talks. But no matter how big or small your voice at the WTO may be, there is another problem. The long accepted position of the WTO as facilitator of such talks is now under threat like never before. Today I'm defending America's national security by placing tariffs on foreign imports of steel and aluminum. We will have a 25% tariff on foreign steel and a 10% tariff on foreign aluminum. When the product comes to... Donald Trump's decision to impose tariffs on steel and aluminium is a game changer. Not because this hasn't been done before, it has, but because he's done so on national security grounds. The one WTO rule that cannot be challenged. All countries can take actions to guarantee their national security, but are only expected to do so at times of real crisis, like a real war. In the Second World War, the UK didn't just put tariffs on Germany, it blockaded it and strangled its world trade. America did the same to Japan, but those were exceptional cases for exceptional times. It was, after all, a world war. But now in peacetime, President Trump has up the ante, starting a trade war. And if he cites national security as a reason for tariffs, others may follow suit. And the escalation could be impossible to stop or reverse. I trust that this is acceptable to delegations. So with that, the General Council adopts the agenda with the proposed adjustments. It was the topic of the day at the General Council meeting I was allowed to listen in on. Well, I just stepped out of the auditorium of the general council meeting of the WTO now. It's a really strange atmosphere because it's basically silent. Everyone listens in silence to what one delegate says and then another delegate says. The first thing that happened was, of course, that China stood up and said it wanted to add to the agenda. It wanted to discuss American steel and aluminium tariffs, which, of course, were announced by Donald Trump. Since then, China has decided to up the ante and threatened to retaliate against America.... billion dollars of new tariffs, Beijing has shot back. Beijing said it's planning to impose $3 billion in tariffs of its own. Pork and scrap aluminum, now subject to tariffs as high as 25%. Can things only escalate from here? It certainly looks like that's where things are going. Warned that if the U.S. had thought China would not retaliate against Trump's measures, it can now, quote, say goodbye to that delusion. As the Chinese finance ministry put it, America's tariffs have violated the rules of the WTO and seriously violated China's legal rights. And they say they will put the U.S. move to the WTO's dispute settlement body. But that will not be easy. Now not only has President Trump pressed the nuclear button by starting a trade war on national security grounds, but also the USA has sought to undermine the body that was set up to resolve conflicts and adjudicate on the rules and rights of member states at the WTO. The appellate body, as John Adank, director of legal affairs that the WTO explains, has been solving problems for more than 20 years, and its decisions have to be accepted by all members of the WTO. There is no veto. Compliance has actually been pretty good. I think most estimates say that in over 90% of the cases, members comply. I mean, that's an extremely strong track record. That is considered one of the great strengths of the system. So it has, in effect, taken politics and heat out of the system? I think that's a really important point because any trade dispute is often the subject of great emotion on both sides of the divide. And if, in fact, you don't have some sort of independent kind of arbitrator or decision-maker, it tends to fester at the political level. You know, taking a dispute against another WTO member isn't necessarily considered an unfriendly act. It's considered to be part of your rights under the WTO. Close allies and neighbours regularly dispute with your rights under the WTO. Close allies and neighbours regularly dispute with each other in the WTO system. But the appellate body is rapidly running out of members as the USA is blocking their appointment. It needs a bare minimum of three members, six or seven would be much better, but at the moment it has just four. Now for some months now over a year, it's been proved not possible to get a consensus amongst members to initiate the process fulfilling vacancies. So if this impasse continues, the risk is that the appellate body won't be in a position to function because it gets down to three or fewer members. It could be difficult to hear appeals. And that failure to a point, is that down to an American objection to the way that the system works? The US has raised concerns about the way the system works, but in order for the wheels to keep turning in the system, it also really very much relies on consensus of members for key decisions like the appointment of appellate body members. So if there's no consensus, that can basically bring the system to a bit of a standstill. Now, that does kind of lead to the suspicion that America is deliberately blocking things in order to stymie the system. Now, that does kind of lead to the suspicion that America is deliberately blocking things in order to stymie the system. Well, members have very strong views on this. It's clear that there is significant concern. So if China is hoping this dispute can be settled quietly in the WTO, it's likely to be disappointed and it knows it. Small wonder, the talk of a trade war, is getting louder and louder. And for Britain as well, this it knows it. Small wonder, the talk of a trade war, is getting louder and louder. And for Britain as well, this is a real problem. Just as it is throwing off the EU and going it alone, the WTO looks like a cold, a harsher place. Without those experts to appeal to, the WTO is far less friendly and cozy. Disputes won't be heard before internationally respected experts and settled quietly with a reasoned legally binding judgment. There will literally be no one to appeal to. Less rules of the game, more Game of Thrones. A trade war based on the claim that tariffs are essential to national security and an arbitration system that is being deliberately sabotaged. It all raises fears of a return to the 1930s for the Director General Roberto Acevedo. Well, just the threat of a trade war is already damaging. But if this escalation goes on and on and on and on, you may have something very, very, very damaging. But if this escalation goes on and on and on and on, you may have something very, very, very damaging. I mentioned even the possibility of a recession. And that's, if you look back in history, you know, in the 30s, that's exactly where it led to a very, very damaging situation where those measures that were initially contained escalated very quickly. Trade today is not only trade, people are thinking about, oh, I'm not buying this, I'm not buying that. No, no, trade today is much more pervasive than it was ever before. The global value chains, investment flows, labor displacement, all this is going to be affected by this trade war. So it's very difficult to measure today what that impact could be, but I can tell you if the escalation goes on, everybody is going to fuel it and going to feel it in a bad way. And the WTO was set up to prevent that happening against it. It must be very frustrating that there's a danger of it reemerge. Well, the WTO was set up to prevent that happening against it. It must be very frustrating that there's a danger of it reemerge. Well, the WTO was set up to provide predictability. And that's why I have been saying, stick to the rules, do things according to the rules, because if others don't like it, there are mechanisms to take care of that. If you don't, or if others perceive that the rules are being abandoned, it becomes the law of the jungle. Trade wars are easy to win, says Trump, but the WTO's predecessor, GATT, was set up after the Second World War because that just wasn't the case. Trade wars just led to retaliation and more tariffs, and that led to real wars. And even if they don't, they've been held for 70 years to be bad, dangerous, economically damaging, and a danger to increasing liberalism, trade and prosperity. The WTO's role was to help countries cut deals, hold the agreed contracts for all to see, and then make sure each side stuck to the deal. Well, the original name of the motor electric system was the general agreement on tariffs and trade. So what bound everybody together was an agreement, a contract. You could say that the WTO, even though the WTO is an organization, it is still a contract. It's still a contract that binds everybody together. They have commitments with each other. They're constantly looking with each other. They're constantly looking over each other's shoulders to see whether the others are fulfilling their part of the contract. The tranquil setting of the WTO on the shores of Lake Geneva, with its well-oiled collegiate atmosphere, has a comforting and comfortable feel to it, but the WTO was based on a consensus that has lasted since 1945. President Trump has destroyed that consensus, that there is a contract that everyone agrees to with just a few tweets, putting the future purpose of the WTO in its castle on the banks of Lake Geneva, more in doubt than at any time. Thanks for listening. The program was presented by me, Jonti Bloom, produced by Estelle Doyle, researched by Darren Graham and edited by Helen Grady. It was mixed by Graham Puttyfoot. The production coordinator was Sabina Sherrick. You can download more BBC podcasts for free. Why not try our earlier in business on the Norwegian tax system? Trust me, it's actually quite interesting."}