{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.64, 10.02], "text": " Welcome to the BBC's World of Business."}, {"timestamp": [10.56, 12.7], "text": " In this download edition of In Business,"}, {"timestamp": [13.0, 16.54], "text": " Johnty Bloom takes a look at the cyber security industry in the UK."}, {"timestamp": [20.74, 24.68], "text": " Top secret for decades, home of some of the world's most secret technology"}, {"timestamp": [24.68, 27.12], "text": " and the anonymous experts who develop and use it,"}, {"timestamp": [27.58, 35.8], "text": " GCHQ, the secretive code-breaking and government cyber security organisation, is based in a high-tech and ultra-secure building in Cheltenham."}, {"timestamp": [36.24, 39.54], "text": " But it also has a top-secret unit here in London."}, {"timestamp": [40.24, 46.5], "text": " It's just opposite Victoria Station. If you find you walking past the Apollo Theatre, you're going the wrong way and you need to turn round."}, {"timestamp": [46.5, 53.0], "text": " Actually, the National Cyber Security Centre is nowhere near as secretive and secure as GCHQ itself."}, {"timestamp": [53.0, 55.0], "text": " Although you will be escorted everywhere."}, {"timestamp": [55.0, 61.0], "text": " Oh, and each and every door needs both an electronic ID card and a code number."}, {"timestamp": [61.0, 67.0], "text": " But then on the day we visited, that code number was 1-2-3-4. I am pretty sure they've changed it by now."}, {"timestamp": [69.0, 78.0], "text": " Thank you very much, particularly for the announcement of the best traditions of government cybersecurity."}, {"timestamp": [78.0, 82.0], "text": " Good evening everyone. I'm Keir and Martin. I've got the privilege of being..."}, {"timestamp": [82.0, 85.04], "text": " Kieran Martin is head of the NCSC."}, {"timestamp": [87.88, 88.28], "text": " In a conference room on the seventh floor of a smart office block,"}, {"timestamp": [92.02, 92.5], "text": " he's addressing a large audience of investors and venture capitalists."}, {"timestamp": [96.74, 97.54], "text": " They're here to decide whether to put their money behind six startup cybersecurity businesses."}, {"timestamp": [100.88, 101.4], "text": " Six companies being sponsored and supported by GCHQ."}, {"timestamp": [104.8, 105.0], "text": " Each of them got just three minutes to pitch their business ideas."}, {"timestamp": [105.0, 110.0], "text": " Everyone is being hacked, including the big names. And if you open the media,"}, {"timestamp": [110.0, 114.5], "text": " you're going to see these examples. And that's just the beginning, because based on a new"}, {"timestamp": [114.5, 115.5], "text": " got a reborts."}, {"timestamp": [115.5, 118.0], "text": " How many online accounts have you signed up to?"}, {"timestamp": [118.0, 120.0], "text": " Anything that has a long..."}, {"timestamp": [120.0, 125.2], "text": " This is only the third time that GCHQ has sponsored private companies and in this program"}, {"timestamp": [125.2, 131.42], "text": " I'll be looking at how big an industry cyber security is and could become for the UK economy."}, {"timestamp": [131.42, 135.0], "text": " First I spoke to Kieran about GCHQ's change of heart."}, {"timestamp": [135.0, 138.82], "text": " The first question, I'd really like the point you made about the barbed wire around"}, {"timestamp": [138.82, 143.24], "text": " GCQ keeps people out, but it also keeps your people in."}, {"timestamp": [143.24, 149.46], "text": " Why did they decide that you need to start helping the industry and using your expertise?"}, {"timestamp": [149.46, 154.18], "text": " We think it's impossible to try and protect a country of 66 million people who are all"}, {"timestamp": [154.18, 159.88], "text": " using digital equipment of some type or other by being secret about it."}, {"timestamp": [159.88, 162.06], "text": " That model just doesn't work anymore."}, {"timestamp": [162.06, 165.8], "text": " Our job for 100 years in GCQ has been to advise on how to"}, {"timestamp": [165.8, 170.06], "text": " keep government communications safe and secure in the old days that meant keeping a relatively small"}, {"timestamp": [170.06, 175.54], "text": " number of paper-based secrets safe from those who didn't want to see it. Now it means large amounts"}, {"timestamp": [175.54, 180.24], "text": " of personal data, large amounts of sensitive information, large amounts of financial transactions, safe and"}, {"timestamp": [180.24, 186.4], "text": " secure. And we found around five years ago we were advising departments on"}, {"timestamp": [186.4, 190.8], "text": " technology such as mobile devices, ordinary network email systems that we"}, {"timestamp": [190.8, 194.88], "text": " weren't using ourselves. For a start there's a basic credibility problem. We don't"}, {"timestamp": [194.88, 198.64], "text": " have the experience of using them ourselves and there was there for an"}, {"timestamp": [198.64, 202.72], "text": " expertise problem. We couldn't do the sorts of experiments we wanted to do."}, {"timestamp": [202.72, 205.0], "text": " We couldn't do the sort of research we wanted to do. We couldn't do the sort of research we wanted to do."}, {"timestamp": [205.0, 207.0], "text": " Never mind the engagement outside."}, {"timestamp": [207.0, 213.0], "text": " So over the past few years, we've branched out in the building we're now in at the NCSC headquarters in central London."}, {"timestamp": [213.0, 215.0], "text": " It's a largely unclassified building."}, {"timestamp": [215.0, 217.0], "text": " Lots of different people can come in and collaborate."}, {"timestamp": [217.0, 219.0], "text": " And we're so much better for that."}, {"timestamp": [219.0, 223.0], "text": " That's why we can give practical advice to people about what's going to keep them safe."}, {"timestamp": [223.0, 225.76], "text": " Certainly the start-ups are an impressive lot."}, {"timestamp": [226.36, 231.12], "text": " Cimenetta d'Otiviano is the co-founder and chief executive of NetToken."}, {"timestamp": [231.56, 235.54], "text": " The idea is that we keep signing up to many new accounts every day."}, {"timestamp": [235.64, 240.88], "text": " The average internet user unknowingly signed up to no less than 150 accounts that are active,"}, {"timestamp": [241.0, 242.06], "text": " according to our research."}, {"timestamp": [242.48, 244.76], "text": " So our digital footprint is scattered through the web,"}, {"timestamp": [244.76, 249.06], "text": " and net token helps you find it and organize it in a single point of access"}, {"timestamp": [249.06, 253.08], "text": " that it's both secure and easy to manage for everyday internet users."}, {"timestamp": [253.84, 258.24], "text": " And Cemanetta is very grateful for the support that GCHQ is giving her."}, {"timestamp": [258.24, 261.62], "text": " For us, it's a fantastic endorsement as a young company"}, {"timestamp": [261.62, 265.36], "text": " trying to build trust and credibility in this industry."}, {"timestamp": [265.86, 271.78], "text": " And we want to do all possible checks to make sure that we have everything placed facing"}, {"timestamp": [271.78, 275.1], "text": " scalability, both from a technical side of things and also commercial."}, {"timestamp": [275.78, 280.84], "text": " Although it was far from certain what exactly all the entrepreneurs actually do."}, {"timestamp": [281.4, 282.96], "text": " Omar Yucube, for instance."}, {"timestamp": [283.34, 287.76], "text": " So instead of working on the data itself, we work on the metadata related to the flow."}, {"timestamp": [287.76, 294.4], "text": " So we work on the SSL metadata and TCP IP metadata. And then we developed a patent-pandic technology."}, {"timestamp": [294.4, 299.2], "text": " I have no idea what you're talking about."}, {"timestamp": [299.2, 302.32], "text": " Omar did, however, dumb it down enough even for me."}, {"timestamp": [302.32, 306.42], "text": " If you go to the airport, when you put your luggage into the customs, they don't have to"}, {"timestamp": [306.42, 308.02], "text": " open it to see what's going on."}, {"timestamp": [308.02, 312.66], "text": " So they have the way of looking to your luggage to see if there's anything wrong going on."}, {"timestamp": [312.66, 313.46], "text": " We do the same."}, {"timestamp": [313.46, 317.62], "text": " So instead of looking at the data itself, we're looking if everything related to those data to"}, {"timestamp": [317.62, 322.42], "text": " see if there's any abnormality or anything wrong within those metadata."}, {"timestamp": [322.42, 327.12], "text": " But my very ignorance highlights a problem."}, {"timestamp": [329.12, 333.52], "text": " For me, cyber security involves desperately trying to remember a dozen passwords"}, {"timestamp": [333.52, 338.8], "text": " and not giving away my bank details, but it's far, far more than that."}, {"timestamp": [338.8, 342.16], "text": " Now it's a whole vast industry, threat intelligence,"}, {"timestamp": [342.16, 345.36], "text": " that's monitoring breaches in companies' computer systems,"}, {"timestamp": [345.36, 349.44], "text": " finding new vulnerabilities and repairing them before the crooks can exploit them,"}, {"timestamp": [349.44, 355.68], "text": " new forms of ID like biometrics, your thumbprint, iris pattern or heartbeat that cannot be"}, {"timestamp": [355.68, 362.96], "text": " copied or faked, cryptography and hardware protection. All designed to protect the huge amounts"}, {"timestamp": [362.96, 365.9], "text": " of valuable data now available online."}, {"timestamp": [366.64, 371.62], "text": " In theory, at least, this is an area in which the UK should have had a head start."}, {"timestamp": [372.24, 377.92], "text": " Everything we do is inspired by the absolute conviction that a great evil must be removed from the world."}, {"timestamp": [378.56, 382.4], "text": " That evil is the spirit of faithlessness, of intolerance, of bullying,"}, {"timestamp": [382.76, 387.4], "text": " and of senseless criminal ambition embodied in Hitler and all those who surround him."}, {"timestamp": [387.4, 392.4], "text": " After all, the UK cracked the German's enigma machine in the Second World War,"}, {"timestamp": [392.4, 398.2], "text": " built one of the first ever computers to do so, and has been at the forefront of code-breaking ever since."}, {"timestamp": [398.2, 402.8], "text": " Surely this is something that British companies should be leading the world in already."}, {"timestamp": [402.8, 407.0], "text": " We've made it too hard across the West, and the UK is trying to lead the fight back in this,"}, {"timestamp": [407.0, 413.0], "text": " we've made it too hard to use the internet safely for people, and we need to fix that, and that's what we're after in the NCSC."}, {"timestamp": [413.0, 415.0], "text": " We're doing some things that are genuinely we're leading."}, {"timestamp": [415.0, 419.0], "text": " There's a lot more to do, and the things we want to do in the future involve,"}, {"timestamp": [419.0, 422.0], "text": " really spreading that out beyond government networks into the private sector."}, {"timestamp": [422.0, 426.32], "text": " We want to industrialize the sort of automatic protections that we're putting in place."}, {"timestamp": [429.28, 434.24], "text": " If the government's looking for a country which has cracked this nut, there is one place that's"}, {"timestamp": [434.24, 440.16], "text": " not just a world-beater in cyber security terms, but also world-class at turning that technological"}, {"timestamp": [440.16, 443.44], "text": " advantage into multi-billion-pound firms."}, {"timestamp": [443.44, 449.0], "text": " Welcome. Prime Minister, Beniamen, Netanyahu, Prime Minister of Israel."}, {"timestamp": [449.0, 451.0], "text": " Thank you, good morning."}, {"timestamp": [451.0, 454.0], "text": " I'm pleased to be here with Professor Joseph Klouffer,"}, {"timestamp": [454.0, 457.0], "text": " the President of Tel Aviv University,"}, {"timestamp": [457.0, 460.0], "text": " Professor Izhak Ben-Israel,"}, {"timestamp": [460.0, 463.0], "text": " who alerted me a few years ago to a book,"}, {"timestamp": [463.0, 468.68], "text": " a fictional book, on cyber war between China and the United States."}, {"timestamp": [469.32, 475.64], "text": " I read it over one night, didn't sleep, and said, we better do something."}, {"timestamp": [476.44, 482.06], "text": " I want to talk about the glorious future we have and the horrible threats that endanger it."}, {"timestamp": [482.6, 487.0], "text": " Israel's success is the result of the huge resources, workforce and research."}, {"timestamp": [487.0, 491.0], "text": " The Israeli Defense Forces, or National Army, invest in the area."}, {"timestamp": [491.0, 497.0], "text": " The most prestigious postings for Israeli conscripts are not the paratroopers or special forces,"}, {"timestamp": [497.0, 499.0], "text": " but cyber security units."}, {"timestamp": [499.0, 511.6], "text": " As John Medved, author of Startup Nation, a book about Israeli entrepreneurship, makes clear. The reason that Israel really punches above its weight class in the cybersecurity area"}, {"timestamp": [511.6, 514.7], "text": " is that we have a real-world need to do so."}, {"timestamp": [514.7, 517.1], "text": " We are under constant threat."}, {"timestamp": [517.1, 526.88], "text": " People are attacking us over the Internet and trying to penetrate our companies, our government, our military, 24-7."}, {"timestamp": [526.88, 533.28], "text": " And so for us, cyber security is not an academic exercise. It's not a theoretical question."}, {"timestamp": [533.28, 535.36], "text": " It's life and death."}, {"timestamp": [535.36, 542.72], "text": " The most famous unit is known as 8200. Israel's equivalent of GCHQ. It's made up of the brightest"}, {"timestamp": [542.72, 545.92], "text": " students, computer programmers and hackers, many trained"}, {"timestamp": [545.92, 551.64], "text": " in army-run after-school classes and talent spotted by teachers and tutors for this cutting-edge"}, {"timestamp": [551.64, 552.64], "text": " work."}, {"timestamp": [552.64, 558.9], "text": " In the Israeli Defence Forces, the best and the brightest kids are competing out of high school"}, {"timestamp": [558.9, 563.52], "text": " to get into these incredible cybersecurity units."}, {"timestamp": [563.52, 565.86], "text": " The most famous is something called 8200,"}, {"timestamp": [566.5, 568.76], "text": " which is the Israeli version of the NSA,"}, {"timestamp": [569.1, 570.4], "text": " which does signal intelligence."}, {"timestamp": [570.94, 574.26], "text": " But there are literally dozens of other units"}, {"timestamp": [574.26, 577.34], "text": " which I can't talk about and no one knows about."}, {"timestamp": [577.84, 579.38], "text": " Although it's supposed to be top secret,"}, {"timestamp": [579.62, 581.94], "text": " its work has become famous throughout the world."}, {"timestamp": [582.38, 583.78], "text": " In Australia, it's been credited"}, {"timestamp": [583.78, 586.2], "text": " with warning about and preventing an attack"}, {"timestamp": [586.2, 587.64], "text": " on a civilian airliner."}, {"timestamp": [587.98, 590.88], "text": " We know the target and the people accused"}, {"timestamp": [590.88, 593.46], "text": " of trying to bomb an airline out of Sydney,"}, {"timestamp": [593.96, 595.88], "text": " but now revelations the tip-off"}, {"timestamp": [595.88, 598.94], "text": " that led to the arrests came from Israeli intelligence."}, {"timestamp": [598.94, 602.8], "text": " We revealed today that Israel's intelligence services"}, {"timestamp": [602.8, 606.8], "text": " prevented the shooting down of an Australian airliner."}, {"timestamp": [607.08, 613.98], "text": " Unit 8200 is a secretive branch of the Israeli Intelligence Corps, a team of young computer experts"}, {"timestamp": [613.98, 620.18], "text": " cracking codes and intercepting communications. Most famously, it was allegedly behind a seemingly"}, {"timestamp": [620.18, 627.12], "text": " impossible hack, breaking into Iran's uranium refining program and introducing a virus that"}, {"timestamp": [627.12, 631.24], "text": " caused its computer-controlled centrifuges to self-destruct."}, {"timestamp": [631.24, 634.56], "text": " A mission Israel has never even officially admitted happened."}, {"timestamp": [634.56, 639.32], "text": " The cyber weapon has been unleashed on an unsuspecting enemy."}, {"timestamp": [639.32, 646.36], "text": " It's been named Stuxnet, and since its discovery in 2010, it's rewritten the rules of engagement in warfare."}, {"timestamp": [647.52, 656.06], "text": " The real key to Israel's expertise in the cybersecurity area has to do with the Israel Defense Forces"}, {"timestamp": [656.06, 662.44], "text": " and the prowess and the real world experience that our guys and gals get in the army."}, {"timestamp": [662.98, 666.84], "text": " And some of the best sign up for much longer than the normal three years of conscription."}, {"timestamp": [667.24, 668.6], "text": " By the end of their national service,"}, {"timestamp": [669.02, 671.02], "text": " they can virtually write their own meal ticket."}, {"timestamp": [671.42, 673.04], "text": " First of all, there are different programs."}, {"timestamp": [673.16, 674.68], "text": " There's a program called Talpiot,"}, {"timestamp": [675.2, 676.54], "text": " which has gotten some coverage,"}, {"timestamp": [676.54, 679.12], "text": " where they actually go in for nine years."}, {"timestamp": [679.6, 681.16], "text": " And it picks every year"}, {"timestamp": [681.16, 684.82], "text": " between 40 and 80, you know, bona fide geniuses"}, {"timestamp": [684.82, 686.76], "text": " who actually get sort of a"}, {"timestamp": [686.76, 691.2], "text": " cook's tour of the Army spending a couple of months in different parts of the Army to see"}, {"timestamp": [691.2, 692.3], "text": " how it's run."}, {"timestamp": [692.3, 698.74], "text": " And then they actually manage research and development programs at the age of 20 or 21."}, {"timestamp": [698.74, 704.54], "text": " So when these kids come out when they're 26 or 27, they're ready for bear."}, {"timestamp": [704.54, 706.54], "text": " They make venture capitalist drool, they're ready for bear. They make venture capitalists drool"}, {"timestamp": [706.54, 711.78], "text": " because they have not only developed products and programs"}, {"timestamp": [711.78, 714.16], "text": " that are real world challenges."}, {"timestamp": [714.98, 717.64], "text": " That has helped to make Israel among the most successful"}, {"timestamp": [717.64, 719.84], "text": " cybersecurity economies in the world,"}, {"timestamp": [720.44, 722.64], "text": " probably just behind the USA and China,"}, {"timestamp": [722.98, 726.08], "text": " not bad for a country of fewer than 9 million people."}, {"timestamp": [726.7, 729.44], "text": " It's what life on the front line can do for you."}, {"timestamp": [730.02, 735.16], "text": " Although Kieran Martin from GCHQ admits there's one part of the Israeli experience"}, {"timestamp": [735.16, 737.16], "text": " that they're never going to get here."}, {"timestamp": [737.58, 740.96], "text": " Well, there is part of the Israeli system that's dependent on conscription"}, {"timestamp": [740.96, 743.04], "text": " and in the famous words of Sir Humphrey Appalby,"}, {"timestamp": [743.16, 748.84], "text": " conscription is a rather courageous policy for other countries to adopt in our part of the world."}, {"timestamp": [748.84, 754.24], "text": " But having said that, we do do some things that are similar to the Israeli model."}, {"timestamp": [754.24, 760.08], "text": " So by 2020 we will have funded around 1,000 undergraduates around half of their tuition fees"}, {"timestamp": [760.08, 763.12], "text": " on the condition that they work in the cyber security industry."}, {"timestamp": [763.12, 765.84], "text": " They don't have to work for us, although we will welcome some of them, no doubt,"}, {"timestamp": [766.26, 768.4], "text": " but they have to work in a cyber security related subject"}, {"timestamp": [768.4, 770.64], "text": " in the public or private sectors for a fixed number of years"}, {"timestamp": [770.64, 772.22], "text": " or repay that bursary."}, {"timestamp": [773.08, 777.32], "text": " However, there is a part of the UK that has taken advantage of frontline experience."}, {"timestamp": [777.8, 780.24], "text": " Queens University in Belfast, Ulster University,"}, {"timestamp": [780.24, 785.08], "text": " and the other colleges between them turn out over a thousand IT graduates every year,"}, {"timestamp": [785.08, 790.88], "text": " and they've branched out into a science park in the centre of Belfast's former industrial heartland."}, {"timestamp": [790.88, 796.68], "text": " I'm standing here on the edge of the dock at the very end of Belfast Lock."}, {"timestamp": [796.68, 801.08], "text": " There's still ships coming in, emptying out coal and all kinds of things here."}, {"timestamp": [801.08, 808.4], "text": " But basically this used to be Harland and Wolf, the shipbuilders, and they don't make ships here anymore. The cranes are still here. There's the Titanic Center,"}, {"timestamp": [808.4, 812.24], "text": " which is a tourist attraction. There's the studio here where they make Game of Thrones."}, {"timestamp": [812.24, 816.72], "text": " And also there's a new technology hub. I was really impressed. I just thought it was going to be one building."}, {"timestamp": [816.72, 820.88], "text": " It's really a whole campus of companies, international companies, local starts up,"}, {"timestamp": [820.88, 826.94], "text": " and they're all attracted by the excellent students, the universities and of course the government grants."}, {"timestamp": [826.94, 832.0], "text": " And opposite the old pump house once used to empty the largest dry dock in the world is"}, {"timestamp": [832.0, 838.24], "text": " C-SIT, the Centre for Secure Information Technologies, a government-backed attempt to spin out new"}, {"timestamp": [838.24, 843.44], "text": " businesses and attract foreign investment through all that academic research."}, {"timestamp": [843.44, 848.92], "text": " It is, fittingly enough, housed in a series of ultra-modern office blocks, right up beside that"}, {"timestamp": [848.92, 850.3], "text": " old dry dock."}, {"timestamp": [850.3, 854.68], "text": " As David Crozier from C-SIT walked me around the site, he told me it's hoped this will"}, {"timestamp": [854.68, 861.6], "text": " be the hub that creates the next Belfast-based Industrial Revolution, one centered on cyber security."}, {"timestamp": [861.6, 866.08], "text": " Actually, whenever I moved here about seven years ago,"}, {"timestamp": [866.48, 868.46], "text": " this was just a brownfield site."}, {"timestamp": [868.66, 871.04], "text": " Effectively, some of this land in front of us"}, {"timestamp": [871.04, 873.3], "text": " had been reclaimed from Belfastlock,"}, {"timestamp": [873.54, 874.98], "text": " where we're standing at the moment,"}, {"timestamp": [875.34, 876.96], "text": " this would have been the dock side"}, {"timestamp": [876.96, 878.98], "text": " for the Thompson Dry Dock."}, {"timestamp": [879.36, 881.26], "text": " You know, this was the old shipyard site"}, {"timestamp": [881.26, 882.88], "text": " and a lot of it had been flattened."}, {"timestamp": [882.88, 885.84], "text": " So effectively, the Institute, where I work,"}, {"timestamp": [885.84, 889.4], "text": " that was the first new building on this plot of land."}, {"timestamp": [889.4, 891.72], "text": " And really our remit is to carry out"}, {"timestamp": [891.72, 894.36], "text": " world-leading research into cybersecurity"}, {"timestamp": [894.36, 896.44], "text": " and also then take that research"}, {"timestamp": [896.44, 898.4], "text": " and bring that right through industry"}, {"timestamp": [898.4, 900.6], "text": " through our innovation programs,"}, {"timestamp": [900.6, 902.6], "text": " through spelling out new companies"}, {"timestamp": [902.6, 905.68], "text": " and also working with the wider UK cyber security"}, {"timestamp": [905.68, 908.64], "text": " industry to get them access to that research."}, {"timestamp": [908.64, 914.56], "text": " C-SIT is part of Queen's University. They're trying to help move the economy from making ships"}, {"timestamp": [914.56, 919.68], "text": " to securing silicon chips. Lots of people who just won't associate Belfast with high-tech"}, {"timestamp": [919.68, 924.8], "text": " cyber research computer. What was it about the history of Northern Ireland universities that made"}, {"timestamp": [924.8, 928.1], "text": " this happen here? So at Queen's University in Belfast"}, {"timestamp": [928.1, 932.24], "text": " we've actually quite a strong track record and the areas of electronic and"}, {"timestamp": [932.24, 937.46], "text": " electrical engineering research specifically so actually our track record and"}, {"timestamp": [937.46, 941.84], "text": " that goes back about 60 years now in electronic engineering actually lends itself"}, {"timestamp": [941.84, 946.0], "text": " to this new world of cyber security and did the troubles have any part to play in that?"}, {"timestamp": [946.0, 951.0], "text": " Well, actually, as a population, as a region, we understand security."}, {"timestamp": [951.0, 954.0], "text": " We come from a security standpoint."}, {"timestamp": [954.0, 960.0], "text": " You know, anyone of a certain age born in Northern Ireland will understand the requirement for security,"}, {"timestamp": [960.0, 965.12], "text": " for protecting mostly physical infrastructure, but actually you can apply those same principles"}, {"timestamp": [965.12, 968.2], "text": " to cyber physical systems and IT systems as well."}, {"timestamp": [969.04, 975.08], "text": " And in one of those modern buildings is Be Secure, full of trendy young men, and it is mostly men,"}, {"timestamp": [975.56, 981.06], "text": " studiously and quietly working away at their laptops, sipping coffee, and coming up with cunning new"}, {"timestamp": [981.06, 982.66], "text": " schemes to keep us all safe."}, {"timestamp": [982.66, 984.4], "text": " The world has gone digital."}, {"timestamp": [990.68, 996.4], "text": " By 2020, the number of connected devices is set to reach 50 billion. Be Secure is a classic example of the kind of company that C-Sit and Belfast have attracted."}, {"timestamp": [996.4, 999.92], "text": " It uses your individual heartbeat to identify you."}, {"timestamp": [999.92, 1005.52], "text": " So for instance, sensors in your car's steering wheel could ensure that you and only you can drive"}, {"timestamp": [1005.52, 1011.12], "text": " that vehicle. They were kind enough to let me have a go on their mock-up of a lorry's cab to try"}, {"timestamp": [1011.12, 1018.16], "text": " it out, driving a truck on a virtual motorway. Right, well I'm sitting at basically a steering"}, {"timestamp": [1018.16, 1021.92], "text": " wheel with an accelerator and a brake screen in front of me and then..."}, {"timestamp": [1021.92, 1025.12], "text": " Adrian Condon, the chief technology officer, showed me the"}, {"timestamp": [1025.12, 1028.72], "text": " ropes. But this is an example of you driving your car and if you place your hands in the wheel."}, {"timestamp": [1028.72, 1033.76], "text": " Yep. We're going to enroll you so you can imagine that you have just bought your nice new"}, {"timestamp": [1033.76, 1040.24], "text": " range over. Yeah. And you enroll so we'll take about 40 beats worth of information. So this"}, {"timestamp": [1040.24, 1044.64], "text": " is actually your natural heartbeat coming through as you touch the wheel, the electrical"}, {"timestamp": [1044.64, 1048.28], "text": " transfer of information is going onto the steering wheel and our algorithms are actually"}, {"timestamp": [1048.28, 1052.46], "text": " detecting each of your heartbeats, like similar to a hospital environment and then extracting"}, {"timestamp": [1052.46, 1054.0], "text": " all the information."}, {"timestamp": [1054.0, 1057.52], "text": " So now building a template for you, which is unique to you."}, {"timestamp": [1057.52, 1059.8], "text": " And this takes about 40 beats in the first instance."}, {"timestamp": [1059.8, 1063.76], "text": " So I'm just watching my heartbeat going on a kind of graph across the screen."}, {"timestamp": [1063.76, 1069.6], "text": " This is your live heartbeat. This is accurate to medical grade standards and yet you're not in a hospital."}, {"timestamp": [1069.6, 1075.2], "text": " It's all very impressive but as I discovered very quickly it won't improve your driving."}, {"timestamp": [1075.2, 1077.6], "text": " Oh dear and if I was you have to slow down."}, {"timestamp": [1077.6, 1079.36], "text": " This is a real-time truck simulator and..."}, {"timestamp": [1079.36, 1080.96], "text": " Oh yeah my heart rate's going on."}, {"timestamp": [1080.96, 1084.16], "text": " Oh yeah I'm over."}, {"timestamp": [1084.16, 1084.56], "text": " Yeah, I'm over."}, {"timestamp": [1084.56, 1085.0], "text": " Crashed. Completely crashed. I'm not going to start right. Oh Oh, I'm over, seriously. Crashed."}, {"timestamp": [1085.0, 1086.0], "text": " Completely crashed."}, {"timestamp": [1086.0, 1087.0], "text": " That's right."}, {"timestamp": [1087.0, 1090.0], "text": " Oh, yeah, with my heart rate down."}, {"timestamp": [1090.0, 1098.0], "text": " But the heart monitors could, in theory, stop you driving when drunk, or even bring you to a gentle stop when you're getting tired."}, {"timestamp": [1098.0, 1105.6], "text": " And the technology was developed as an indirect result of Northern Ireland's recent history, says Alan Foreman, the company's founder."}, {"timestamp": [1106.12, 1111.36], "text": " Medics have known for over 20 years that everyone's heartbeat is unique in some way."}, {"timestamp": [1111.62, 1113.64], "text": " In fact, that was a problem for medics."}, {"timestamp": [1114.2, 1115.96], "text": " A lot of that research came through Northern Ireland,"}, {"timestamp": [1116.3, 1118.64], "text": " looking back to the days of the troubles, believe it or not,"}, {"timestamp": [1118.68, 1122.22], "text": " when a lot of the world's leading cardiologists came through the city of Belfast."}, {"timestamp": [1122.72, 1123.68], "text": " Some of them stayed."}, {"timestamp": [1124.24, 1126.4], "text": " And what you find now in"}, {"timestamp": [1126.4, 1132.06], "text": " Northern Ireland is not just a dearth of cyber security businesses but other companies related to"}, {"timestamp": [1132.06, 1138.8], "text": " ECG and cardiology technology so the first portable defibrillator was invented here and you see them"}, {"timestamp": [1138.8, 1143.28], "text": " at the side of football pitches today. So an awful lot of tech for cardiology came out of this world."}, {"timestamp": [1143.28, 1149.6], "text": " What happened then was medics saw it as a problem, but some clever people saw that as an"}, {"timestamp": [1149.6, 1153.0], "text": " opportunity to take the uniqueness of the heartbeat."}, {"timestamp": [1153.0, 1157.5], "text": " And that's what we've started to work on, only in the last number of years."}, {"timestamp": [1157.5, 1161.0], "text": " And Adrian Condon says there are lots of other uses as well."}, {"timestamp": [1161.0, 1165.4], "text": " In this use case, you would put on a watch, touch it for a second or two, authenticate"}, {"timestamp": [1165.4, 1167.68], "text": " once and you remain authenticated through the day."}, {"timestamp": [1167.68, 1171.68], "text": " So you can walk through doors, make payments, and the same technologies are being applied"}, {"timestamp": [1171.68, 1173.28], "text": " to smart rings as well."}, {"timestamp": [1173.28, 1177.0], "text": " So again, something that you actually wear on your finger can do a lot of the health monitoring"}, {"timestamp": [1177.0, 1178.56], "text": " and security applications."}, {"timestamp": [1178.56, 1184.12], "text": " So you could literally have a wristwatch or even a ring and it's your credit card, it's"}, {"timestamp": [1184.12, 1185.28], "text": " your security pass at work, it's your key fob for the car, it it's your credit card, it's your security pass at work,"}, {"timestamp": [1185.4, 1187.28], "text": " it's your key fob for the car,"}, {"timestamp": [1187.44, 1189.3], "text": " it's your front door key, it's everything."}, {"timestamp": [1189.46, 1190.5], "text": " It's access to your laptop,"}, {"timestamp": [1190.84, 1192.4], "text": " it's access to the building,"}, {"timestamp": [1192.9, 1194.38], "text": " it's payment to the canteen."}, {"timestamp": [1194.58, 1195.54], "text": " It does everything,"}, {"timestamp": [1195.74, 1197.44], "text": " and it's a seamless user experience."}, {"timestamp": [1198.16, 1199.78], "text": " It's a cutting-edge piece of kit,"}, {"timestamp": [1200.22, 1202.42], "text": " and in trendy high-tech start-ups,"}, {"timestamp": [1202.72, 1206.58], "text": " there is also always one other piece of vital equipment."}, {"timestamp": [1210.64, 1219.26], "text": " There always seem to be pool tables at companies like this, and there are also breakout zones, soft sofas and free as much as you can drink bars."}, {"timestamp": [1219.68, 1222.78], "text": " High-tech jobs come with quite a few perks these days."}, {"timestamp": [1223.32, 1226.18], "text": " But Belfast has other attractions, says Alan Foreman,"}, {"timestamp": [1226.42, 1229.38], "text": " who returned to the province to set up Be Secure."}, {"timestamp": [1229.98, 1233.62], "text": " We looked all around Europe to where we could best put Be Secure."}, {"timestamp": [1233.96, 1234.7], "text": " We looked at Edinburgh."}, {"timestamp": [1234.9, 1236.32], "text": " We looked at Bristol in the UK."}, {"timestamp": [1236.74, 1239.12], "text": " We looked further afield into central Europe."}, {"timestamp": [1239.74, 1242.52], "text": " And what came coming back time and time again"}, {"timestamp": [1242.52, 1246.56], "text": " was the depth of engineering and technical resource here in Belfast."}, {"timestamp": [1247.04, 1256.38], "text": " Spun out of the two major universities that are here, which then has spawned a whole load of international businesses coming to Belfast in the 20 years that I was away."}, {"timestamp": [1256.94, 1261.36], "text": " So most of our technology resource is now staffed from Northern Ireland people."}, {"timestamp": [1261.76, 1264.8], "text": " Hence we are now located here purely in Belfast."}, {"timestamp": [1267.8, 1272.4], "text": " And it's been a great breadth of talent for us. And now Alan says Belfast's cyber security cluster is so large"}, {"timestamp": [1272.4, 1276.3], "text": " it's attracted the attention of top talent from around the world."}, {"timestamp": [1276.3, 1281.8], "text": " What I discovered was very along, there is a cyber cluster,"}, {"timestamp": [1281.8, 1287.12], "text": " a cluster of companies, small, medium and large, and research institutes"}, {"timestamp": [1287.12, 1292.52], "text": " born out of Queens University and University of Ulster that are driving the cyber tech business."}, {"timestamp": [1292.52, 1299.08], "text": " So one of the founding institutes linked to GCHQ for research is called ESIT."}, {"timestamp": [1299.08, 1309.0], "text": " It's part of Queens University and that is bringing graduates out of Queens into the types of computer science and cyber industry specialism"}, {"timestamp": [1309.0, 1312.0], "text": " that you just see naturally over in places like Israel."}, {"timestamp": [1312.0, 1315.0], "text": " So big, big hub for that in the science park."}, {"timestamp": [1315.0, 1322.0], "text": " So we therefore have the big companies chasing that, whether it be Cisco or IBM or the big industrials,"}, {"timestamp": [1322.0, 1327.0], "text": " and then the whole startup regime sits around that. So you'll find a lot of cyber companies here in Northern Ireland."}, {"timestamp": [1327.64, 1330.38], "text": " The universities, the Science Park and the expertise"}, {"timestamp": [1330.38, 1333.32], "text": " have also started to attract large firms,"}, {"timestamp": [1333.56, 1338.52], "text": " willing to base a significant part of their cyber security work and staff in Belfast,"}, {"timestamp": [1338.92, 1340.98], "text": " says David Crozier from CISIT."}, {"timestamp": [1340.98, 1343.54], "text": " The likes of all state are a big US insurer."}, {"timestamp": [1343.94, 1349.86], "text": " They have 150 cybersecurity people in Belfast managing cybersecurity for that whole enterprise in the US."}, {"timestamp": [1350.16, 1355.88], "text": " We have more pure play of cybersecurity companies like Rapid 7, Anomali, Alert Logic,"}, {"timestamp": [1356.24, 1359.46], "text": " who are US companies but have come here as a foreign direct investment,"}, {"timestamp": [1359.92, 1365.68], "text": " really to tap this really rich vein of talent in cybersecurity that we have in Belfast"}, {"timestamp": [1365.68, 1369.98], "text": " and they're setting up research and development offices, they're setting up back office functions"}, {"timestamp": [1369.98, 1373.78], "text": " here in Belfast to service their global clients."}, {"timestamp": [1373.78, 1378.76], "text": " You know, and it's not just to service the UK market, they're servicing Europe, Middle East,"}, {"timestamp": [1378.76, 1382.62], "text": " Africa and global clients here from Belfast."}, {"timestamp": [1382.62, 1391.0], "text": " The number of cyber security experts has soared from 50 in 2008 to 1,500 today, meaning there"}, {"timestamp": [1391.0, 1397.54], "text": " is now enough of a cybersecurity economy to attract and keep star staff, certain in the knowledge"}, {"timestamp": [1397.54, 1402.38], "text": " that they haven't moved to Belfast to just take advantage of one job offer, but that they're"}, {"timestamp": [1402.38, 1406.0], "text": " part of a large pool of talent and therefore opportunity."}, {"timestamp": [1406.0, 1414.0], "text": " Certainly the cyber security experts we met at the new Harp Bar, one of the many new pubs in the Cathedral Quarter, felt that way."}, {"timestamp": [1414.0, 1417.0], "text": " I spoke to Gary, Mark and Samantha."}, {"timestamp": [1417.0, 1426.32], "text": " Because of the environment we have now, we can thrive, we can have a startup company specifically in Northern Ireland, in Belfast, on cyber security and make it a success."}, {"timestamp": [1426.32, 1430.24], "text": " That's almost a testament to how much is growing here as well as around the world."}, {"timestamp": [1430.24, 1435.0], "text": " I think it was within a day and I already had two interviews lined up."}, {"timestamp": [1435.0, 1440.0], "text": " I actually got made of Dunden five, six months ago before I started working for ULESQ."}, {"timestamp": [1440.0, 1446.76], "text": " And I wasn't worried, got told it was being made to Dunden and there was absolutely no fear in me because I kind of knew straight away,"}, {"timestamp": [1446.76, 1449.48], "text": " you're getting constantly contacted by recruiters."}, {"timestamp": [1449.48, 1452.04], "text": " You already know that in something like cyber security,"}, {"timestamp": [1452.04, 1453.74], "text": " there's so many companies here."}, {"timestamp": [1453.74, 1456.08], "text": " I kind of knew that I was going to have a job within no time."}, {"timestamp": [1456.08, 1459.22], "text": " It took six working days until I actually got hired."}, {"timestamp": [1459.22, 1462.28], "text": " And by that stage, I had say four interviews passed me"}, {"timestamp": [1462.28, 1466.08], "text": " and I already had like another few second stage or first stage interviews lined up."}, {"timestamp": [1467.04, 1473.1], "text": " All that means that at least in this one sector, Belfast and Northern Ireland have managed to reverse the brain drain."}, {"timestamp": [1473.1, 1479.88], "text": " The issue that hinders and holds back so many regions of the UK as the brightest and the best take their education"}, {"timestamp": [1479.88, 1485.42], "text": " and run for the bright lights and better prospects of other parts of this country and abroad."}, {"timestamp": [1486.1, 1491.18], "text": " I went to Australia and realised no, Belfast's place for me, I need to go back home."}, {"timestamp": [1491.6, 1495.36], "text": " I think that year that I went away, a lot more cyber security firms opened,"}, {"timestamp": [1495.72, 1502.66], "text": " and I was researching them in Australia and thought there's so much more opportunity there than there is in Australia."}, {"timestamp": [1503.1, 1507.68], "text": " Presumably, you know lots of people who have left and have gone and worked somewhere else"}, {"timestamp": [1507.68, 1511.12], "text": " because the brain drain has been quite dramatic here over the years, isn't it?"}, {"timestamp": [1511.12, 1514.88], "text": " Yes, definitely during the early 90s there was a lot of people moving over to England."}, {"timestamp": [1514.88, 1519.84], "text": " Everybody went to England and or Dublin to get a job. That has obviously slowed now,"}, {"timestamp": [1519.84, 1524.0], "text": " but probably most of the people I went to university with all moved England."}, {"timestamp": [1524.0, 1525.72], "text": " My two best friends even from school."}, {"timestamp": [1526.02, 1528.24], "text": " One of them is currently in London, doing data science."}, {"timestamp": [1528.34, 1531.08], "text": " And the other one is a radiotherapist over in Nottingham."}, {"timestamp": [1531.48, 1533.86], "text": " So, I mean, both of those are very high-skilled jobs,"}, {"timestamp": [1533.98, 1535.78], "text": " but they simply couldn't get a job here."}, {"timestamp": [1535.88, 1537.1], "text": " So they kind of had to move abroad."}, {"timestamp": [1537.46, 1538.86], "text": " They couldn't get career development."}, {"timestamp": [1539.6, 1541.14], "text": " There just wasn't the market for it here."}, {"timestamp": [1542.22, 1545.46], "text": " This is a future and Brexit-proof industry."}, {"timestamp": [1546.02, 1548.48], "text": " Just as data flows effortlessly these days,"}, {"timestamp": [1548.88, 1553.68], "text": " it will also always need protecting from the hackers, con-artists, thieves and spies."}, {"timestamp": [1554.2, 1556.94], "text": " Making the potential huge, says David Crozier."}, {"timestamp": [1557.44, 1561.22], "text": " Some for spin-out companies, the university would retain a shareholding in those."}, {"timestamp": [1561.58, 1564.34], "text": " If you look at some of the more long-standing startups,"}, {"timestamp": [1564.6, 1568.4], "text": " are spin-out companies from the university's companies like, you know, where that was floated on the"}, {"timestamp": [1568.4, 1573.44], "text": " stock market, you know, the university then stands to benefit and that money is then reinvested"}, {"timestamp": [1573.44, 1577.28], "text": " back into more research, more commercialisation activities."}, {"timestamp": [1577.28, 1579.44], "text": " And which one's going to be the next Microsoft, then?"}, {"timestamp": [1579.44, 1593.92], "text": " If I could tell you that, I'd be invested in them myself. But, you know companies that we spin out, companies like analytics engines are doing a lot of really strong work in terms of big data and data science."}, {"timestamp": [1594.24, 1601.42], "text": " Other things that we do at our institute around new 5G technologies, around new implantable antennae."}, {"timestamp": [1601.54, 1605.28], "text": " Those have big applications in medical and healthcare."}, {"timestamp": [1605.28, 1611.18], "text": " So any one of those has the potential to be, maybe not Google or whatever, but significant"}, {"timestamp": [1611.18, 1616.58], "text": " employers here locally and all that technology we see a lot of US companies are looking"}, {"timestamp": [1616.58, 1619.46], "text": " to acquire those sorts of companies as well."}, {"timestamp": [1619.46, 1624.48], "text": " So there's a good pipeline of potential large-scale companies here."}, {"timestamp": [1624.48, 1628.4], "text": " A success like that would be a game changer for the Northern Irish economy,"}, {"timestamp": [1628.4, 1631.2], "text": " making Belfast the Silicon Lock."}, {"timestamp": [1631.2, 1636.0], "text": " Cybersecurity is a lesson not just for the regions but for the whole country."}, {"timestamp": [1636.0, 1639.6], "text": " We have consistently created world-beating technologies,"}, {"timestamp": [1639.6, 1643.8], "text": " but failed to turn them into world-beating British industries."}, {"timestamp": [1643.8, 1647.72], "text": " Cybersecurity and Belfast show just how research,"}, {"timestamp": [1647.72, 1651.16], "text": " universities, government agencies and entrepreneurs"}, {"timestamp": [1651.16, 1654.12], "text": " can unite to create whole new industries"}, {"timestamp": [1654.12, 1656.96], "text": " and turn curses into blessings."}, {"timestamp": [1656.96, 1660.28], "text": " I've just helped carry out a piece of research for DCMS"}, {"timestamp": [1660.28, 1662.8], "text": " and shows that the industry is worth about six billion"}, {"timestamp": [1662.8, 1666.86], "text": " in really pure cybersecurity technologies for the UK economy."}, {"timestamp": [1667.32, 1670.96], "text": " It employs about 40,000 people on pure cybersecurity technology."}, {"timestamp": [1671.16, 1674.04], "text": " So it's a big industry and it's rapidly growing."}, {"timestamp": [1674.34, 1677.68], "text": " You know, you're probably looking at a doubling over the next five or six years"}, {"timestamp": [1677.68, 1678.94], "text": " in terms of the industry."}, {"timestamp": [1679.1, 1681.38], "text": " So that's a huge opportunity for the UK as well."}, {"timestamp": [1683.7, 1685.26], "text": " I hope you enjoyed listening."}, {"timestamp": [1685.26, 1689.54], "text": " You can discover more music, radio and podcasts on BBC Sounds."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. Welcome to the BBC's World of Business. In this download edition of In Business, Johnty Bloom takes a look at the cyber security industry in the UK. Top secret for decades, home of some of the world's most secret technology and the anonymous experts who develop and use it, GCHQ, the secretive code-breaking and government cyber security organisation, is based in a high-tech and ultra-secure building in Cheltenham. But it also has a top-secret unit here in London. It's just opposite Victoria Station. If you find you walking past the Apollo Theatre, you're going the wrong way and you need to turn round. Actually, the National Cyber Security Centre is nowhere near as secretive and secure as GCHQ itself. Although you will be escorted everywhere. Oh, and each and every door needs both an electronic ID card and a code number. But then on the day we visited, that code number was 1-2-3-4. I am pretty sure they've changed it by now. Thank you very much, particularly for the announcement of the best traditions of government cybersecurity. Good evening everyone. I'm Keir and Martin. I've got the privilege of being... Kieran Martin is head of the NCSC. In a conference room on the seventh floor of a smart office block, he's addressing a large audience of investors and venture capitalists. They're here to decide whether to put their money behind six startup cybersecurity businesses. Six companies being sponsored and supported by GCHQ. Each of them got just three minutes to pitch their business ideas. Everyone is being hacked, including the big names. And if you open the media, you're going to see these examples. And that's just the beginning, because based on a new got a reborts. How many online accounts have you signed up to? Anything that has a long... This is only the third time that GCHQ has sponsored private companies and in this program I'll be looking at how big an industry cyber security is and could become for the UK economy. First I spoke to Kieran about GCHQ's change of heart. The first question, I'd really like the point you made about the barbed wire around GCQ keeps people out, but it also keeps your people in. Why did they decide that you need to start helping the industry and using your expertise? We think it's impossible to try and protect a country of 66 million people who are all using digital equipment of some type or other by being secret about it. That model just doesn't work anymore. Our job for 100 years in GCQ has been to advise on how to keep government communications safe and secure in the old days that meant keeping a relatively small number of paper-based secrets safe from those who didn't want to see it. Now it means large amounts of personal data, large amounts of sensitive information, large amounts of financial transactions, safe and secure. And we found around five years ago we were advising departments on technology such as mobile devices, ordinary network email systems that we weren't using ourselves. For a start there's a basic credibility problem. We don't have the experience of using them ourselves and there was there for an expertise problem. We couldn't do the sorts of experiments we wanted to do. We couldn't do the sort of research we wanted to do. We couldn't do the sort of research we wanted to do. Never mind the engagement outside. So over the past few years, we've branched out in the building we're now in at the NCSC headquarters in central London. It's a largely unclassified building. Lots of different people can come in and collaborate. And we're so much better for that. That's why we can give practical advice to people about what's going to keep them safe. Certainly the start-ups are an impressive lot. Cimenetta d'Otiviano is the co-founder and chief executive of NetToken. The idea is that we keep signing up to many new accounts every day. The average internet user unknowingly signed up to no less than 150 accounts that are active, according to our research. So our digital footprint is scattered through the web, and net token helps you find it and organize it in a single point of access that it's both secure and easy to manage for everyday internet users. And Cemanetta is very grateful for the support that GCHQ is giving her. For us, it's a fantastic endorsement as a young company trying to build trust and credibility in this industry. And we want to do all possible checks to make sure that we have everything placed facing scalability, both from a technical side of things and also commercial. Although it was far from certain what exactly all the entrepreneurs actually do. Omar Yucube, for instance. So instead of working on the data itself, we work on the metadata related to the flow. So we work on the SSL metadata and TCP IP metadata. And then we developed a patent-pandic technology. I have no idea what you're talking about. Omar did, however, dumb it down enough even for me. If you go to the airport, when you put your luggage into the customs, they don't have to open it to see what's going on. So they have the way of looking to your luggage to see if there's anything wrong going on. We do the same. So instead of looking at the data itself, we're looking if everything related to those data to see if there's any abnormality or anything wrong within those metadata. But my very ignorance highlights a problem. For me, cyber security involves desperately trying to remember a dozen passwords and not giving away my bank details, but it's far, far more than that. Now it's a whole vast industry, threat intelligence, that's monitoring breaches in companies' computer systems, finding new vulnerabilities and repairing them before the crooks can exploit them, new forms of ID like biometrics, your thumbprint, iris pattern or heartbeat that cannot be copied or faked, cryptography and hardware protection. All designed to protect the huge amounts of valuable data now available online. In theory, at least, this is an area in which the UK should have had a head start. Everything we do is inspired by the absolute conviction that a great evil must be removed from the world. That evil is the spirit of faithlessness, of intolerance, of bullying, and of senseless criminal ambition embodied in Hitler and all those who surround him. After all, the UK cracked the German's enigma machine in the Second World War, built one of the first ever computers to do so, and has been at the forefront of code-breaking ever since. Surely this is something that British companies should be leading the world in already. We've made it too hard across the West, and the UK is trying to lead the fight back in this, we've made it too hard to use the internet safely for people, and we need to fix that, and that's what we're after in the NCSC. We're doing some things that are genuinely we're leading. There's a lot more to do, and the things we want to do in the future involve, really spreading that out beyond government networks into the private sector. We want to industrialize the sort of automatic protections that we're putting in place. If the government's looking for a country which has cracked this nut, there is one place that's not just a world-beater in cyber security terms, but also world-class at turning that technological advantage into multi-billion-pound firms. Welcome. Prime Minister, Beniamen, Netanyahu, Prime Minister of Israel. Thank you, good morning. I'm pleased to be here with Professor Joseph Klouffer, the President of Tel Aviv University, Professor Izhak Ben-Israel, who alerted me a few years ago to a book, a fictional book, on cyber war between China and the United States. I read it over one night, didn't sleep, and said, we better do something. I want to talk about the glorious future we have and the horrible threats that endanger it. Israel's success is the result of the huge resources, workforce and research. The Israeli Defense Forces, or National Army, invest in the area. The most prestigious postings for Israeli conscripts are not the paratroopers or special forces, but cyber security units. As John Medved, author of Startup Nation, a book about Israeli entrepreneurship, makes clear. The reason that Israel really punches above its weight class in the cybersecurity area is that we have a real-world need to do so. We are under constant threat. People are attacking us over the Internet and trying to penetrate our companies, our government, our military, 24-7. And so for us, cyber security is not an academic exercise. It's not a theoretical question. It's life and death. The most famous unit is known as 8200. Israel's equivalent of GCHQ. It's made up of the brightest students, computer programmers and hackers, many trained in army-run after-school classes and talent spotted by teachers and tutors for this cutting-edge work. In the Israeli Defence Forces, the best and the brightest kids are competing out of high school to get into these incredible cybersecurity units. The most famous is something called 8200, which is the Israeli version of the NSA, which does signal intelligence. But there are literally dozens of other units which I can't talk about and no one knows about. Although it's supposed to be top secret, its work has become famous throughout the world. In Australia, it's been credited with warning about and preventing an attack on a civilian airliner. We know the target and the people accused of trying to bomb an airline out of Sydney, but now revelations the tip-off that led to the arrests came from Israeli intelligence. We revealed today that Israel's intelligence services prevented the shooting down of an Australian airliner. Unit 8200 is a secretive branch of the Israeli Intelligence Corps, a team of young computer experts cracking codes and intercepting communications. Most famously, it was allegedly behind a seemingly impossible hack, breaking into Iran's uranium refining program and introducing a virus that caused its computer-controlled centrifuges to self-destruct. A mission Israel has never even officially admitted happened. The cyber weapon has been unleashed on an unsuspecting enemy. It's been named Stuxnet, and since its discovery in 2010, it's rewritten the rules of engagement in warfare. The real key to Israel's expertise in the cybersecurity area has to do with the Israel Defense Forces and the prowess and the real world experience that our guys and gals get in the army. And some of the best sign up for much longer than the normal three years of conscription. By the end of their national service, they can virtually write their own meal ticket. First of all, there are different programs. There's a program called Talpiot, which has gotten some coverage, where they actually go in for nine years. And it picks every year between 40 and 80, you know, bona fide geniuses who actually get sort of a cook's tour of the Army spending a couple of months in different parts of the Army to see how it's run. And then they actually manage research and development programs at the age of 20 or 21. So when these kids come out when they're 26 or 27, they're ready for bear. They make venture capitalist drool, they're ready for bear. They make venture capitalists drool because they have not only developed products and programs that are real world challenges. That has helped to make Israel among the most successful cybersecurity economies in the world, probably just behind the USA and China, not bad for a country of fewer than 9 million people. It's what life on the front line can do for you. Although Kieran Martin from GCHQ admits there's one part of the Israeli experience that they're never going to get here. Well, there is part of the Israeli system that's dependent on conscription and in the famous words of Sir Humphrey Appalby, conscription is a rather courageous policy for other countries to adopt in our part of the world. But having said that, we do do some things that are similar to the Israeli model. So by 2020 we will have funded around 1,000 undergraduates around half of their tuition fees on the condition that they work in the cyber security industry. They don't have to work for us, although we will welcome some of them, no doubt, but they have to work in a cyber security related subject in the public or private sectors for a fixed number of years or repay that bursary. However, there is a part of the UK that has taken advantage of frontline experience. Queens University in Belfast, Ulster University, and the other colleges between them turn out over a thousand IT graduates every year, and they've branched out into a science park in the centre of Belfast's former industrial heartland. I'm standing here on the edge of the dock at the very end of Belfast Lock. There's still ships coming in, emptying out coal and all kinds of things here. But basically this used to be Harland and Wolf, the shipbuilders, and they don't make ships here anymore. The cranes are still here. There's the Titanic Center, which is a tourist attraction. There's the studio here where they make Game of Thrones. And also there's a new technology hub. I was really impressed. I just thought it was going to be one building. It's really a whole campus of companies, international companies, local starts up, and they're all attracted by the excellent students, the universities and of course the government grants. And opposite the old pump house once used to empty the largest dry dock in the world is C-SIT, the Centre for Secure Information Technologies, a government-backed attempt to spin out new businesses and attract foreign investment through all that academic research. It is, fittingly enough, housed in a series of ultra-modern office blocks, right up beside that old dry dock. As David Crozier from C-SIT walked me around the site, he told me it's hoped this will be the hub that creates the next Belfast-based Industrial Revolution, one centered on cyber security. Actually, whenever I moved here about seven years ago, this was just a brownfield site. Effectively, some of this land in front of us had been reclaimed from Belfastlock, where we're standing at the moment, this would have been the dock side for the Thompson Dry Dock. You know, this was the old shipyard site and a lot of it had been flattened. So effectively, the Institute, where I work, that was the first new building on this plot of land. And really our remit is to carry out world-leading research into cybersecurity and also then take that research and bring that right through industry through our innovation programs, through spelling out new companies and also working with the wider UK cyber security industry to get them access to that research. C-SIT is part of Queen's University. They're trying to help move the economy from making ships to securing silicon chips. Lots of people who just won't associate Belfast with high-tech cyber research computer. What was it about the history of Northern Ireland universities that made this happen here? So at Queen's University in Belfast we've actually quite a strong track record and the areas of electronic and electrical engineering research specifically so actually our track record and that goes back about 60 years now in electronic engineering actually lends itself to this new world of cyber security and did the troubles have any part to play in that? Well, actually, as a population, as a region, we understand security. We come from a security standpoint. You know, anyone of a certain age born in Northern Ireland will understand the requirement for security, for protecting mostly physical infrastructure, but actually you can apply those same principles to cyber physical systems and IT systems as well. And in one of those modern buildings is Be Secure, full of trendy young men, and it is mostly men, studiously and quietly working away at their laptops, sipping coffee, and coming up with cunning new schemes to keep us all safe. The world has gone digital. By 2020, the number of connected devices is set to reach 50 billion. Be Secure is a classic example of the kind of company that C-Sit and Belfast have attracted. It uses your individual heartbeat to identify you. So for instance, sensors in your car's steering wheel could ensure that you and only you can drive that vehicle. They were kind enough to let me have a go on their mock-up of a lorry's cab to try it out, driving a truck on a virtual motorway. Right, well I'm sitting at basically a steering wheel with an accelerator and a brake screen in front of me and then... Adrian Condon, the chief technology officer, showed me the ropes. But this is an example of you driving your car and if you place your hands in the wheel. Yep. We're going to enroll you so you can imagine that you have just bought your nice new range over. Yeah. And you enroll so we'll take about 40 beats worth of information. So this is actually your natural heartbeat coming through as you touch the wheel, the electrical transfer of information is going onto the steering wheel and our algorithms are actually detecting each of your heartbeats, like similar to a hospital environment and then extracting all the information. So now building a template for you, which is unique to you. And this takes about 40 beats in the first instance. So I'm just watching my heartbeat going on a kind of graph across the screen. This is your live heartbeat. This is accurate to medical grade standards and yet you're not in a hospital. It's all very impressive but as I discovered very quickly it won't improve your driving. Oh dear and if I was you have to slow down. This is a real-time truck simulator and... Oh yeah my heart rate's going on. Oh yeah I'm over. Yeah, I'm over. Crashed. Completely crashed. I'm not going to start right. Oh Oh, I'm over, seriously. Crashed. Completely crashed. That's right. Oh, yeah, with my heart rate down. But the heart monitors could, in theory, stop you driving when drunk, or even bring you to a gentle stop when you're getting tired. And the technology was developed as an indirect result of Northern Ireland's recent history, says Alan Foreman, the company's founder. Medics have known for over 20 years that everyone's heartbeat is unique in some way. In fact, that was a problem for medics. A lot of that research came through Northern Ireland, looking back to the days of the troubles, believe it or not, when a lot of the world's leading cardiologists came through the city of Belfast. Some of them stayed. And what you find now in Northern Ireland is not just a dearth of cyber security businesses but other companies related to ECG and cardiology technology so the first portable defibrillator was invented here and you see them at the side of football pitches today. So an awful lot of tech for cardiology came out of this world. What happened then was medics saw it as a problem, but some clever people saw that as an opportunity to take the uniqueness of the heartbeat. And that's what we've started to work on, only in the last number of years. And Adrian Condon says there are lots of other uses as well. In this use case, you would put on a watch, touch it for a second or two, authenticate once and you remain authenticated through the day. So you can walk through doors, make payments, and the same technologies are being applied to smart rings as well. So again, something that you actually wear on your finger can do a lot of the health monitoring and security applications. So you could literally have a wristwatch or even a ring and it's your credit card, it's your security pass at work, it's your key fob for the car, it it's your credit card, it's your security pass at work, it's your key fob for the car, it's your front door key, it's everything. It's access to your laptop, it's access to the building, it's payment to the canteen. It does everything, and it's a seamless user experience. It's a cutting-edge piece of kit, and in trendy high-tech start-ups, there is also always one other piece of vital equipment. There always seem to be pool tables at companies like this, and there are also breakout zones, soft sofas and free as much as you can drink bars. High-tech jobs come with quite a few perks these days. But Belfast has other attractions, says Alan Foreman, who returned to the province to set up Be Secure. We looked all around Europe to where we could best put Be Secure. We looked at Edinburgh. We looked at Bristol in the UK. We looked further afield into central Europe. And what came coming back time and time again was the depth of engineering and technical resource here in Belfast. Spun out of the two major universities that are here, which then has spawned a whole load of international businesses coming to Belfast in the 20 years that I was away. So most of our technology resource is now staffed from Northern Ireland people. Hence we are now located here purely in Belfast. And it's been a great breadth of talent for us. And now Alan says Belfast's cyber security cluster is so large it's attracted the attention of top talent from around the world. What I discovered was very along, there is a cyber cluster, a cluster of companies, small, medium and large, and research institutes born out of Queens University and University of Ulster that are driving the cyber tech business. So one of the founding institutes linked to GCHQ for research is called ESIT. It's part of Queens University and that is bringing graduates out of Queens into the types of computer science and cyber industry specialism that you just see naturally over in places like Israel. So big, big hub for that in the science park. So we therefore have the big companies chasing that, whether it be Cisco or IBM or the big industrials, and then the whole startup regime sits around that. So you'll find a lot of cyber companies here in Northern Ireland. The universities, the Science Park and the expertise have also started to attract large firms, willing to base a significant part of their cyber security work and staff in Belfast, says David Crozier from CISIT. The likes of all state are a big US insurer. They have 150 cybersecurity people in Belfast managing cybersecurity for that whole enterprise in the US. We have more pure play of cybersecurity companies like Rapid 7, Anomali, Alert Logic, who are US companies but have come here as a foreign direct investment, really to tap this really rich vein of talent in cybersecurity that we have in Belfast and they're setting up research and development offices, they're setting up back office functions here in Belfast to service their global clients. You know, and it's not just to service the UK market, they're servicing Europe, Middle East, Africa and global clients here from Belfast. The number of cyber security experts has soared from 50 in 2008 to 1,500 today, meaning there is now enough of a cybersecurity economy to attract and keep star staff, certain in the knowledge that they haven't moved to Belfast to just take advantage of one job offer, but that they're part of a large pool of talent and therefore opportunity. Certainly the cyber security experts we met at the new Harp Bar, one of the many new pubs in the Cathedral Quarter, felt that way. I spoke to Gary, Mark and Samantha. Because of the environment we have now, we can thrive, we can have a startup company specifically in Northern Ireland, in Belfast, on cyber security and make it a success. That's almost a testament to how much is growing here as well as around the world. I think it was within a day and I already had two interviews lined up. I actually got made of Dunden five, six months ago before I started working for ULESQ. And I wasn't worried, got told it was being made to Dunden and there was absolutely no fear in me because I kind of knew straight away, you're getting constantly contacted by recruiters. You already know that in something like cyber security, there's so many companies here. I kind of knew that I was going to have a job within no time. It took six working days until I actually got hired. And by that stage, I had say four interviews passed me and I already had like another few second stage or first stage interviews lined up. All that means that at least in this one sector, Belfast and Northern Ireland have managed to reverse the brain drain. The issue that hinders and holds back so many regions of the UK as the brightest and the best take their education and run for the bright lights and better prospects of other parts of this country and abroad. I went to Australia and realised no, Belfast's place for me, I need to go back home. I think that year that I went away, a lot more cyber security firms opened, and I was researching them in Australia and thought there's so much more opportunity there than there is in Australia. Presumably, you know lots of people who have left and have gone and worked somewhere else because the brain drain has been quite dramatic here over the years, isn't it? Yes, definitely during the early 90s there was a lot of people moving over to England. Everybody went to England and or Dublin to get a job. That has obviously slowed now, but probably most of the people I went to university with all moved England. My two best friends even from school. One of them is currently in London, doing data science. And the other one is a radiotherapist over in Nottingham. So, I mean, both of those are very high-skilled jobs, but they simply couldn't get a job here. So they kind of had to move abroad. They couldn't get career development. There just wasn't the market for it here. This is a future and Brexit-proof industry. Just as data flows effortlessly these days, it will also always need protecting from the hackers, con-artists, thieves and spies. Making the potential huge, says David Crozier. Some for spin-out companies, the university would retain a shareholding in those. If you look at some of the more long-standing startups, are spin-out companies from the university's companies like, you know, where that was floated on the stock market, you know, the university then stands to benefit and that money is then reinvested back into more research, more commercialisation activities. And which one's going to be the next Microsoft, then? If I could tell you that, I'd be invested in them myself. But, you know companies that we spin out, companies like analytics engines are doing a lot of really strong work in terms of big data and data science. Other things that we do at our institute around new 5G technologies, around new implantable antennae. Those have big applications in medical and healthcare. So any one of those has the potential to be, maybe not Google or whatever, but significant employers here locally and all that technology we see a lot of US companies are looking to acquire those sorts of companies as well. So there's a good pipeline of potential large-scale companies here. A success like that would be a game changer for the Northern Irish economy, making Belfast the Silicon Lock. Cybersecurity is a lesson not just for the regions but for the whole country. We have consistently created world-beating technologies, but failed to turn them into world-beating British industries. Cybersecurity and Belfast show just how research, universities, government agencies and entrepreneurs can unite to create whole new industries and turn curses into blessings. I've just helped carry out a piece of research for DCMS and shows that the industry is worth about six billion in really pure cybersecurity technologies for the UK economy. It employs about 40,000 people on pure cybersecurity technology. So it's a big industry and it's rapidly growing. You know, you're probably looking at a doubling over the next five or six years in terms of the industry. So that's a huge opportunity for the UK as well. I hope you enjoyed listening. You can discover more music, radio and podcasts on BBC Sounds."}