{"speakers": [], "chunks": [{"timestamp": [0.0, 3.4], "text": " This BBC podcast is supported by ads outside the UK."}, {"timestamp": [3.74, 6.64], "text": " Thank you for downloading the BBC's World of Business."}, {"timestamp": [7.14, 9.4], "text": " For this edition, Tanya Beckett has been discovering"}, {"timestamp": [9.4, 13.1], "text": " why business is taking such a close interest in food waste."}, {"timestamp": [15.4, 18.32], "text": " Oh, it's very warm in here and a bit smelly, quite frankly."}, {"timestamp": [18.76, 21.74], "text": " We keep the temperature a little bit more elevated than it would be otherwise,"}, {"timestamp": [21.86, 24.56], "text": " and we keep it consistent to make sure the growing conditions are optimised."}, {"timestamp": [24.78, 27.1], "text": " Here there are just larvae in food."}, {"timestamp": [27.5, 27.92], "text": " Exactly."}, {"timestamp": [28.18, 30.72], "text": " So this is essentially the trade-based system."}, {"timestamp": [30.82, 34.34], "text": " We've got a batch system where we're essentially growing larvae in different conditions,"}, {"timestamp": [34.48, 37.38], "text": " different types of experiments, feeding them different feedstocks,"}, {"timestamp": [37.38, 38.56], "text": " and seeing how quickly they grow."}, {"timestamp": [38.74, 40.5], "text": " And this is part of the job of..."}, {"timestamp": [40.5, 47.44], "text": " I'm in Cambridgeshire, in a barn converted to provide labs and offices for a group of science start-ups."}, {"timestamp": [47.98, 52.8], "text": " I'm wending my way past trays full of hundreds of wriggling larvae,"}, {"timestamp": [53.16, 57.68], "text": " which are slowly devouring a layer of waste food spread out underneath them."}, {"timestamp": [58.16, 59.6], "text": " Quite an off-putting site."}, {"timestamp": [60.04, 61.84], "text": " But could this be the future?"}, {"timestamp": [62.4, 65.0], "text": " Matt McLaren is the CEO of Entomics,"}, {"timestamp": [68.98, 69.22], "text": " which is a startup comprising four young Cambridge graduates."}, {"timestamp": [72.82, 75.4], "text": " So what's going on in here is essentially a demonstration facility where we're actually growing and raising black soldier flies"}, {"timestamp": [75.4, 76.64], "text": " in different types of food wastes"}, {"timestamp": [76.64, 81.96], "text": " and experimenting and keeping data and keeping track of all the different variables"}, {"timestamp": [81.96, 89.42], "text": " in terms of temperature, you know, light, humidity, growth rates, yields. So again, it's very much a laboratory, but much more of a practical one, much more"}, {"timestamp": [89.42, 94.62], "text": " of an operational laboratory, I would say. But the food waste doesn't look like what I see in my"}, {"timestamp": [94.62, 99.14], "text": " compost bin. It's been ground, it's been processed in some way. So we've been working with a large"}, {"timestamp": [99.14, 104.4], "text": " supermarket, Sainsbury's, in the local Cambridgeshire region, to pick up surplus food waste from some"}, {"timestamp": [104.4, 105.14], "text": " of their stores,"}, {"timestamp": [109.3, 109.78], "text": " the stuff which some of the food banks, the food is sort of too rotten for them to take."}, {"timestamp": [111.7, 111.76], "text": " We've been using that and we've been pulping it."}, {"timestamp": [115.78, 115.88], "text": " So we shred it so that we can actually feed it almost like a slurry or a pulp to the insect."}, {"timestamp": [117.14, 119.14], "text": " It's almost like a smoothie if you like."}, {"timestamp": [123.2, 125.96], "text": " I make my way rather gingerly towards the back of the lab and then stumble across some other clever"}, {"timestamp": [125.96, 131.94], "text": " and slightly less yucky ideas being developed to make products from food waste."}, {"timestamp": [132.66, 138.72], "text": " I'm now wandering into the lab next door to Entomics and there's another very exciting operation"}, {"timestamp": [138.72, 143.6], "text": " going on here. Lots of white coats, weighing scales and there's a peculiar looking sort of"}, {"timestamp": [144.32, 150.28], "text": " wiggling rotating table inside a glass case in the corner. Steve Taylor is with me now."}, {"timestamp": [150.36, 158.44], "text": " He's running this operation called Selbius, and your focus is to extract pigments from food waste."}, {"timestamp": [159.36, 164.84], "text": " Yes, that's right. We use a combination of enzymes and ultrasound, ultrasonic energy,"}, {"timestamp": [164.84, 173.36], "text": " to extract the pigments in much better yield and using much less energy and less solvents than usually is the case."}, {"timestamp": [173.82, 178.7], "text": " So obviously from a sustainability point of view, this makes total sense, but is it costly to do?"}, {"timestamp": [178.94, 185.78], "text": " No, it brings the cost of producing these pigments down. That combined with new applications so that there's a"}, {"timestamp": [185.78, 191.62], "text": " good business to be developing in this whole area of food waste. What sort of things would you use"}, {"timestamp": [191.62, 197.5], "text": " these colourants for? Commonly at the moment they're used in colouring things like mayonnaise or"}, {"timestamp": [197.5, 203.4], "text": " sauces, dairy products, but we'd like to try and see them used more in things like cosmetics"}, {"timestamp": [203.4, 206.3], "text": " to move away from synthetic chemicals."}, {"timestamp": [207.42, 212.96], "text": " This research may all seem rather niche, and indeed futuristic at first."}, {"timestamp": [212.96, 218.62], "text": " But if we remind ourselves that the United Nations Food and Agriculture Organisation says"}, {"timestamp": [218.62, 224.12], "text": " a third of all food crops grown around the world never make it to the plate,"}, {"timestamp": [224.52, 229.68], "text": " it's no surprise that technologies aimed at making use of that waste are mushrooming."}, {"timestamp": [230.58, 233.8], "text": " RAP, or Waste Resources and Action Program,"}, {"timestamp": [234.04, 238.8], "text": " advises governments and organisations on how they can help reduce waste."}, {"timestamp": [239.44, 241.22], "text": " Food is a particular focus."}, {"timestamp": [241.76, 246.0], "text": " David Moon, head of food sustainability for RAP, explains why. Food waste really is a particular focus. David Moon, head of food sustainability for RAP, explains why."}, {"timestamp": [246.5, 252.62], "text": " Food waste really is a massive problem. When you think that of all the food that we buy,"}, {"timestamp": [252.78, 259.7], "text": " roughly one quarter, is going to waste, if you think in global terms, with global population growth,"}, {"timestamp": [260.28, 268.28], "text": " pressures on climate change, water supply, the growth in demand for food is going to lead to serious environmental problems."}, {"timestamp": [268.78, 282.32], "text": " Concern about just how much food does go to waste and its impact on the environment is so great that it's burst way beyond the boundaries of the campaign community into the hard-nosed world of banking and finance."}, {"timestamp": [282.8, 285.24], "text": " This can only mean one thing."}, {"timestamp": [287.12, 287.68], "text": " There's some serious money to be made."}, {"timestamp": [289.72, 289.88], "text": " Banks, governments, society in general,"}, {"timestamp": [291.62, 292.04], "text": " looking at the biggest challenges that we have today."}, {"timestamp": [293.96, 294.26], "text": " And naturally, food loss is one of the biggest ones."}, {"timestamp": [296.62, 296.98], "text": " 1.3 billion tonnes of food is wasted every year."}, {"timestamp": [299.14, 299.26], "text": " And we also have problems on the farms as well."}, {"timestamp": [302.02, 302.32], "text": " Once they've harvested the crop, getting it to the market,"}, {"timestamp": [304.0, 304.5], "text": " there's an enormous amount of food waste there."}, {"timestamp": [308.54, 308.82], "text": " Michael Lewis is head of sustainableable Investment Research at Deutsche Bank."}, {"timestamp": [312.74, 313.04], "text": " He believes if companies don't sit up and take notice of the problem,"}, {"timestamp": [316.44, 316.84], "text": " then they expose themselves to serious reputational risk."}, {"timestamp": [319.52, 319.96], "text": " But he also sees an opportunity for profits."}, {"timestamp": [324.26, 324.8], "text": " We have a growing and rapidly growing world population,"}, {"timestamp": [327.6, 327.64], "text": " and we also have at the same time a rising middle class,"}, {"timestamp": [330.62, 331.2], "text": " and the combination of those two really mean more mouths to feed."}, {"timestamp": [333.98, 334.22], "text": " And we're also seeing an enormous amount of deforestation,"}, {"timestamp": [335.6, 336.04], "text": " which is hitting biodiversity,"}, {"timestamp": [337.98, 338.5], "text": " which is an enormous cost to the global economy."}, {"timestamp": [342.3, 343.86], "text": " We're also seeing, obviously, climate change and the effects on water and water stress around the world,"}, {"timestamp": [344.16, 349.02], "text": " and so innovation and technology is coming in to try and solve these problems. So investors around the world are very"}, {"timestamp": [349.02, 355.32], "text": " keen to try and capture this new wave of technology to solve particularly this climate change,"}, {"timestamp": [355.44, 360.26], "text": " water stress and agricultural problem that we're faced with. So this program looks at the"}, {"timestamp": [360.26, 365.44], "text": " problem of food waste from a new angle as a business opportunity."}, {"timestamp": [367.88, 368.4], "text": " Let's start at the beginning and what we produce."}, {"timestamp": [370.18, 374.12], "text": " There are a lot of fruit and vegetables picked from the fields that never come even close to getting eaten"}, {"timestamp": [374.12, 376.7], "text": " because they just don't look the part."}, {"timestamp": [377.14, 380.32], "text": " Either they're too small, too big, misshapen or bruised."}, {"timestamp": [380.86, 383.22], "text": " Chef Hannah McCollum has worked on an idea"}, {"timestamp": [383.22, 385.48], "text": " to bring something new to the table."}, {"timestamp": [386.06, 391.5], "text": " It's easy to spot where Hannah lives because of the trays of fruit and veg piled up outside her door,"}, {"timestamp": [391.84, 394.02], "text": " which have been rejected by wholesalers."}, {"timestamp": [394.64, 398.38], "text": " We're now outside Hannah's chickpea operation in London. Hi there, Hannah."}, {"timestamp": [398.56, 405.5], "text": " Hi. So I can see already that you've been collecting veg from the market and a few boxes here."}, {"timestamp": [406.24, 409.04], "text": " Avocados, I can see, some spinach, peppers, mushrooms."}, {"timestamp": [409.54, 413.28], "text": " And you've picked this up from a market and it's free."}, {"timestamp": [413.34, 414.84], "text": " But you had to go there pretty early in the morning."}, {"timestamp": [415.46, 421.28], "text": " Yes, I did have to go quite early, although it runs from midnight till eight-ish in the morning."}, {"timestamp": [422.64, 427.0], "text": " Hannah McCollum is a very hands-on pioneer in the food waste sector."}, {"timestamp": [427.54, 433.24], "text": " Her company, called Chick-Pee, makes pots of hummus and entire meals from fresh produce"}, {"timestamp": [433.24, 436.98], "text": " that would otherwise be thrown away in wholesale market bins."}, {"timestamp": [436.98, 442.26], "text": " And then there are also large green food waste containers,"}, {"timestamp": [442.52, 446.96], "text": " and that is just normally full to the brim with a whole variety of"}, {"timestamp": [446.96, 453.8], "text": " vegetables and so much of it is good there's 25 packs of packed spinach it is all fresh and it's all"}, {"timestamp": [453.8, 459.38], "text": " absolutely fine great well I've got some hands free so let's get this stuff in to the flat shall we"}, {"timestamp": [459.38, 473.0], "text": " thank you today Hannah's giving me a lesson in food prepping in her kitchen using some salad vegetables that she found chucked to one side at a market."}, {"timestamp": [473.0, 484.0], "text": " From what I've got here, mushrooms are fantastic for roasting so I would probably maybe chop them one half and then just put them in a roasting team with olive oil, maybe garlic, got lots of chilies and pepper."}, {"timestamp": [484.0, 488.0], "text": " There's also loads of cherry tomatoes under all of this."}, {"timestamp": [488.0, 492.0], "text": " So under there I would actually probably blend half them together."}, {"timestamp": [492.0, 498.0], "text": " How is it that you came into this world of using food waste to fuel a business?"}, {"timestamp": [498.0, 506.82], "text": " I did a lot of cooking, private cooking jobs and I also used to work for large events companies"}, {"timestamp": [506.82, 513.5], "text": " doing the catering for sports events, private parties and at every single event. They"}, {"timestamp": [513.5, 517.62], "text": " put out so much choice and then have no idea whether people are going to choose the"}, {"timestamp": [517.62, 521.66], "text": " fish option, the chicken option or the vegetable option. So I have to do almost the same"}, {"timestamp": [521.66, 528.76], "text": " amount for each one and then at the end of the day, they'll throw everything away that they haven't used."}, {"timestamp": [529.16, 530.42], "text": " It is horrendous."}, {"timestamp": [531.18, 535.04], "text": " Another problem is that fresh food is expected to look perfect."}, {"timestamp": [535.5, 538.8], "text": " Can consumers be persuaded to change their minds on that?"}, {"timestamp": [539.2, 542.74], "text": " I think that it's a really tricky question because so many people say,"}, {"timestamp": [542.9, 546.74], "text": " of course we don't mind a wonky vegetable and people are aware,"}, {"timestamp": [547.16, 549.8], "text": " but maybe that's just a small percentage that I'm seeing"}, {"timestamp": [549.8, 554.04], "text": " and it's really tricky to see whether that is the case across the whole population."}, {"timestamp": [554.64, 559.58], "text": " But I don't know where this perfect carrot idea has come from."}, {"timestamp": [559.94, 562.04], "text": " I think it has come from the supermarket"}, {"timestamp": [562.04, 565.04], "text": " and they just have put out only perfect vegetables"}, {"timestamp": [565.04, 566.92], "text": " and so that's what we expect to see."}, {"timestamp": [567.4, 570.6], "text": " Much as Hannah learned to hate food waste in the past,"}, {"timestamp": [570.98, 573.6], "text": " her new business is completely dependent upon it."}, {"timestamp": [573.6, 576.66], "text": " And that's an interesting conflict that pops up a lot."}, {"timestamp": [577.08, 579.74], "text": " Because of the drive to reduce what we throw away,"}, {"timestamp": [580.16, 583.16], "text": " food waste is becoming an increasingly valuable resource."}, {"timestamp": [583.84, 585.8], "text": " So how does Hannah plan for a future"}, {"timestamp": [585.8, 590.4], "text": " when she might not be the only one with designs on that bruised pepper"}, {"timestamp": [590.4, 592.0], "text": " or funny-looking strawberry?"}, {"timestamp": [592.4, 594.68], "text": " Her answer is to make use of the difference"}, {"timestamp": [594.68, 597.36], "text": " between what supermarkets order from farmers"}, {"timestamp": [597.36, 600.56], "text": " and what they eventually end up buying."}, {"timestamp": [600.56, 603.28], "text": " I want to be able to work directly with the farmers"}, {"timestamp": [603.28, 606.96], "text": " and the larger retailers where a large"}, {"timestamp": [606.96, 612.56], "text": " retailer has gone to farmer, we want 50 tonnes of carrots for spring, but farmer will grow that"}, {"timestamp": [612.56, 617.48], "text": " amount plus a bit extra because they don't want to come short just in case. Then closer to the time,"}, {"timestamp": [617.58, 622.08], "text": " that retailer will say actually we only want 20 tonnes because the weather, whatever the reason is."}, {"timestamp": [622.52, 625.04], "text": " This happens on a weekly basis."}, {"timestamp": [628.4, 628.5], "text": " So then that farmer is left with a huge amount of surplus carrots,"}, {"timestamp": [629.48, 629.76], "text": " feature, whatever it is."}, {"timestamp": [634.02, 634.36], "text": " They often have to plough it back into the ground or give it to animal feed."}, {"timestamp": [637.74, 638.24], "text": " I want to be able to take that off the retailer's hands in a way,"}, {"timestamp": [641.88, 642.6], "text": " make it into my hummus and then put it back on that retailer's shelf."}, {"timestamp": [645.02, 647.0], "text": " This sort of thinking plays well into something which is called the Courthold Commitment,"}, {"timestamp": [647.36, 651.26], "text": " a voluntary agreement that brings together producers and consumers"}, {"timestamp": [651.26, 655.74], "text": " to make food and drink production and consumption more sustainable."}, {"timestamp": [656.48, 660.7], "text": " Its target is to reduce food and drink waste in the UK"}, {"timestamp": [660.7, 665.0], "text": " by a fifth over the course of a decade by 2025."}, {"timestamp": [666.02, 669.48], "text": " Dr David Moon at Rapp says this voluntary approach"}, {"timestamp": [669.48, 673.68], "text": " rather than imposing rules is effective at prompting change"}, {"timestamp": [673.68, 675.16], "text": " and innovative thinking."}, {"timestamp": [675.84, 678.66], "text": " Tesco have been working with their suppliers"}, {"timestamp": [678.66, 682.74], "text": " to try to tackle this issue by linking different parts"}, {"timestamp": [682.74, 684.22], "text": " of their supply chain with each other."}, {"timestamp": [684.62, 685.32], "text": " So, for example,"}, {"timestamp": [685.48, 692.3], "text": " they linked their potato grower with their manufacturer of own brand mashed potato. So that all the"}, {"timestamp": [692.3, 697.02], "text": " wonky potatoes that they couldn't put onto the shelf could go into the own brand product."}, {"timestamp": [697.48, 702.38], "text": " We currently have under the court hold agreement some collaborative projects tackling other issues."}, {"timestamp": [702.38, 709.18], "text": " So, for example, how do you better match the supply of fresh produce with the demand?"}, {"timestamp": [709.34, 715.44], "text": " You need to get a good exchange of information that the retailers have about weather changes"}, {"timestamp": [715.44, 721.14], "text": " and how things might change from week to week with the suppliers insight as to what the harvest"}, {"timestamp": [721.14, 722.3], "text": " is going to look like."}, {"timestamp": [722.3, 725.1], "text": " And if you can match up the data more closely,"}, {"timestamp": [725.4, 730.68], "text": " then you can try to avoid food unexpectedly becoming surplus"}, {"timestamp": [730.68, 733.4], "text": " and therefore not used at short notice."}, {"timestamp": [734.1, 737.84], "text": " This sort of access to accurate live data is very important."}, {"timestamp": [738.54, 741.24], "text": " RAP has more success getting businesses to change"}, {"timestamp": [741.24, 745.26], "text": " when even the simplest statistics are measured and available."}, {"timestamp": [745.68, 752.84], "text": " Businesses do what is most sensible for themselves, for their customers, for their shareholders."}, {"timestamp": [753.38, 758.02], "text": " They look for the best opportunities that deliver the environmental outcome."}, {"timestamp": [758.22, 764.34], "text": " But surely it makes business sense not to waste food. So how is it that we've taken so long to"}, {"timestamp": [764.34, 765.32], "text": " come to this realization?"}, {"timestamp": [765.32, 770.16], "text": " You're absolutely right that it does make business sense. Just to give you one example of that,"}, {"timestamp": [770.16, 775.84], "text": " we recently published a report with the World Resources Institute. We collected data from over"}, {"timestamp": [775.84, 783.76], "text": " a thousand business sites across 17 countries and what we found is that on 99% of sites,"}, {"timestamp": [784.24, 787.44], "text": " it made commercial sense to invest in food waste prevention."}, {"timestamp": [788.1, 793.86], "text": " At least half of sites were achieving a return on investment of at least 14 to 1."}, {"timestamp": [794.28, 799.5], "text": " Once you know that the business case is there, it makes sense to act on it."}, {"timestamp": [799.5, 804.68], "text": " I think the biggest hurdle has been a lack of awareness, a lack of measurement of food waste."}, {"timestamp": [806.88, 812.18], "text": " Here's a striking example of what happens when businesses start measuring food waste."}, {"timestamp": [812.7, 816.82], "text": " Steve Packer earns his crust managing Pizza Hut's supply chain."}, {"timestamp": [817.32, 820.86], "text": " I met him in the firm's outlet on the Strand in London's West End."}, {"timestamp": [820.86, 828.16], "text": " And he took me on the tour of the bins, where waste is not just chucked in altogether, but carefully sorted."}, {"timestamp": [828.16, 833.0], "text": " So the intention here is that we can actually segregate all of our waste rooms to make sure they go to the right place."}, {"timestamp": [833.0, 838.0], "text": " So what's typical in all our restaurants now is we'll have a separate waste bin for food."}, {"timestamp": [838.0, 841.0], "text": " So the one you see here is it is separate just for food collection."}, {"timestamp": [841.0, 842.0], "text": " There's in a general waste bin."}, {"timestamp": [842.0, 848.78], "text": " He says this separated food waste and the use of new technology to categorise it transforms"}, {"timestamp": [848.78, 851.28], "text": " it into something useful."}, {"timestamp": [851.28, 852.64], "text": " Food is a valuable waste drink for us."}, {"timestamp": [852.64, 857.0], "text": " As a restaurant business, we're very keen to make sure we make the most of that valuable resource."}, {"timestamp": [857.0, 860.0], "text": " So as a very bare minute, we want to segregate that to make sure it's actually not going"}, {"timestamp": [860.0, 861.24], "text": " to landfill."}, {"timestamp": [861.24, 864.94], "text": " So since we segregated waste in all of our restaurants about a year or so, we no longer send"}, {"timestamp": [864.94, 867.76], "text": " a single gram of food to a landfill. It all goes down to an anaerably"}, {"timestamp": [867.76, 871.2], "text": " digestion. It also has a better benefit for our restaurants because they actually understand"}, {"timestamp": [871.2, 874.32], "text": " now what they're throwing away. So putting a separate bin, they can now realise what they're"}, {"timestamp": [874.32, 877.6], "text": " throwing away. They actually start to generate better behaviour and acknowledgement in the"}, {"timestamp": [877.6, 882.08], "text": " restaurants of what they're producing. So it's not anecdotal observations like for example,"}, {"timestamp": [882.08, 886.8], "text": " oh look, the cuscus didn't get eaten today. It's much more scientific than that."}, {"timestamp": [886.8, 887.68], "text": " That's exactly right."}, {"timestamp": [887.68, 890.8], "text": " We absolutely believe in using good data to make good decisions."}, {"timestamp": [890.8, 898.16], "text": " So we're making sure we use tech solutions to actually say we know exactly how many grams of what product are we throwing away and where it's coming from."}, {"timestamp": [898.16, 902.56], "text": " If you just measure your food by where you're in that bit in its entirety, it tells you nothing."}, {"timestamp": [902.56, 904.56], "text": " All you know is you've got 10 kilograms of food in there."}, {"timestamp": [904.56, 905.54], "text": " You can't do anything with that."}, {"timestamp": [905.86, 907.86], "text": " What we need to know is it's 40 grams of cold store"}, {"timestamp": [907.86, 908.86], "text": " that comes from a salad bar,"}, {"timestamp": [908.96, 911.16], "text": " or it's two cucumbers that's coming full kitchen prep,"}, {"timestamp": [911.22, 912.54], "text": " and without that you can't act upon it."}, {"timestamp": [914.28, 916.18], "text": " I tell you what I would love is a coffee."}, {"timestamp": [916.34, 917.32], "text": " Is there any chance to know that coffee?"}, {"timestamp": [918.28, 919.76], "text": " Extricating myself from the kitchen"}, {"timestamp": [919.76, 922.42], "text": " and some rather unglomerous rummaging in the rubbish,"}, {"timestamp": [922.92, 926.28], "text": " I edge past the extremely tempting buffet bar"}, {"timestamp": [926.28, 928.44], "text": " laden with salads and slices of pizza"}, {"timestamp": [928.44, 931.22], "text": " and take a seat with Steve in the restaurant area."}, {"timestamp": [931.98, 936.12], "text": " Those help yourself buffets are a rich seam of potential savings."}, {"timestamp": [936.78, 939.34], "text": " Steve explains how the kitchen now observes carefully"}, {"timestamp": [939.34, 941.88], "text": " what customers take from the salad bar"}, {"timestamp": [941.88, 944.8], "text": " and perhaps more importantly what they leave behind."}, {"timestamp": [945.18, 948.42], "text": " There are things we can do because we are giving customers the choice to actually take things"}, {"timestamp": [948.42, 951.72], "text": " off the salad bar of the buffet. And if they're not taking those products, we can do something"}, {"timestamp": [951.72, 954.84], "text": " about that. So if we find that there's a particular product they're not eating,"}, {"timestamp": [955.14, 958.36], "text": " well then we should consider actually either taking that product off of the menu off the salad bar,"}, {"timestamp": [958.42, 960.7], "text": " for example, or putting it out there in smaller quantities."}, {"timestamp": [961.82, 964.9], "text": " Are you communicating this message to your customers too?"}, {"timestamp": [964.96, 965.64], "text": " Are they aware"}, {"timestamp": [965.64, 970.08], "text": " that this is what you're doing and do you think they're engaged in it? We're not communicating"}, {"timestamp": [970.08, 973.5], "text": " to our guests at the moment. I think most of our customers would agree with the principle"}, {"timestamp": [973.5, 977.28], "text": " that they don't like wasting food and we provide the option for all of our customers to"}, {"timestamp": [977.28, 981.06], "text": " take home left over pizza with them when they leave the restaurant for example. So no we're"}, {"timestamp": [981.06, 983.52], "text": " not communicating to our guests but I think they'll be pleased that we're doing it."}, {"timestamp": [984.4, 987.58], "text": " So it seems to me that it's not quite yet the message"}, {"timestamp": [987.58, 989.44], "text": " that guests are ready to hear,"}, {"timestamp": [989.86, 994.12], "text": " a parental-style lecture on not letting your eyes grow bigger than your stomach."}, {"timestamp": [994.86, 996.34], "text": " Martina Jensen is with us too."}, {"timestamp": [996.46, 999.02], "text": " She's from the Sustainable Restaurant Association"}, {"timestamp": [999.02, 1001.36], "text": " and has been working with all kinds of restaurants,"}, {"timestamp": [1001.52, 1004.84], "text": " including Pizza Hut, to help them look at what they're wasting"}, {"timestamp": [1004.84, 1007.02], "text": " and how consumers respond."}, {"timestamp": [1007.74, 1011.18], "text": " Do you think there's room now for customers to engage in the process,"}, {"timestamp": [1011.28, 1014.22], "text": " meaning that you could encourage them, even within the context of a restaurant,"}, {"timestamp": [1014.62, 1017.02], "text": " not to take more food than they need?"}, {"timestamp": [1018.08, 1021.22], "text": " I think that there's definitely an opportunity there."}, {"timestamp": [1021.28, 1024.32], "text": " I do think that that's where it becomes a little bit tricky and it's a bit challenging."}, {"timestamp": [1024.5, 1028.68], "text": " And I think having some sort of messaging like that around buffets and salad bars is really"}, {"timestamp": [1028.68, 1033.46], "text": " interesting. But I also think that whole encouragement of take your food away with you once you've"}, {"timestamp": [1033.46, 1038.18], "text": " finished is also just still a really strong message. It's old school, it's classic, but it's still"}, {"timestamp": [1038.18, 1042.92], "text": " really important that just you've paid for a meal and of course you can take it home. It just shouldn't"}, {"timestamp": [1042.92, 1048.3], "text": " go in the bin. At the end of the day, whether it's cost savings to pizza restaurants or anybody out there,"}, {"timestamp": [1048.58, 1051.24], "text": " the point is that edible food shouldn't be wasted."}, {"timestamp": [1052.52, 1057.72], "text": " Not wasting food is a discipline we are already clocking onto in the home,"}, {"timestamp": [1058.1, 1060.22], "text": " mostly because we know it costs us money."}, {"timestamp": [1060.7, 1063.9], "text": " Martina thinks that approach is filtering through elsewhere."}, {"timestamp": [1064.52, 1068.2], "text": " I think loads of things have happened since things have been exposed through social media."}, {"timestamp": [1068.56, 1071.54], "text": " Certain brands have been called out. You can see that it's not just within"}, {"timestamp": [1071.54, 1075.9], "text": " hospitality and food service industry, but that all big business are very concerned with"}, {"timestamp": [1075.9, 1079.36], "text": " their sustainability image and how they're being perceived by consumers."}, {"timestamp": [1080.42, 1085.18], "text": " So maybe a bit of creative thinking and a fresh approach is needed here."}, {"timestamp": [1085.56, 1088.58], "text": " And speaking of fresh, when it comes to supermarkets,"}, {"timestamp": [1088.92, 1093.6], "text": " we do like to believe that when we buy food, it's at the very peak of its health."}, {"timestamp": [1093.9, 1096.98], "text": " So we look at the date labelling on the product."}, {"timestamp": [1097.42, 1099.0], "text": " But is that a reliable guide?"}, {"timestamp": [1099.46, 1102.54], "text": " Labelling has long been part of the problem when it comes to food waste."}, {"timestamp": [1102.54, 1110.14], "text": " It prompts us to throw out what is still perfectly edible and then go to the supermarket and buy some more, which of course"}, {"timestamp": [1110.14, 1116.36], "text": " feeds through rather well to the bottom line of the food retailers. But Dr David Moon of Waste"}, {"timestamp": [1116.36, 1122.7], "text": " Resources Action Programme says encouraging us to throw out less can actually work very well for"}, {"timestamp": [1122.7, 1129.6], "text": " supermarkets. Acting on the research that we did on product life, co-op, for example, reviewed its packaging"}, {"timestamp": [1129.6, 1130.18], "text": " approaches."}, {"timestamp": [1130.82, 1135.46], "text": " By changing the packaging for their steaks and beef joints, they were able to offer the customer"}, {"timestamp": [1135.46, 1138.72], "text": " up to nine days extra product life."}, {"timestamp": [1138.96, 1141.44], "text": " It's about keeping the product fresher for longer."}, {"timestamp": [1141.62, 1145.32], "text": " It's not just about freshness on day one, but it's fresher for longer"}, {"timestamp": [1145.32, 1150.58], "text": " and that's going to reduce food waste as well as helping the customer. So surely the key to"}, {"timestamp": [1150.58, 1155.82], "text": " getting this type of thinking to catch on across the industry is persuading businesses that if"}, {"timestamp": [1155.82, 1161.82], "text": " customers waste less food, they can still make more money. On the face of it, it's a rather"}, {"timestamp": [1161.82, 1169.18], "text": " counterintuitive message. The average household with children throws away food worth £60 a month,"}, {"timestamp": [1169.3, 1170.82], "text": " so there's quite a lot to play for."}, {"timestamp": [1171.3, 1174.38], "text": " And what we found is that those households that were saving money"}, {"timestamp": [1174.38, 1179.32], "text": " were then ploughing roughly half those savings back into buying premium products."}, {"timestamp": [1179.74, 1182.82], "text": " So the money starts to come back to the retailers."}, {"timestamp": [1183.36, 1184.9], "text": " And then there are other factors too."}, {"timestamp": [1185.1, 1190.76], "text": " For example, the Sainsbury's trial in Swaddening Coat showed that the customers value being"}, {"timestamp": [1190.76, 1193.96], "text": " helped by their retailer to save money on food."}, {"timestamp": [1193.96, 1196.3], "text": " And that leads to customer loyalty."}, {"timestamp": [1197.18, 1198.78], "text": " So far, so good."}, {"timestamp": [1199.16, 1204.34], "text": " But there are other areas of the food waste revolution where challenging customer perceptions"}, {"timestamp": [1204.34, 1206.22], "text": " might prove more difficult."}, {"timestamp": [1207.1, 1211.2], "text": " There's the odd scarily large fly whizzing around as we walk through here."}, {"timestamp": [1211.2, 1213.58], "text": " I guess that's just part of the job, right?"}, {"timestamp": [1213.6, 1214.38], "text": " I guess, yeah."}, {"timestamp": [1214.7, 1219.52], "text": " Remember Matt McLaren and his larvae production operation in East Anglia?"}, {"timestamp": [1219.9, 1223.76], "text": " Well, the plan is to process those larvae and turn them into fish food."}, {"timestamp": [1224.34, 1227.42], "text": " So how do you feel about them charing down on some waste,"}, {"timestamp": [1227.8, 1232.26], "text": " then bringing it back into the food chain in the form of salmon on crout?"}, {"timestamp": [1232.82, 1234.74], "text": " And even if you can stomach that,"}, {"timestamp": [1235.04, 1239.36], "text": " what about the prospect of someone setting up a larvae farm at the end of your garden?"}, {"timestamp": [1239.98, 1243.88], "text": " Matt says in some countries, planning permission is already being granted."}, {"timestamp": [1244.6, 1248.26], "text": " There's obviously a few companies already who have scaled up to quite big size around the world,"}, {"timestamp": [1248.44, 1250.28], "text": " especially places like South Africa and China."}, {"timestamp": [1250.72, 1253.98], "text": " I think in the UK it's an interesting one because I think it's got it almost matched"}, {"timestamp": [1253.98, 1256.28], "text": " and be commercially viable from a logistics perspective,"}, {"timestamp": [1256.78, 1259.92], "text": " obviously looking at both food waste and the insect growing operation itself."}, {"timestamp": [1260.12, 1263.74], "text": " So I think there's an opportunity here to create smarter systems,"}, {"timestamp": [1263.9, 1265.74], "text": " more, I guess, appropriate to the UK landscape."}, {"timestamp": [1266.14, 1271.06], "text": " The other thing is I can imagine that people might feel that they don't want lots of flies being bred in their backyard."}, {"timestamp": [1271.68, 1274.8], "text": " Yeah, absolutely. I think we totally understand the bit of the ick factor there."}, {"timestamp": [1274.96, 1278.4], "text": " What we would probably say to that is that it's mainly actually the worm form, the larvae,"}, {"timestamp": [1278.4, 1280.82], "text": " that is the thing which actually is the important part of the operation."}, {"timestamp": [1281.14, 1285.04], "text": " And in the future, it's probably likely that the flies would be almost"}, {"timestamp": [1285.04, 1289.8], "text": " kept in a very secure centralised facility. I think there's going to be proper planning permissions"}, {"timestamp": [1289.8, 1293.4], "text": " and the proper types of discussions that go on with local communities. But I think, you know,"}, {"timestamp": [1293.44, 1299.04], "text": " overall we sort of are looking forward to the education process and going through that consultation"}, {"timestamp": [1299.04, 1304.88], "text": " process and making sure that we hopefully allay some of the concerns. Whatever those concerns,"}, {"timestamp": [1304.88, 1307.86], "text": " there is a sense that worries about food security"}, {"timestamp": [1307.86, 1312.42], "text": " will play a large part in changing our perceptions of what we are prepared to eat."}, {"timestamp": [1312.88, 1317.94], "text": " Also, if food companies can make bigger profits as a result of us wasting less,"}, {"timestamp": [1318.48, 1322.8], "text": " surely their shareholders would be extremely inclined to sit up and take notice."}, {"timestamp": [1323.34, 1326.2], "text": " Michael Lewis from Deutsche Bank says they already are."}, {"timestamp": [1326.6, 1329.52], "text": " We're just trying to be a lot smarter with our investments."}, {"timestamp": [1329.88, 1332.76], "text": " Now we're bringing in what we call extra financial reports,"}, {"timestamp": [1333.24, 1337.3], "text": " the whole gamut of sort of environmental, social and governance issues"}, {"timestamp": [1337.3, 1343.62], "text": " that really are incredibly critical in trying to assess how well a company is run"}, {"timestamp": [1343.62, 1344.9], "text": " and the investment prospects."}, {"timestamp": [1345.0, 1345.56], "text": " The thing that we try and avoid are the sort of the big emission scandals in the car, in trying to assess how well a company is run and the investment prospects."}, {"timestamp": [1350.36, 1353.64], "text": " The thing that we try and avoid are the big emission scandals in the car sector or the big environmental disasters within the mining sector."}, {"timestamp": [1354.16, 1355.74], "text": " There are so many out there."}, {"timestamp": [1356.1, 1359.62], "text": " But the things that we try and promote are these investments"}, {"timestamp": [1359.62, 1364.16], "text": " that try and address the big environmental and social challenges that we face today."}, {"timestamp": [1364.32, 1367.22], "text": " So food waste is just one of those great things."}, {"timestamp": [1367.7, 1373.04], "text": " Even if those of us who've grown up in a more throwaway age are reluctant converts to the cause,"}, {"timestamp": [1373.54, 1375.74], "text": " younger generations are enthusiastic."}, {"timestamp": [1376.32, 1380.88], "text": " Clients that we have, the millennial generation, much more interested in looking at their"}, {"timestamp": [1380.88, 1387.32], "text": " investment activities and how they are having a positive impact on solving some of the key challenges that we face today."}, {"timestamp": [1387.62, 1391.72], "text": " I'd say, though, it's a small part at the moment of the investment universe,"}, {"timestamp": [1391.72, 1393.7], "text": " but it's growing very rapidly."}, {"timestamp": [1394.24, 1395.94], "text": " And my sense is in five to ten years' time,"}, {"timestamp": [1396.24, 1400.42], "text": " this will be one of the biggest parts of the investment landscape."}, {"timestamp": [1401.14, 1406.8], "text": " So where does this vision for the future of food waste head next? Will the big money"}, {"timestamp": [1406.8, 1412.5], "text": " flow towards scaling back on what we dump in the rubbish bin or making better use of what we"}, {"timestamp": [1412.5, 1419.14], "text": " do throw away? The answer is, of course, there will always be some food waste, just probably"}, {"timestamp": [1419.14, 1424.3], "text": " a lot less of it, which leaves the challenge for the waste companies who up until now have"}, {"timestamp": [1424.3, 1429.84], "text": " been charging us for disposing of waste food. Steve Packer from Pizza Hut says his"}, {"timestamp": [1429.84, 1434.92], "text": " experience is that the rubbish men far from being, well rubbish, are firmly ahead of"}, {"timestamp": [1434.92, 1435.92], "text": " the game."}, {"timestamp": [1435.92, 1440.08], "text": " For the waste management companies, food waste is absolutely now a sellable resource."}, {"timestamp": [1440.08, 1444.42], "text": " So as a business that's buying a lot of food, we don't want to produce any waste whatsoever,"}, {"timestamp": [1444.42, 1446.36], "text": " but we need to make sure we collaborate with the waste management industry,"}, {"timestamp": [1446.46, 1448.86], "text": " because to them actually that resource is something they can actually go and sell."}, {"timestamp": [1449.46, 1451.94], "text": " Now, I have to give credit to the waste management companies that the last couple of years"}, {"timestamp": [1451.94, 1454.7], "text": " have been much more proactive and enlightened in their thought processes."}, {"timestamp": [1455.34, 1458.48], "text": " I'm now starting to work with organisations like ourselves to reduce the wastage,"}, {"timestamp": [1458.82, 1461.4], "text": " even though in the short term, that's actually going to cut off an income stream for them."}, {"timestamp": [1461.86, 1467.18], "text": " But there is a tension there, isn't there, that waste management companies want to have waste to manage,"}, {"timestamp": [1467.18, 1469.18], "text": " and you don't want to produce it?"}, {"timestamp": [1469.18, 1472.1], "text": " There absolutely is, and that does lead to some effective tension,"}, {"timestamp": [1472.1, 1473.24], "text": " I think, in conversations."}, {"timestamp": [1473.24, 1474.58], "text": " I think the waste management companies are more"}, {"timestamp": [1474.58, 1476.08], "text": " enlightened than people give them credit for."}, {"timestamp": [1476.08, 1478.06], "text": " We've certainly had some very constructive conversations"}, {"timestamp": [1478.06, 1480.1], "text": " with our provider over the last 12 months."}, {"timestamp": [1480.1, 1481.48], "text": " We've actually ended up in a very, very good place,"}, {"timestamp": [1481.48, 1483.8], "text": " where we're quite happy they're going to be a partner going forward."}, {"timestamp": [1483.8, 1487.34], "text": " And most of the more enlightened companies now are to see themselves as a resource"}, {"timestamp": [1487.34, 1490.16], "text": " and circular economy provider rather than just have been a collector."}, {"timestamp": [1490.4, 1492.74], "text": " And I think that's the way the industry is starting to work towards, which is great."}, {"timestamp": [1493.78, 1497.44], "text": " So less food waste could turn out to be an all-round winner."}, {"timestamp": [1498.16, 1502.7], "text": " But wait, haven't we forgotten about Matt and his hungry larvae in Cambridgeshire"}, {"timestamp": [1502.7, 1506.28], "text": " currently generating new protein by feasting on local"}, {"timestamp": [1506.28, 1508.2], "text": " food waste. Surely their"}, {"timestamp": [1508.2, 1510.02], "text": " menu would shrink dramatically if we"}, {"timestamp": [1510.02, 1511.42], "text": " throw away less food."}, {"timestamp": [1511.92, 1514.02], "text": " Will there end up being a scrap for"}, {"timestamp": [1514.02, 1515.98], "text": " the scraps? Yeah, I think"}, {"timestamp": [1515.98, 1517.82], "text": " we're certainly very much of the opinion"}, {"timestamp": [1517.82, 1520.0], "text": " that there's almost a hierarchy that you want to almost start"}, {"timestamp": [1520.0, 1521.5], "text": " to reduce waste before you even"}, {"timestamp": [1521.5, 1523.7], "text": " have it there. So we're definitely"}, {"timestamp": [1523.7, 1526.64], "text": " supporting all the food waste reduction efforts that are happening in various"}, {"timestamp": [1526.64, 1531.28], "text": " different forms, smarter software, better inventory, better agricultural growing methods."}, {"timestamp": [1531.62, 1534.44], "text": " This is all going to be critical to addressing the problem of food waste."}, {"timestamp": [1534.86, 1538.6], "text": " I think with insects, there's an opportunity there, though, if there is food waste produced"}, {"timestamp": [1538.6, 1542.96], "text": " and there's always going to be some, at least in the foreseeable future, it is a better way"}, {"timestamp": [1542.96, 1545.12], "text": " versus current alternatives to dealing or"}, {"timestamp": [1545.12, 1549.8], "text": " disposing of that. And in the future, there are other alternatives such as even animal manures,"}, {"timestamp": [1550.24, 1555.32], "text": " slurries and sort of really nasty things that insects can also eat and can also transform into"}, {"timestamp": [1555.32, 1560.38], "text": " high value products. Well, there's a new twist. Larvae need to develop a taste for manure"}, {"timestamp": [1560.38, 1566.56], "text": " and humans may need to develop a taste for larvae to make sure we all have enough protein"}, {"timestamp": [1566.56, 1573.42], "text": " to eat in the future. So how does that leave the consumer feeling? I mean, wonky veg is one thing,"}, {"timestamp": [1573.9, 1579.7], "text": " dung-fed larvae probably quite another. Your research at the moment is focused on feeding"}, {"timestamp": [1579.7, 1587.28], "text": " these larvae that eat food waste to fish. But you know we see for the want of a fair expression,"}, {"timestamp": [1587.28, 1595.28], "text": " we see insects creeping into human food too in a more controlled fashion than normal. So you know,"}, {"timestamp": [1595.28, 1602.4], "text": " you see cricket ice cream even sometimes. So there's a recognition that insects offer a very"}, {"timestamp": [1602.4, 1607.36], "text": " useful source of protein. How soon do you think you might start looking at feeding"}, {"timestamp": [1607.36, 1613.2], "text": " humans with what you produce? Well I guess in many ways it's a bit out of our control. I think if we'd"}, {"timestamp": [1613.2, 1617.64], "text": " love to see humans eating more of insect protein there's probably maybe a psychological difference"}, {"timestamp": [1617.64, 1622.76], "text": " between eating a cricket and eating a fly larvae. So again that's we understand that's a pretty"}, {"timestamp": [1622.76, 1627.68], "text": " significant barrier but as you describe I think bi, there's not a whole lot that's different"}, {"timestamp": [1627.68, 1630.94], "text": " with insect protein versus other plant and animal-based proteins."}, {"timestamp": [1631.1, 1633.44], "text": " So there's no technical reason why not,"}, {"timestamp": [1633.54, 1638.04], "text": " but we're certainly aware of the psychological and the marketing challenges around insectin."}, {"timestamp": [1638.04, 1639.7], "text": " Well, maybe you just need a very strong marketing team."}, {"timestamp": [1639.74, 1641.44], "text": " Maybe we do. Maybe we do."}, {"timestamp": [1643.52, 1648.56], "text": " Plenty of room for more ideas here or wait, even for me, a change of career."}, {"timestamp": [1649.06, 1655.34], "text": " So rather than writing radio documentaries, maybe I could spend my time thinking up creative taglines,"}, {"timestamp": [1655.78, 1659.64], "text": " offering worms and manure some sort of niche gourmet appeal."}, {"timestamp": [1660.52, 1665.14], "text": " Or perhaps sometimes in life it's just better not to know."}, {"timestamp": [1666.18, 1668.56], "text": " World of Business was presented by Tanya Beckett."}, {"timestamp": [1668.76, 1670.2], "text": " The producer was Chris Bowlby."}, {"timestamp": [1675.16, 1677.84], "text": " Yoga is more than just exercise."}, {"timestamp": [1678.46, 1681.4], "text": " It's the spiritual practice that millions swear by."}, {"timestamp": [1682.2, 1686.4], "text": " And in 2017, Miranda, a university tutor from London,"}, {"timestamp": [1686.4, 1690.24], "text": " joins a yoga school that promises profound transformation."}, {"timestamp": [1690.24, 1694.48], "text": " It felt a really safe and welcoming space."}, {"timestamp": [1694.48, 1696.8], "text": " After the yoga classes, I felt amazing."}, {"timestamp": [1696.8, 1700.24], "text": " But soon, that calm, welcoming atmosphere"}, {"timestamp": [1700.24, 1702.48], "text": " leads to something far darker,"}, {"timestamp": [1702.48, 1709.28], "text": " a journey that leads to allegations of grooming, trafficking and exploitation across international borders."}, {"timestamp": [1709.92, 1714.92], "text": " I don't have my passport. I don't have my phone. I don't have my bank cards. I have nothing."}, {"timestamp": [1715.12, 1720.54], "text": " The passport being taken, the being in a house and not feeling like they can leave."}, {"timestamp": [1721.22, 1726.86], "text": " World of Secrets is where untold stories are unveiled and hidden realities are exposed."}, {"timestamp": [1727.46, 1731.6], "text": " In this new series, we're confronting the dark side of the wellness industry,"}, {"timestamp": [1732.1, 1736.18], "text": " where the hope of a spiritual breakthrough gives way to disturbing accusations."}, {"timestamp": [1736.78, 1744.7], "text": " You just get sucked in so gradually and it's done so skillfully that you don't realize."}, {"timestamp": [1744.7, 1745.0], "text": " And it's like this,fully that you don't realize."}, {"timestamp": [1745.0, 1748.0], "text": " And it's like this, the secret that's there."}, {"timestamp": [1748.0, 1756.0], "text": " I wanted to believe that, you know, that whatever they were doing,"}, {"timestamp": [1756.0, 1760.0], "text": " even if it seemed gross to me,"}, {"timestamp": [1760.0, 1763.0], "text": " was for some spiritual reason that I couldn't you understand."}, {"timestamp": [1763.0, 1766.92], "text": " Revealing the hidden secrets of a global yoga network."}, {"timestamp": [1767.22, 1769.14], "text": " I feel that I have no other choice."}, {"timestamp": [1769.36, 1773.88], "text": " The only thing I can do is to speak about this"}, {"timestamp": [1773.88, 1779.18], "text": " and to put my reputation and everything else on the line."}, {"timestamp": [1779.18, 1782.22], "text": " I want truth and justice."}, {"timestamp": [1784.8, 1789.78], "text": " And for other people to not be hurt hurt for things to be different in the"}, {"timestamp": [1789.78, 1796.44], "text": " future to bring it into the light and almost alchemise some of that evil stuff that went"}, {"timestamp": [1796.44, 1805.2], "text": " on and take back the power world of secrets season six the bad guru listen wherever you get your podcasts World of Secrets, Season 6, The Bad Guru."}, {"timestamp": [1807.06, null], "text": " Listen wherever you get your podcasts."}], "text": " This BBC podcast is supported by ads outside the UK. Thank you for downloading the BBC's World of Business. For this edition, Tanya Beckett has been discovering why business is taking such a close interest in food waste. Oh, it's very warm in here and a bit smelly, quite frankly. We keep the temperature a little bit more elevated than it would be otherwise, and we keep it consistent to make sure the growing conditions are optimised. Here there are just larvae in food. Exactly. So this is essentially the trade-based system. We've got a batch system where we're essentially growing larvae in different conditions, different types of experiments, feeding them different feedstocks, and seeing how quickly they grow. And this is part of the job of... I'm in Cambridgeshire, in a barn converted to provide labs and offices for a group of science start-ups. I'm wending my way past trays full of hundreds of wriggling larvae, which are slowly devouring a layer of waste food spread out underneath them. Quite an off-putting site. But could this be the future? Matt McLaren is the CEO of Entomics, which is a startup comprising four young Cambridge graduates. So what's going on in here is essentially a demonstration facility where we're actually growing and raising black soldier flies in different types of food wastes and experimenting and keeping data and keeping track of all the different variables in terms of temperature, you know, light, humidity, growth rates, yields. So again, it's very much a laboratory, but much more of a practical one, much more of an operational laboratory, I would say. But the food waste doesn't look like what I see in my compost bin. It's been ground, it's been processed in some way. So we've been working with a large supermarket, Sainsbury's, in the local Cambridgeshire region, to pick up surplus food waste from some of their stores, the stuff which some of the food banks, the food is sort of too rotten for them to take. We've been using that and we've been pulping it. So we shred it so that we can actually feed it almost like a slurry or a pulp to the insect. It's almost like a smoothie if you like. I make my way rather gingerly towards the back of the lab and then stumble across some other clever and slightly less yucky ideas being developed to make products from food waste. I'm now wandering into the lab next door to Entomics and there's another very exciting operation going on here. Lots of white coats, weighing scales and there's a peculiar looking sort of wiggling rotating table inside a glass case in the corner. Steve Taylor is with me now. He's running this operation called Selbius, and your focus is to extract pigments from food waste. Yes, that's right. We use a combination of enzymes and ultrasound, ultrasonic energy, to extract the pigments in much better yield and using much less energy and less solvents than usually is the case. So obviously from a sustainability point of view, this makes total sense, but is it costly to do? No, it brings the cost of producing these pigments down. That combined with new applications so that there's a good business to be developing in this whole area of food waste. What sort of things would you use these colourants for? Commonly at the moment they're used in colouring things like mayonnaise or sauces, dairy products, but we'd like to try and see them used more in things like cosmetics to move away from synthetic chemicals. This research may all seem rather niche, and indeed futuristic at first. But if we remind ourselves that the United Nations Food and Agriculture Organisation says a third of all food crops grown around the world never make it to the plate, it's no surprise that technologies aimed at making use of that waste are mushrooming. RAP, or Waste Resources and Action Program, advises governments and organisations on how they can help reduce waste. Food is a particular focus. David Moon, head of food sustainability for RAP, explains why. Food waste really is a particular focus. David Moon, head of food sustainability for RAP, explains why. Food waste really is a massive problem. When you think that of all the food that we buy, roughly one quarter, is going to waste, if you think in global terms, with global population growth, pressures on climate change, water supply, the growth in demand for food is going to lead to serious environmental problems. Concern about just how much food does go to waste and its impact on the environment is so great that it's burst way beyond the boundaries of the campaign community into the hard-nosed world of banking and finance. This can only mean one thing. There's some serious money to be made. Banks, governments, society in general, looking at the biggest challenges that we have today. And naturally, food loss is one of the biggest ones. 1.3 billion tonnes of food is wasted every year. And we also have problems on the farms as well. Once they've harvested the crop, getting it to the market, there's an enormous amount of food waste there. Michael Lewis is head of sustainableable Investment Research at Deutsche Bank. He believes if companies don't sit up and take notice of the problem, then they expose themselves to serious reputational risk. But he also sees an opportunity for profits. We have a growing and rapidly growing world population, and we also have at the same time a rising middle class, and the combination of those two really mean more mouths to feed. And we're also seeing an enormous amount of deforestation, which is hitting biodiversity, which is an enormous cost to the global economy. We're also seeing, obviously, climate change and the effects on water and water stress around the world, and so innovation and technology is coming in to try and solve these problems. So investors around the world are very keen to try and capture this new wave of technology to solve particularly this climate change, water stress and agricultural problem that we're faced with. So this program looks at the problem of food waste from a new angle as a business opportunity. Let's start at the beginning and what we produce. There are a lot of fruit and vegetables picked from the fields that never come even close to getting eaten because they just don't look the part. Either they're too small, too big, misshapen or bruised. Chef Hannah McCollum has worked on an idea to bring something new to the table. It's easy to spot where Hannah lives because of the trays of fruit and veg piled up outside her door, which have been rejected by wholesalers. We're now outside Hannah's chickpea operation in London. Hi there, Hannah. Hi. So I can see already that you've been collecting veg from the market and a few boxes here. Avocados, I can see, some spinach, peppers, mushrooms. And you've picked this up from a market and it's free. But you had to go there pretty early in the morning. Yes, I did have to go quite early, although it runs from midnight till eight-ish in the morning. Hannah McCollum is a very hands-on pioneer in the food waste sector. Her company, called Chick-Pee, makes pots of hummus and entire meals from fresh produce that would otherwise be thrown away in wholesale market bins. And then there are also large green food waste containers, and that is just normally full to the brim with a whole variety of vegetables and so much of it is good there's 25 packs of packed spinach it is all fresh and it's all absolutely fine great well I've got some hands free so let's get this stuff in to the flat shall we thank you today Hannah's giving me a lesson in food prepping in her kitchen using some salad vegetables that she found chucked to one side at a market. From what I've got here, mushrooms are fantastic for roasting so I would probably maybe chop them one half and then just put them in a roasting team with olive oil, maybe garlic, got lots of chilies and pepper. There's also loads of cherry tomatoes under all of this. So under there I would actually probably blend half them together. How is it that you came into this world of using food waste to fuel a business? I did a lot of cooking, private cooking jobs and I also used to work for large events companies doing the catering for sports events, private parties and at every single event. They put out so much choice and then have no idea whether people are going to choose the fish option, the chicken option or the vegetable option. So I have to do almost the same amount for each one and then at the end of the day, they'll throw everything away that they haven't used. It is horrendous. Another problem is that fresh food is expected to look perfect. Can consumers be persuaded to change their minds on that? I think that it's a really tricky question because so many people say, of course we don't mind a wonky vegetable and people are aware, but maybe that's just a small percentage that I'm seeing and it's really tricky to see whether that is the case across the whole population. But I don't know where this perfect carrot idea has come from. I think it has come from the supermarket and they just have put out only perfect vegetables and so that's what we expect to see. Much as Hannah learned to hate food waste in the past, her new business is completely dependent upon it. And that's an interesting conflict that pops up a lot. Because of the drive to reduce what we throw away, food waste is becoming an increasingly valuable resource. So how does Hannah plan for a future when she might not be the only one with designs on that bruised pepper or funny-looking strawberry? Her answer is to make use of the difference between what supermarkets order from farmers and what they eventually end up buying. I want to be able to work directly with the farmers and the larger retailers where a large retailer has gone to farmer, we want 50 tonnes of carrots for spring, but farmer will grow that amount plus a bit extra because they don't want to come short just in case. Then closer to the time, that retailer will say actually we only want 20 tonnes because the weather, whatever the reason is. This happens on a weekly basis. So then that farmer is left with a huge amount of surplus carrots, feature, whatever it is. They often have to plough it back into the ground or give it to animal feed. I want to be able to take that off the retailer's hands in a way, make it into my hummus and then put it back on that retailer's shelf. This sort of thinking plays well into something which is called the Courthold Commitment, a voluntary agreement that brings together producers and consumers to make food and drink production and consumption more sustainable. Its target is to reduce food and drink waste in the UK by a fifth over the course of a decade by 2025. Dr David Moon at Rapp says this voluntary approach rather than imposing rules is effective at prompting change and innovative thinking. Tesco have been working with their suppliers to try to tackle this issue by linking different parts of their supply chain with each other. So, for example, they linked their potato grower with their manufacturer of own brand mashed potato. So that all the wonky potatoes that they couldn't put onto the shelf could go into the own brand product. We currently have under the court hold agreement some collaborative projects tackling other issues. So, for example, how do you better match the supply of fresh produce with the demand? You need to get a good exchange of information that the retailers have about weather changes and how things might change from week to week with the suppliers insight as to what the harvest is going to look like. And if you can match up the data more closely, then you can try to avoid food unexpectedly becoming surplus and therefore not used at short notice. This sort of access to accurate live data is very important. RAP has more success getting businesses to change when even the simplest statistics are measured and available. Businesses do what is most sensible for themselves, for their customers, for their shareholders. They look for the best opportunities that deliver the environmental outcome. But surely it makes business sense not to waste food. So how is it that we've taken so long to come to this realization? You're absolutely right that it does make business sense. Just to give you one example of that, we recently published a report with the World Resources Institute. We collected data from over a thousand business sites across 17 countries and what we found is that on 99% of sites, it made commercial sense to invest in food waste prevention. At least half of sites were achieving a return on investment of at least 14 to 1. Once you know that the business case is there, it makes sense to act on it. I think the biggest hurdle has been a lack of awareness, a lack of measurement of food waste. Here's a striking example of what happens when businesses start measuring food waste. Steve Packer earns his crust managing Pizza Hut's supply chain. I met him in the firm's outlet on the Strand in London's West End. And he took me on the tour of the bins, where waste is not just chucked in altogether, but carefully sorted. So the intention here is that we can actually segregate all of our waste rooms to make sure they go to the right place. So what's typical in all our restaurants now is we'll have a separate waste bin for food. So the one you see here is it is separate just for food collection. There's in a general waste bin. He says this separated food waste and the use of new technology to categorise it transforms it into something useful. Food is a valuable waste drink for us. As a restaurant business, we're very keen to make sure we make the most of that valuable resource. So as a very bare minute, we want to segregate that to make sure it's actually not going to landfill. So since we segregated waste in all of our restaurants about a year or so, we no longer send a single gram of food to a landfill. It all goes down to an anaerably digestion. It also has a better benefit for our restaurants because they actually understand now what they're throwing away. So putting a separate bin, they can now realise what they're throwing away. They actually start to generate better behaviour and acknowledgement in the restaurants of what they're producing. So it's not anecdotal observations like for example, oh look, the cuscus didn't get eaten today. It's much more scientific than that. That's exactly right. We absolutely believe in using good data to make good decisions. So we're making sure we use tech solutions to actually say we know exactly how many grams of what product are we throwing away and where it's coming from. If you just measure your food by where you're in that bit in its entirety, it tells you nothing. All you know is you've got 10 kilograms of food in there. You can't do anything with that. What we need to know is it's 40 grams of cold store that comes from a salad bar, or it's two cucumbers that's coming full kitchen prep, and without that you can't act upon it. I tell you what I would love is a coffee. Is there any chance to know that coffee? Extricating myself from the kitchen and some rather unglomerous rummaging in the rubbish, I edge past the extremely tempting buffet bar laden with salads and slices of pizza and take a seat with Steve in the restaurant area. Those help yourself buffets are a rich seam of potential savings. Steve explains how the kitchen now observes carefully what customers take from the salad bar and perhaps more importantly what they leave behind. There are things we can do because we are giving customers the choice to actually take things off the salad bar of the buffet. And if they're not taking those products, we can do something about that. So if we find that there's a particular product they're not eating, well then we should consider actually either taking that product off of the menu off the salad bar, for example, or putting it out there in smaller quantities. Are you communicating this message to your customers too? Are they aware that this is what you're doing and do you think they're engaged in it? We're not communicating to our guests at the moment. I think most of our customers would agree with the principle that they don't like wasting food and we provide the option for all of our customers to take home left over pizza with them when they leave the restaurant for example. So no we're not communicating to our guests but I think they'll be pleased that we're doing it. So it seems to me that it's not quite yet the message that guests are ready to hear, a parental-style lecture on not letting your eyes grow bigger than your stomach. Martina Jensen is with us too. She's from the Sustainable Restaurant Association and has been working with all kinds of restaurants, including Pizza Hut, to help them look at what they're wasting and how consumers respond. Do you think there's room now for customers to engage in the process, meaning that you could encourage them, even within the context of a restaurant, not to take more food than they need? I think that there's definitely an opportunity there. I do think that that's where it becomes a little bit tricky and it's a bit challenging. And I think having some sort of messaging like that around buffets and salad bars is really interesting. But I also think that whole encouragement of take your food away with you once you've finished is also just still a really strong message. It's old school, it's classic, but it's still really important that just you've paid for a meal and of course you can take it home. It just shouldn't go in the bin. At the end of the day, whether it's cost savings to pizza restaurants or anybody out there, the point is that edible food shouldn't be wasted. Not wasting food is a discipline we are already clocking onto in the home, mostly because we know it costs us money. Martina thinks that approach is filtering through elsewhere. I think loads of things have happened since things have been exposed through social media. Certain brands have been called out. You can see that it's not just within hospitality and food service industry, but that all big business are very concerned with their sustainability image and how they're being perceived by consumers. So maybe a bit of creative thinking and a fresh approach is needed here. And speaking of fresh, when it comes to supermarkets, we do like to believe that when we buy food, it's at the very peak of its health. So we look at the date labelling on the product. But is that a reliable guide? Labelling has long been part of the problem when it comes to food waste. It prompts us to throw out what is still perfectly edible and then go to the supermarket and buy some more, which of course feeds through rather well to the bottom line of the food retailers. But Dr David Moon of Waste Resources Action Programme says encouraging us to throw out less can actually work very well for supermarkets. Acting on the research that we did on product life, co-op, for example, reviewed its packaging approaches. By changing the packaging for their steaks and beef joints, they were able to offer the customer up to nine days extra product life. It's about keeping the product fresher for longer. It's not just about freshness on day one, but it's fresher for longer and that's going to reduce food waste as well as helping the customer. So surely the key to getting this type of thinking to catch on across the industry is persuading businesses that if customers waste less food, they can still make more money. On the face of it, it's a rather counterintuitive message. The average household with children throws away food worth £60 a month, so there's quite a lot to play for. And what we found is that those households that were saving money were then ploughing roughly half those savings back into buying premium products. So the money starts to come back to the retailers. And then there are other factors too. For example, the Sainsbury's trial in Swaddening Coat showed that the customers value being helped by their retailer to save money on food. And that leads to customer loyalty. So far, so good. But there are other areas of the food waste revolution where challenging customer perceptions might prove more difficult. There's the odd scarily large fly whizzing around as we walk through here. I guess that's just part of the job, right? I guess, yeah. Remember Matt McLaren and his larvae production operation in East Anglia? Well, the plan is to process those larvae and turn them into fish food. So how do you feel about them charing down on some waste, then bringing it back into the food chain in the form of salmon on crout? And even if you can stomach that, what about the prospect of someone setting up a larvae farm at the end of your garden? Matt says in some countries, planning permission is already being granted. There's obviously a few companies already who have scaled up to quite big size around the world, especially places like South Africa and China. I think in the UK it's an interesting one because I think it's got it almost matched and be commercially viable from a logistics perspective, obviously looking at both food waste and the insect growing operation itself. So I think there's an opportunity here to create smarter systems, more, I guess, appropriate to the UK landscape. The other thing is I can imagine that people might feel that they don't want lots of flies being bred in their backyard. Yeah, absolutely. I think we totally understand the bit of the ick factor there. What we would probably say to that is that it's mainly actually the worm form, the larvae, that is the thing which actually is the important part of the operation. And in the future, it's probably likely that the flies would be almost kept in a very secure centralised facility. I think there's going to be proper planning permissions and the proper types of discussions that go on with local communities. But I think, you know, overall we sort of are looking forward to the education process and going through that consultation process and making sure that we hopefully allay some of the concerns. Whatever those concerns, there is a sense that worries about food security will play a large part in changing our perceptions of what we are prepared to eat. Also, if food companies can make bigger profits as a result of us wasting less, surely their shareholders would be extremely inclined to sit up and take notice. Michael Lewis from Deutsche Bank says they already are. We're just trying to be a lot smarter with our investments. Now we're bringing in what we call extra financial reports, the whole gamut of sort of environmental, social and governance issues that really are incredibly critical in trying to assess how well a company is run and the investment prospects. The thing that we try and avoid are the sort of the big emission scandals in the car, in trying to assess how well a company is run and the investment prospects. The thing that we try and avoid are the big emission scandals in the car sector or the big environmental disasters within the mining sector. There are so many out there. But the things that we try and promote are these investments that try and address the big environmental and social challenges that we face today. So food waste is just one of those great things. Even if those of us who've grown up in a more throwaway age are reluctant converts to the cause, younger generations are enthusiastic. Clients that we have, the millennial generation, much more interested in looking at their investment activities and how they are having a positive impact on solving some of the key challenges that we face today. I'd say, though, it's a small part at the moment of the investment universe, but it's growing very rapidly. And my sense is in five to ten years' time, this will be one of the biggest parts of the investment landscape. So where does this vision for the future of food waste head next? Will the big money flow towards scaling back on what we dump in the rubbish bin or making better use of what we do throw away? The answer is, of course, there will always be some food waste, just probably a lot less of it, which leaves the challenge for the waste companies who up until now have been charging us for disposing of waste food. Steve Packer from Pizza Hut says his experience is that the rubbish men far from being, well rubbish, are firmly ahead of the game. For the waste management companies, food waste is absolutely now a sellable resource. So as a business that's buying a lot of food, we don't want to produce any waste whatsoever, but we need to make sure we collaborate with the waste management industry, because to them actually that resource is something they can actually go and sell. Now, I have to give credit to the waste management companies that the last couple of years have been much more proactive and enlightened in their thought processes. I'm now starting to work with organisations like ourselves to reduce the wastage, even though in the short term, that's actually going to cut off an income stream for them. But there is a tension there, isn't there, that waste management companies want to have waste to manage, and you don't want to produce it? There absolutely is, and that does lead to some effective tension, I think, in conversations. I think the waste management companies are more enlightened than people give them credit for. We've certainly had some very constructive conversations with our provider over the last 12 months. We've actually ended up in a very, very good place, where we're quite happy they're going to be a partner going forward. And most of the more enlightened companies now are to see themselves as a resource and circular economy provider rather than just have been a collector. And I think that's the way the industry is starting to work towards, which is great. So less food waste could turn out to be an all-round winner. But wait, haven't we forgotten about Matt and his hungry larvae in Cambridgeshire currently generating new protein by feasting on local food waste. Surely their menu would shrink dramatically if we throw away less food. Will there end up being a scrap for the scraps? Yeah, I think we're certainly very much of the opinion that there's almost a hierarchy that you want to almost start to reduce waste before you even have it there. So we're definitely supporting all the food waste reduction efforts that are happening in various different forms, smarter software, better inventory, better agricultural growing methods. This is all going to be critical to addressing the problem of food waste. I think with insects, there's an opportunity there, though, if there is food waste produced and there's always going to be some, at least in the foreseeable future, it is a better way versus current alternatives to dealing or disposing of that. And in the future, there are other alternatives such as even animal manures, slurries and sort of really nasty things that insects can also eat and can also transform into high value products. Well, there's a new twist. Larvae need to develop a taste for manure and humans may need to develop a taste for larvae to make sure we all have enough protein to eat in the future. So how does that leave the consumer feeling? I mean, wonky veg is one thing, dung-fed larvae probably quite another. Your research at the moment is focused on feeding these larvae that eat food waste to fish. But you know we see for the want of a fair expression, we see insects creeping into human food too in a more controlled fashion than normal. So you know, you see cricket ice cream even sometimes. So there's a recognition that insects offer a very useful source of protein. How soon do you think you might start looking at feeding humans with what you produce? Well I guess in many ways it's a bit out of our control. I think if we'd love to see humans eating more of insect protein there's probably maybe a psychological difference between eating a cricket and eating a fly larvae. So again that's we understand that's a pretty significant barrier but as you describe I think bi, there's not a whole lot that's different with insect protein versus other plant and animal-based proteins. So there's no technical reason why not, but we're certainly aware of the psychological and the marketing challenges around insectin. Well, maybe you just need a very strong marketing team. Maybe we do. Maybe we do. Plenty of room for more ideas here or wait, even for me, a change of career. So rather than writing radio documentaries, maybe I could spend my time thinking up creative taglines, offering worms and manure some sort of niche gourmet appeal. Or perhaps sometimes in life it's just better not to know. World of Business was presented by Tanya Beckett. The producer was Chris Bowlby. Yoga is more than just exercise. It's the spiritual practice that millions swear by. And in 2017, Miranda, a university tutor from London, joins a yoga school that promises profound transformation. It felt a really safe and welcoming space. After the yoga classes, I felt amazing. But soon, that calm, welcoming atmosphere leads to something far darker, a journey that leads to allegations of grooming, trafficking and exploitation across international borders. I don't have my passport. I don't have my phone. I don't have my bank cards. I have nothing. The passport being taken, the being in a house and not feeling like they can leave. World of Secrets is where untold stories are unveiled and hidden realities are exposed. In this new series, we're confronting the dark side of the wellness industry, where the hope of a spiritual breakthrough gives way to disturbing accusations. You just get sucked in so gradually and it's done so skillfully that you don't realize. And it's like this,fully that you don't realize. And it's like this, the secret that's there. I wanted to believe that, you know, that whatever they were doing, even if it seemed gross to me, was for some spiritual reason that I couldn't you understand. Revealing the hidden secrets of a global yoga network. I feel that I have no other choice. The only thing I can do is to speak about this and to put my reputation and everything else on the line. I want truth and justice. And for other people to not be hurt hurt for things to be different in the future to bring it into the light and almost alchemise some of that evil stuff that went on and take back the power world of secrets season six the bad guru listen wherever you get your podcasts World of Secrets, Season 6, The Bad Guru. Listen wherever you get your podcasts."}