{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.68, 10.88], "text": " Thanks for downloading the World of Business podcast. I'm Heidi Pet."}, {"timestamp": [11.72, 16.48], "text": " The bushfires in Australia have burned through more than 10 million hectares of land so far."}, {"timestamp": [17.22, 19.98], "text": " 27 people have died, along with up to a billion animals."}, {"timestamp": [21.12, 25.52], "text": " It's always been a hot, dry country, but this year it was the hottest and driest."}, {"timestamp": [26.08, 28.9], "text": " Firefighters are tackling blazers on a scale they've never seen before,"}, {"timestamp": [29.18, 31.22], "text": " and they say it's time to talk about climate change."}, {"timestamp": [31.78, 34.24], "text": " But Australia has a well-established mining industry,"}, {"timestamp": [34.78, 37.28], "text": " and the government says it can't compromise those jobs."}, {"timestamp": [37.72, 40.28], "text": " In fact, it's still subsidising new coal mines."}, {"timestamp": [41.0, 42.54], "text": " In this edition of Global Business,"}, {"timestamp": [42.7, 45.0], "text": " the third in our series about energy around the world,"}, {"timestamp": [45.0, 48.0], "text": " I've been back home to visit Australia's Coalface."}, {"timestamp": [48.0, 56.0], "text": " Here come our passengers right now, so we've got a full boat today."}, {"timestamp": [56.0, 59.0], "text": " Okay, ladies and gentlemen, good morning."}, {"timestamp": [59.0, 62.0], "text": " My name's Steve, I'm your captain, this lovely lady..."}, {"timestamp": [62.0, 64.0], "text": " So they're heading out just for a day trip or overnight?"}, {"timestamp": [64.0, 68.16], "text": " Yeah, no, they're after Whitehavenven which is one of the ten best beaches in the"}, {"timestamp": [68.16, 72.6], "text": " world and if you ever go there it's you can see why they're also going to be going"}, {"timestamp": [72.6, 77.2], "text": " snorkeling. This is Lindsay Simpson. We're down at the marina in shoot"}, {"timestamp": [77.2, 80.32], "text": " harbour on the coast of Queensland at the southern end of the Great Barrier"}, {"timestamp": [80.32, 86.0], "text": " Reef. So depending on the tides and the wind will take them somewhere amazing to snorkel"}, {"timestamp": [86.0, 90.72], "text": " because there are still some beautiful spots there and it's a matter of knowing where they are now."}, {"timestamp": [91.92, 99.52], "text": " Have a good day everyone. The corals around this part of the reef were badly damaged by a cyclone in"}, {"timestamp": [99.52, 105.24], "text": " 2017 but warmer ocean temperatures are also causing damage across large sections of the reef."}, {"timestamp": [105.24, 110.68], "text": " With the coral we've seen, we've been in business now for 14 years,"}, {"timestamp": [110.68, 115.32], "text": " and we're definitely looking at changing landscape under the water."}, {"timestamp": [115.32, 120.44], "text": " We're going to have something called disaster tourism and everyone jumps here to see it before it disappears."}, {"timestamp": [130.2, 134.56], "text": " This is the third in our series about energy production around the world. We're in Australia, currently the front line of climate change, with record amounts of"}, {"timestamp": [134.56, 138.42], "text": " country being burned by bushfires and a government that won't commit to serious emissions"}, {"timestamp": [138.42, 139.78], "text": " reduction."}, {"timestamp": [139.78, 144.92], "text": " In fact, it's still planning to subsidise the development of new coal mines just as the world turns"}, {"timestamp": [144.92, 146.0], "text": " away from fossil fuels."}, {"timestamp": [146.8, 148.68], "text": " The Prime Minister, Scott Morrison, says"}, {"timestamp": [148.68, 152.24], "text": " he doesn't want to make what he calls reckless cuts to the coal industry"}, {"timestamp": [152.24, 153.6], "text": " because it would cost jobs."}, {"timestamp": [157.68, 159.2], "text": " Just inland from Shoot Harbour,"}, {"timestamp": [159.2, 161.88], "text": " there's a vast coal deposit in what's called the Bowen Basin."}, {"timestamp": [161.88, 165.54], "text": " It's an area of 60,000 square kilometres."}, {"timestamp": [169.42, 174.64], "text": " The coal there is dug up and packed onto trains that pull it to the coast, just an hour up the road from Lindsay and her snorkeling boat. Some of it is destined for local industry,"}, {"timestamp": [174.64, 179.62], "text": " but most of it is poured onto ships which navigate out through that same reef and onwards to"}, {"timestamp": [179.62, 185.24], "text": " Asia, countries including China, Japan and Korea, where the coal is burned for cheap electricity."}, {"timestamp": [188.16, 192.7], "text": " Australia is the world's fourth largest producer of coal and its biggest exporter,"}, {"timestamp": [193.16, 194.4], "text": " but it wants to go bigger."}, {"timestamp": [195.2, 199.2], "text": " To the west, across the Indian Ocean, the Indian government is hungry for coal,"}, {"timestamp": [199.6, 201.66], "text": " and Australia wants to meet that demand."}, {"timestamp": [203.54, 205.2], "text": " Beyond the Bowen Basin,"}, {"timestamp": [208.68, 209.42], "text": " 600 kilometres in land is an even bigger coal deposit."}, {"timestamp": [210.7, 210.94], "text": " It's in the Galilee Basin,"}, {"timestamp": [212.6, 215.1], "text": " and an Indian company called Adani has been engaged in an almost 10-year battle"}, {"timestamp": [215.1, 216.28], "text": " to get access to it."}, {"timestamp": [216.84, 218.56], "text": " It's run by a man called Gauta Madani,"}, {"timestamp": [218.82, 221.48], "text": " a billionaire with close ties to the Modi government in India,"}, {"timestamp": [221.82, 224.32], "text": " and he's also campaigned hard to win friends"}, {"timestamp": [224.32, 225.52], "text": " for his projects in Australia."}, {"timestamp": [226.4, 228.38], "text": " The latest would be the Carmichael Mine,"}, {"timestamp": [228.62, 230.82], "text": " the first coal mine to tap the Galilee deposit."}, {"timestamp": [231.54, 234.9], "text": " And once that infrastructure is built and the political battles are won,"}, {"timestamp": [235.3, 238.4], "text": " the Carmichael Mine would open up the basin for others to follow."}, {"timestamp": [240.36, 243.84], "text": " On the Queensland coast, many live in the no-man's land of the battle"}, {"timestamp": [243.84, 246.1], "text": " over Australia's energy and climate policy,"}, {"timestamp": [246.46, 249.54], "text": " standing between these huge coal deposits and a dying reef."}, {"timestamp": [250.56, 253.68], "text": " Lindsay is worried about the future of the reef, and also her livelihood."}, {"timestamp": [254.96, 257.68], "text": " Two years ago, her company won a local tourism award."}, {"timestamp": [258.34, 263.88], "text": " We were overseas on a family holiday and we got the skipper to go and accept the award and we were thrilled."}, {"timestamp": [264.58, 267.76], "text": " And then he said, oh, there's only one thing and I said, what's that?"}, {"timestamp": [267.76, 270.84], "text": " And he said, well, one of the sponsors is Adani."}, {"timestamp": [270.84, 273.12], "text": " And we went, what?"}, {"timestamp": [273.12, 274.28], "text": " We couldn't believe it."}, {"timestamp": [274.28, 281.04], "text": " So pretty well, straight away on the way back to Australia, we sent a letter saying that we"}, {"timestamp": [281.04, 286.88], "text": " didn't want the award and how they could ever take money from something that was completely detrimental to tourism."}, {"timestamp": [286.88, 290.0], "text": " Adani has won support in high places."}, {"timestamp": [290.0, 294.18], "text": " At various points in the development and approval process, politicians from all parties at all"}, {"timestamp": [294.18, 299.1], "text": " levels have offered all sorts of incentives to this overseas mining company, royalty-free"}, {"timestamp": [299.1, 303.96], "text": " holidays, a billion dollar interest-free loan, and money for private airports."}, {"timestamp": [303.96, 309.84], "text": " They say it's necessary to create jobs in regional Queensland. But as the reality of coal's impact on the climate"}, {"timestamp": [309.84, 314.24], "text": " becomes increasingly apparent, what is the true value of jobs based on coal mining?"}, {"timestamp": [314.24, 321.12], "text": " When the mines go ahead, the fallout of building them is going to come back to haunt people."}, {"timestamp": [321.12, 325.96], "text": " Back in 2005, Lindsay had just moved to Queensland. She settled in a city called"}, {"timestamp": [325.96, 331.56], "text": " Townsville, which at the time housed refineries for zinc, copper and nickel. That was a booming"}, {"timestamp": [331.56, 337.9], "text": " city and the restaurants and Townsville were packed on a Tuesday night and you go up there now"}, {"timestamp": [337.9, 343.74], "text": " and it's a sad place of what it used to be. But that's not because rampant greenies are"}, {"timestamp": [343.74, 346.12], "text": " running around killing the"}, {"timestamp": [346.12, 352.66], "text": " prospects of jobs. That's because the whole industry has changed and Townsville hasn't kept up"}, {"timestamp": [352.66, 356.42], "text": " with it. The people of Townsville consider it to be the capital of Northern Queensland,"}, {"timestamp": [356.72, 361.82], "text": " if not the whole of Northern Australia. They see it as an economic powerhouse, not taken seriously"}, {"timestamp": [361.82, 365.78], "text": " by the cities down south. Jenny Hills the Mayor. She reels off"}, {"timestamp": [365.78, 372.08], "text": " the stats for me. The largest port north of Brisbane. It is the biggest city in Northern Australia."}, {"timestamp": [372.2, 377.36], "text": " It's bigger than Darwin and bigger than Cairns. With a home to one of Australia's major"}, {"timestamp": [377.36, 383.92], "text": " military areas for Army and Air Force. Jenny's showing me around downtown Townsville."}, {"timestamp": [384.52, 388.54], "text": " She doesn't see it as failing to keep up, but as being left on their own."}, {"timestamp": [388.98, 393.0], "text": " And that's why she's been courting Adani, winning a contract for the regional headquarters"}, {"timestamp": [393.0, 393.98], "text": " of the new mine."}, {"timestamp": [394.3, 400.02], "text": " We can't just depend on government policy anymore because it changes so quickly."}, {"timestamp": [401.26, 408.92], "text": " So we've moved forward and we had an Indian company that was willing to employ people here"}, {"timestamp": [408.92, 410.94], "text": " set up a proper regional office here."}, {"timestamp": [411.78, 415.78], "text": " Less than a year ago, much of this city was underwater after devastating floods."}, {"timestamp": [416.46, 420.2], "text": " Unemployment is high, despite the military base and successive waves of industry"}, {"timestamp": [420.2, 423.18], "text": " and the city has trouble holding on to educated young people."}, {"timestamp": [424.1, 431.0], "text": " Things only got worse after the local nickel refinery was bought by a mining magnate, stripped for assets and then closed down."}, {"timestamp": [431.0, 440.0], "text": " And we lost nearly a thousand direct jobs and probably another 2,000 indirect jobs with the closure of Q&I."}, {"timestamp": [440.0, 448.64], "text": " That in 2016 really affected our community and it's taken a long time to recover."}, {"timestamp": [449.24, 452.8], "text": " But Jenny hopes that Adani will fill the gap left by the nickel refinery."}, {"timestamp": [453.36, 459.28], "text": " And she's got other plans too, including an industrial area she's hoping to build outside town powered by solar energy."}, {"timestamp": [459.28, 462.04], "text": " We've got 320 days a year of sunshine."}, {"timestamp": [463.54, 469.5], "text": " So we'll be able to have companies come in with affordable power"}, {"timestamp": [469.5, 475.76], "text": " and consistent power to set up them advanced manufacturing here. So you're obviously, you know,"}, {"timestamp": [475.76, 480.56], "text": " you're pretty hot on solar, on renewables, on setting up this eco-industrial precinct. How does"}, {"timestamp": [480.56, 483.52], "text": " that sit with the idea of opening a new coal mine in the region?"}, {"timestamp": [483.52, 487.44], "text": " Look, this community's always been involved in the mining industry."}, {"timestamp": [489.28, 495.44], "text": " When we needed jobs, Adani is employing a significant number of local people"}, {"timestamp": [495.44, 502.0], "text": " and we saw it in the elections. People don't believe that renewables will deliver the jobs."}, {"timestamp": [502.72, 505.58], "text": " That's something I think we'll have to prove."}, {"timestamp": [511.82, 514.0], "text": " But till then, they know that there's an opportunity for them to work in the mining industry and in an industry like coal."}, {"timestamp": [514.1, 517.76], "text": " It's an industry Australians have known about for a long, long time."}, {"timestamp": [518.58, 522.46], "text": " So Jenny has campaigned hard to lure that familiar industry to her town."}, {"timestamp": [523.24, 524.34], "text": " Queensland is a huge state."}, {"timestamp": [525.12, 527.56], "text": " The mine is actually 600 kilometres away."}, {"timestamp": [528.12, 530.2], "text": " The idea is that workers would live in Townsville,"}, {"timestamp": [530.48, 532.28], "text": " spend their money and raise their families there,"}, {"timestamp": [532.7, 534.94], "text": " and do fly-in-fly-out work, known as FIFA."}, {"timestamp": [536.84, 538.72], "text": " The headquarters could have been anywhere, really,"}, {"timestamp": [539.14, 541.64], "text": " and that started a bidding war among regional communities,"}, {"timestamp": [541.84, 543.34], "text": " offering inducements to the company."}, {"timestamp": [543.96, 548.68], "text": " At one point, Jenny and a neighbouring mayor offered to chip in $34 million Australian dollars"}, {"timestamp": [548.68, 552.68], "text": " to build a private airport at the mine site, one that didn't sit in either of their council"}, {"timestamp": [552.68, 554.94], "text": " areas in which they wouldn't own."}, {"timestamp": [554.94, 558.56], "text": " That plan was investigated by the state's corruption body, and eventually Townsville"}, {"timestamp": [558.56, 560.5], "text": " Council pulled the money."}, {"timestamp": [560.5, 564.84], "text": " At the time, Jenny said it was because Adani had missed a deadline to get financing for the mine"}, {"timestamp": [564.84, 565.3], "text": " itself,"}, {"timestamp": [565.76, 569.8], "text": " and the city needed to put its money towards something else that would generate jobs more quickly."}, {"timestamp": [570.82, 576.44], "text": " Adani keeps missing deadlines for securing financing, insurance, and for actually starting work on the mine."}, {"timestamp": [577.24, 582.78], "text": " And part of that can be attributed to the work of environmental activists, the kind who wear crisp collared shirts."}, {"timestamp": [583.64, 586.72], "text": " My name is Julian Vincent. I'm the executive director at Market Forces."}, {"timestamp": [587.06, 591.38], "text": " Tell me what you're up to here today. We're in the lobby of the Soffatel Hotel, which seems"}, {"timestamp": [591.38, 597.56], "text": " kind of an incongruous place. It does, but upstairs in a couple of hours' time is going to be"}, {"timestamp": [597.56, 603.62], "text": " the annual general meeting of Horizon, which is the Queensland rail operator, and one of a very"}, {"timestamp": [603.62, 606.0], "text": " few number of companies that could really unlock"}, {"timestamp": [606.0, 611.86], "text": " what Adani needs in order to open its Carmichael coal mine, which would basically pave the way"}, {"timestamp": [611.86, 615.68], "text": " to develop the entire Galilee Basin, which is one of the world's untapped coal reserves."}, {"timestamp": [616.68, 620.6], "text": " Julian founded market forces to try a new kind of environmental activism."}, {"timestamp": [621.3, 630.02], "text": " The group's been pressuring international banks, insurers, and even the construction companies that Adani is hoping to work with, showing up at company AGMs and asking them to pull out"}, {"timestamp": [630.02, 635.62], "text": " of the project. And it's working. The planned Carmichael Mine has already been radically scaled"}, {"timestamp": [635.62, 640.66], "text": " back because they can't secure finance. Not just get the Australian investors out, but also"}, {"timestamp": [640.66, 647.46], "text": " you've got US banks won't invest. you've got European banks, UK banks, even"}, {"timestamp": [647.46, 651.52], "text": " some banks in Asia have said that they wouldn't touch this project as well."}, {"timestamp": [651.52, 656.04], "text": " So Adani is in a position where they're saying, oh it's okay, we're going to self-finance the"}, {"timestamp": [656.04, 657.04], "text": " mine."}, {"timestamp": [657.04, 661.72], "text": " What that means is we couldn't find any private investment and we're going to have to pull"}, {"timestamp": [661.72, 664.96], "text": " the money together somehow among the group."}, {"timestamp": [664.96, 669.36], "text": " So that's I guess a measure of the success so far, but it's also a risk"}, {"timestamp": [669.36, 673.96], "text": " because if that self-financing is in Adani's hands,"}, {"timestamp": [674.08, 675.92], "text": " then obviously that limits our options."}, {"timestamp": [675.92, 683.08], "text": " But it does demonstrate that this project has failed up to now to secure external support,"}, {"timestamp": [683.24, 684.98], "text": " which, by the way, it still needs."}, {"timestamp": [685.32, 688.24], "text": " So we're talking about contractors, engineers,"}, {"timestamp": [688.5, 690.64], "text": " construction companies and insurers."}, {"timestamp": [692.48, 694.58], "text": " Activists see stopping the Carmichael mine"}, {"timestamp": [694.58, 696.36], "text": " is a singularly powerful move"}, {"timestamp": [696.36, 697.84], "text": " in the fight against climate change"}, {"timestamp": [697.84, 700.46], "text": " if we're to limit global warming to 1.5 degrees."}, {"timestamp": [701.56, 703.96], "text": " If that coal in the Galilee is dug up and burned,"}, {"timestamp": [704.22, 705.2], "text": " that's one third of the"}, {"timestamp": [705.2, 710.28], "text": " world's remaining carbon budget up in smoke. No, we don't have a choice. If we're serious"}, {"timestamp": [710.28, 715.82], "text": " about having any hope of holding global warming to one and a half degrees, we just can't let"}, {"timestamp": [715.82, 720.42], "text": " projects like this go ahead, and it's not just about one mine. There are other projects,"}, {"timestamp": [720.58, 724.02], "text": " other major mines coming in behind this, and you've got their owners sitting back watching"}, {"timestamp": [724.02, 728.0], "text": " to see what happens. And if the Adani project goes ahead then we're not just talking about one line,"}, {"timestamp": [728.0, 733.0], "text": " we're talking about two, three, four, five more coming in on the back of that."}, {"timestamp": [733.0, 738.0], "text": " Outside, other members of an anti-Iadani coalition have gathered to protest in the street."}, {"timestamp": [738.0, 742.0], "text": " Oh, don't get it, leave with the grounds time to get with it."}, {"timestamp": [742.0, 746.56], "text": " Oh, don't get it. Leave it the grounds time to get with it. The activists don't get what it. Leave it to ground, time to get with it, cold."}, {"timestamp": [746.9, 749.08], "text": " The activists don't get what they're after at this meeting,"}, {"timestamp": [749.32, 752.34], "text": " an ironclad guarantee that the company wouldn't work with the darnie."}, {"timestamp": [752.64, 755.0], "text": " But they seemed buoyed by the experience anyway."}, {"timestamp": [755.7, 757.34], "text": " Back in her office at Council Chambers,"}, {"timestamp": [757.52, 759.12], "text": " Jenny Hill is not so sunny."}, {"timestamp": [759.94, 761.94], "text": " She's had death threats over her support for the mine,"}, {"timestamp": [762.18, 764.68], "text": " but she sees it as the best option for the people that she leads,"}, {"timestamp": [764.84, 765.82], "text": " at least in the short term."}, {"timestamp": [766.36, 770.74], "text": " I mean, I had a community that was really struggling with double-digit unemployment,"}, {"timestamp": [771.94, 778.52], "text": " and the only likelihood of jobs for them was in the mining industry, particularly coal."}, {"timestamp": [779.26, 783.2], "text": " You're not going to turn that down because people have to be able to put food on their table."}, {"timestamp": [783.86, 788.0], "text": " Does it worry you, though, that the company won't commit to a number of jobs,"}, {"timestamp": [788.0, 791.0], "text": " whether that's in the construction phase or the ongoing jobs numbers?"}, {"timestamp": [791.0, 795.0], "text": " No, not really because you just don't know how many people you're going to need."}, {"timestamp": [795.0, 800.0], "text": " I guess what I'm getting out there is does it concern you that when the mine was first posited"}, {"timestamp": [800.0, 805.22], "text": " they were promising 10,000 jobs and and we never hear that figure anymore."}, {"timestamp": [810.34, 811.42], "text": " Yeah, but like I said, a thousand jobs in Townsville means a lot to our community."}, {"timestamp": [815.14, 817.8], "text": " Does it concern you that those jobs might come at the expense of the environment and the jobs that actually rely on a pristine environment?"}, {"timestamp": [817.98, 822.14], "text": " You know, here in Townsville, there's so many tourism operators who rely on the reef being in good"}, {"timestamp": [822.14, 822.6], "text": " condition."}, {"timestamp": [823.26, 826.52], "text": " And there are documented threats to the reef from the emissions,"}, {"timestamp": [826.78, 829.7], "text": " but also from coal dust, blowing off boats and things like that."}, {"timestamp": [829.78, 831.72], "text": " Do you feel responsible for those jobs as well?"}, {"timestamp": [832.88, 836.24], "text": " Well, for starters, we're part of the,"}, {"timestamp": [836.96, 841.7], "text": " there's a framework here in Townsville to monitor water quality in and around our region."}, {"timestamp": [842.42, 843.7], "text": " I don't get very far with this."}, {"timestamp": [843.94, 846.14], "text": " I hear a lot about a water quality monitoring project"}, {"timestamp": [846.14, 849.34], "text": " and then a bit about the fact that the construction of solar panels in Asia"}, {"timestamp": [849.34, 850.84], "text": " is also bad for the environment"}, {"timestamp": [850.84, 854.1], "text": " before we circle back to the solar-powered industrial precinct"}, {"timestamp": [854.1, 855.02], "text": " she's hoping to build."}, {"timestamp": [855.98, 858.32], "text": " Despite ardent support for this giant new mine,"}, {"timestamp": [858.62, 861.7], "text": " Jenny admits that the future of energy is in renewables."}, {"timestamp": [861.7, 864.88], "text": " Because then we can show the rest of Australia"}, {"timestamp": [864.88, 865.4], "text": " that there are high-value jobs using renewable energy of energy is in renewables. Because then we can show the rest of Australia"}, {"timestamp": [865.4, 869.68], "text": " that there are high value jobs using renewable energy"}, {"timestamp": [869.68, 871.88], "text": " because really that's what it's going to be."}, {"timestamp": [871.88, 875.32], "text": " But for now, Jenny says her town needs Adani."}, {"timestamp": [875.32, 881.16], "text": " At the moment, people needed jobs and Adani was able to come in"}, {"timestamp": [881.16, 886.24], "text": " and help us support our community at a time when we had more than 13%"}, {"timestamp": [886.24, 892.82], "text": " unemployment, 25% youth unemployment and nearly 48% Indigenous unemployment."}, {"timestamp": [893.86, 898.98], "text": " That security isn't ironclad. The company wouldn't confirm to me how many jobs were on offer"}, {"timestamp": [898.98, 903.38], "text": " and they didn't want to be interviewed. In an email, they could only say that the mine was"}, {"timestamp": [903.38, 908.8], "text": " definitely going ahead and would be good for the people of Queensland, not just in terms of jobs, but as a benefit"}, {"timestamp": [908.8, 917.72], "text": " to stake coffers through royalties and taxes. But to skim royalties and taxes off the top,"}, {"timestamp": [917.98, 922.6], "text": " the mine has to be making decent money in the first place. Australian coal is already"}, {"timestamp": [922.6, 925.08], "text": " comparatively expensive, and if countries around the"}, {"timestamp": [925.08, 930.76], "text": " world are to meet their commitments to reduce carbon emissions, then demand will have to drop too."}, {"timestamp": [930.76, 934.96], "text": " Typically, a project of this size can take 10 to 15 years to start making back the money"}, {"timestamp": [934.96, 940.2], "text": " that it costs to build. And that almost exactly mirrors the timeline for a global transition"}, {"timestamp": [940.2, 946.24], "text": " away from coal, meaning no market for Adani's product."}, {"timestamp": [948.88, 949.72], "text": " So does this mine even make financial sense?"}, {"timestamp": [951.68, 954.36], "text": " Martina Lindluka is an energy economist and she's watched her native Germany lead the world"}, {"timestamp": [954.36, 957.26], "text": " in transitioning away from coal over the last few decades."}, {"timestamp": [957.8, 960.14], "text": " When we meet in her office at Macquarie University"}, {"timestamp": [960.14, 961.3], "text": " in the suburbs of Sydney,"}, {"timestamp": [961.54, 964.62], "text": " I ask why someone in her line of work would come to Australia"}, {"timestamp": [964.62, 967.98], "text": " where there's little political appetite to make that same transition."}, {"timestamp": [968.66, 971.86], "text": " I think it's also very interesting to work in an environment, you know,"}, {"timestamp": [971.9, 976.58], "text": " where there's still need for development and need for research opportunities."}, {"timestamp": [977.38, 980.34], "text": " I guess that's a polite way of saying she's up for a challenge."}, {"timestamp": [980.86, 984.74], "text": " She tells me it's not just a darnie on the hook if this project doesn't add up."}, {"timestamp": [985.32, 989.06], "text": " The Australian government is betting on the success of the Carmichael mine through heavy"}, {"timestamp": [989.06, 994.62], "text": " subsidies. And Martina's analysis says that by the time you add in tax breaks, royalty-free"}, {"timestamp": [994.62, 1000.1], "text": " periods and infrastructure, their contribution is worth up to $4 billion Australian dollars."}, {"timestamp": [1000.66, 1004.42], "text": " In fact, she says that without those subsidies, she can't see a way for the mine to make"}, {"timestamp": [1004.42, 1005.44], "text": " any money at all."}, {"timestamp": [1005.86, 1010.94], "text": " So investments are being made with the specific view towards supporting coal."}, {"timestamp": [1011.54, 1014.2], "text": " And I think this is where this all becomes really controversial,"}, {"timestamp": [1014.44, 1019.3], "text": " is that obviously the company needs access to a large amount of natural resources."}, {"timestamp": [1019.74, 1024.5], "text": " So it's not just the infrastructure, right, but it's also issues around water, for example, right?"}, {"timestamp": [1025.44, 1030.28], "text": " Beneath the coal mine that Adani wants to build is an underground body of water called the Great Artesian Basin."}, {"timestamp": [1030.5, 1034.02], "text": " It's a huge water store, the largest and deepest of its kind in the world."}, {"timestamp": [1034.56, 1038.9], "text": " It bubbles up as springs or is tapped by boars across four states and territories."}, {"timestamp": [1039.6, 1042.5], "text": " And it's the only freshwater supply for much of inland Australia."}, {"timestamp": [1043.24, 1045.82], "text": " It's already being depleted faster than it can be refilled,"}, {"timestamp": [1046.14, 1051.2], "text": " but in 2017, Adani was granted a 60-year lease on unlimited volumes of water."}, {"timestamp": [1052.12, 1053.78], "text": " And that's got people worried."}, {"timestamp": [1055.96, 1057.72], "text": " I've been on the land all of my life,"}, {"timestamp": [1058.36, 1061.08], "text": " and we've been out on this property for 15 years."}, {"timestamp": [1061.82, 1063.8], "text": " This is Bruce Curry, a cattle farmer."}, {"timestamp": [1063.8, 1066.16], "text": " I've driven out to his property called speculation"}, {"timestamp": [1066.16, 1068.76], "text": " an hour's drive on a dirt road to the nearest town."}, {"timestamp": [1069.74, 1072.44], "text": " The type of country that he farms is called the Desert Plains,"}, {"timestamp": [1072.52, 1073.56], "text": " which is fairly apt."}, {"timestamp": [1073.88, 1076.56], "text": " There are sparse trees, more ant hills than trees really,"}, {"timestamp": [1076.72, 1078.46], "text": " and a lot of dry, pale grass."}, {"timestamp": [1079.82, 1081.66], "text": " What is the lifeblood of this country?"}, {"timestamp": [1082.92, 1091.6], "text": " Heidi, when you consider that Australia is recorded as being the driest inhabited country on earth, water is precious."}, {"timestamp": [1091.6, 1097.6], "text": " But not only to Australia, let's face it, without water, nothing lives."}, {"timestamp": [1098.8, 1101.6], "text": " So how many head of cattle have you got out here at the moment?"}, {"timestamp": [1102.24, 1107.26], "text": " Well, we've got about 550, so we're not even half stocked yet."}, {"timestamp": [1107.88, 1108.8], "text": " But we're not rushing."}, {"timestamp": [1109.06, 1111.28], "text": " If the dry is finished, maybe I should have bought some more."}, {"timestamp": [1111.36, 1113.02], "text": " If the dry hasn't finished, I've got enough."}, {"timestamp": [1113.7, 1117.1], "text": " But if it stays dry, they'll all be gone very shortly."}, {"timestamp": [1118.24, 1120.54], "text": " We're out turning off a water pump at the end of the day."}, {"timestamp": [1121.06, 1122.6], "text": " Bruce has been thinking about water a lot."}, {"timestamp": [1122.98, 1129.76], "text": " It's been dry lately, and he's watching the skies to decide whether his land can take on more cattle. And he has, by his own admission,"}, {"timestamp": [1129.92, 1135.32], "text": " become something of an amateur hydrologist through pure necessity. Back at the house, he shows me"}, {"timestamp": [1135.32, 1140.48], "text": " through a thick folder of documents. It's evidence provided to the land court by mining hydrologists"}, {"timestamp": [1140.48, 1145.12], "text": " about the impact that new coal mines will have on groundwater on Bruce's property."}, {"timestamp": [1149.14, 1149.86], "text": " And if we turn to page 8 and go down to question 10,"}, {"timestamp": [1152.06, 1152.6], "text": " the question is, to the extent your opinion,"}, {"timestamp": [1155.26, 1159.0], "text": " is that there is a degree of scientific uncertainty regarding the potential impacts of the project on groundwater."}, {"timestamp": [1159.0, 1163.96], "text": " To what extent, if any, do the conditions in the Coordinated General's report"}, {"timestamp": [1163.96, 1165.62], "text": " draft Environmental Authority"}, {"timestamp": [1165.62, 1170.12], "text": " and or EPBC Act approval address that uncertainty?"}, {"timestamp": [1170.32, 1175.28], "text": " This is mostly incomprehensible to me, but Bruce has been forced to learn this kind of thing,"}, {"timestamp": [1175.44, 1178.62], "text": " as well as the law, in order to represent himself in the land court."}, {"timestamp": [1178.98, 1188.56], "text": " Because it was going to cost us about $120,000 to $150,000 per court case to engage our own lawyer and attorney."}, {"timestamp": [1189.22, 1193.46], "text": " Bruce is trying to find out what will happen to his water supplies if the mines go ahead and tap"}, {"timestamp": [1193.46, 1198.78], "text": " the aquifer or potentially even fracture it. If that happens, the water levels will drop"}, {"timestamp": [1198.78, 1203.3], "text": " and Bruce won't be able to tap them for his boars, meaning he won't have water for the animals."}, {"timestamp": [1204.24, 1206.54], "text": " Going over the evidence supplied by the mining companies,"}, {"timestamp": [1206.74, 1210.24], "text": " he found their own hydrologists couldn't actually predict the impact"}, {"timestamp": [1210.24, 1212.08], "text": " that those mines would have on the groundwater."}, {"timestamp": [1212.62, 1214.56], "text": " You've got to understand the great artesian basin"}, {"timestamp": [1214.56, 1217.84], "text": " is the securest water supply in Australia."}, {"timestamp": [1217.84, 1222.54], "text": " And when you take into account that the Adani mine is,"}, {"timestamp": [1223.46, 1227.98], "text": " I don't know, it's about 180 kilometres north of us,"}, {"timestamp": [1228.68, 1233.94], "text": " but if it goes ahead, it will open up over 300 kilometres of mining"}, {"timestamp": [1233.94, 1240.14], "text": " and destruction of the feed into the Great Artesian Basin for perpetuity."}, {"timestamp": [1240.9, 1247.34], "text": " So, you know, I'm destroying the rightful heritage of the next generation."}, {"timestamp": [1248.22, 1254.02], "text": " I'm looking at how thick this document is and the, like, the level of scientific detail in these maps."}, {"timestamp": [1254.28, 1262.78], "text": " How did you go about getting to a point where you felt confident enough to stand up in court and cross-examine someone who the mining companies put up there?"}, {"timestamp": [1262.86, 1264.34], "text": " And, you know, this is what he does every day."}, {"timestamp": [1264.34, 1270.48], "text": " I can tell you hours, hours and hours and hours,"}, {"timestamp": [1270.76, 1275.62], "text": " day after day, after day, sitting at that computer, seriously."}, {"timestamp": [1276.14, 1277.76], "text": " This is Bruce's wife, Annette Curry,"}, {"timestamp": [1277.92, 1279.64], "text": " who's been sitting with us at the kitchen table"}, {"timestamp": [1279.64, 1281.46], "text": " and trying to get a word in edgeways."}, {"timestamp": [1281.82, 1284.1], "text": " I would get up in the morning and he would be at it."}, {"timestamp": [1284.48, 1286.66], "text": " I would go to bed at nighttime and he'd still be at it."}, {"timestamp": [1286.74, 1289.06], "text": " So most nights I never knew what time he came to bed"}, {"timestamp": [1289.06, 1290.4], "text": " or what time he got out."}, {"timestamp": [1291.06, 1292.72], "text": " And while he was at that computer,"}, {"timestamp": [1293.44, 1297.66], "text": " it just accelerated my commitment to the property"}, {"timestamp": [1297.66, 1299.96], "text": " because things still had to be done outside."}, {"timestamp": [1300.82, 1302.4], "text": " And the court doesn't care"}, {"timestamp": [1302.4, 1304.92], "text": " whether you've got a broken water pipe or whatever."}, {"timestamp": [1305.52, 1306.46], "text": " You've got timelines."}, {"timestamp": [1306.92, 1309.96], "text": " So while he was committing to those timelines,"}, {"timestamp": [1310.94, 1315.18], "text": " it took a lot physically and mentally out of us."}, {"timestamp": [1315.82, 1318.2], "text": " Bruce and Annette were under pressure to sign documents,"}, {"timestamp": [1318.2, 1321.04], "text": " which under a closer reading gave them no protection"}, {"timestamp": [1321.04, 1323.44], "text": " if any mining company damaged their water supply."}, {"timestamp": [1324.08, 1325.0], "text": " And if they did sign,"}, {"timestamp": [1325.18, 1329.54], "text": " there was also a confidentiality clause so they couldn't compare their agreement with the one"}, {"timestamp": [1329.54, 1334.74], "text": " signed by the farm next door. Neighbours sold up, relationships in the community fractured."}, {"timestamp": [1335.66, 1341.44], "text": " Bruce's neighbours are mostly mining leases now. Bruce has taken it all on board as personal"}, {"timestamp": [1341.44, 1345.86], "text": " development. Personally, I could have done without that personal development."}, {"timestamp": [1346.38, 1349.64], "text": " I would have much rather have had that time spent on our business development."}, {"timestamp": [1349.94, 1354.54], "text": " But, you know, we're trying to save the possibility of losing our business."}, {"timestamp": [1354.74, 1357.44], "text": " So, you know, you've got to do what you've got to do."}, {"timestamp": [1358.4, 1360.1], "text": " But for others in this part of Queensland,"}, {"timestamp": [1360.6, 1363.94], "text": " what you've got to do to save your business looks radically different."}, {"timestamp": [1364.58, 1365.62], "text": " My name is Les Ball."}, {"timestamp": [1366.12, 1371.68], "text": " I've been around Claremont here for nearly 60 years."}, {"timestamp": [1372.84, 1376.8], "text": " Between here and Mackay and I've worked in the mines myself for 24 years."}, {"timestamp": [1378.04, 1381.98], "text": " And then I decided to go into a business and build a hotel."}, {"timestamp": [1382.74, 1386.12], "text": " Les is hoping that the Adani mine will bring the lift his town needs."}, {"timestamp": [1386.86, 1389.54], "text": " Claremont is 160 kilometres from the mine site,"}, {"timestamp": [1389.7, 1391.26], "text": " but it's still the closest town."}, {"timestamp": [1392.08, 1394.72], "text": " They've got to come through here with the rail line stuff"}, {"timestamp": [1394.72, 1395.54], "text": " from down south,"}, {"timestamp": [1395.72, 1398.28], "text": " and they might stop in and have a few beers"}, {"timestamp": [1398.28, 1401.2], "text": " or buy a bit of petrol or something like that."}, {"timestamp": [1401.82, 1404.94], "text": " The pub that Les owns is one of many buildings around town"}, {"timestamp": [1404.94, 1407.62], "text": " with green signs with Stut Adani written on them."}, {"timestamp": [1407.88, 1410.74], "text": " It's a change from the red stop sign of the anti-Adani campaign"}, {"timestamp": [1410.74, 1412.54], "text": " who came through town a couple of months ago"}, {"timestamp": [1412.54, 1415.04], "text": " in what they called a convoy to stop coal."}, {"timestamp": [1415.78, 1417.48], "text": " It didn't go down particularly well."}, {"timestamp": [1417.78, 1420.06], "text": " In fact, Les kicked them out of his pub."}, {"timestamp": [1420.06, 1421.04], "text": " I kicked them out."}, {"timestamp": [1421.98, 1422.36], "text": " I did."}, {"timestamp": [1423.16, 1445.18], "text": " There was about eight sitting here one day and I came back for having a shower and I found out who they were and I'd just tell them to leave, get out and I'd already ordered lunch and I said, give them the money back, get out of here. Even the local sergeant congratulated me for doing it. And all the publicans and that down there all rang me up"}, {"timestamp": [1445.18, 1448.14], "text": " and high-fied me and said, yeah, good on you."}, {"timestamp": [1449.1, 1451.48], "text": " Support for Adani seems high around town."}, {"timestamp": [1451.98, 1454.68], "text": " But chatting to people in the street, a pattern began to emerge."}, {"timestamp": [1455.0, 1457.6], "text": " They were either all for the mine and very enthusiastic"}, {"timestamp": [1457.6, 1459.86], "text": " or they didn't want to talk to me at all."}, {"timestamp": [1461.22, 1463.66], "text": " In the wide back streets on a blazing hot morning,"}, {"timestamp": [1463.66, 1466.92], "text": " I saw just one house with an anti-I-Dani sign in the window."}, {"timestamp": [1467.42, 1468.76], "text": " I'd rather not speak about it."}, {"timestamp": [1468.88, 1470.92], "text": " The town is divided enough as it is about it."}, {"timestamp": [1471.48, 1475.0], "text": " And being Indigenous myself, it doesn't really help matters."}, {"timestamp": [1476.06, 1476.7], "text": " That's all."}, {"timestamp": [1477.1, 1479.54], "text": " Yeah, so it makes it pretty tricky to live here, does it?"}, {"timestamp": [1481.58, 1482.94], "text": " I'd rather not say anymore."}, {"timestamp": [1483.72, 1484.32], "text": " That's all right."}, {"timestamp": [1484.32, 1484.74], "text": " All good."}, {"timestamp": [1483.0, 1484.32], "text": " I'd rather not say anymore. That's all right."}, {"timestamp": [1484.32, 1484.76], "text": " All good."}, {"timestamp": [1488.76, 1490.52], "text": " In its bid to get the chemical mine going,"}, {"timestamp": [1490.52, 1493.58], "text": " the Australian government has trampled over environmental protections"}, {"timestamp": [1493.58, 1495.34], "text": " and Indigenous land use agreements."}, {"timestamp": [1495.94, 1498.64], "text": " It's gone head to head with farmers and the tourism industry."}, {"timestamp": [1499.72, 1502.34], "text": " The unprecedented bushfires ravaging the country"}, {"timestamp": [1502.34, 1504.5], "text": " and Prime Minister Scott Morrison's reluctance"}, {"timestamp": [1504.5, 1509.2], "text": " to acknowledge their relationship to climate change have renewed scrutiny on the government's climate policy."}, {"timestamp": [1509.96, 1519.54], "text": " Pictures are cropping up again from 2017 when Scott Morrison, who was the treasurer at the time, brought a large lump of coal onto the floor of the parliament during question time."}, {"timestamp": [1520.54, 1527.02], "text": " And they're cropping up next to stories about these fires which so far have burned through more than 8 million hectares of land."}, {"timestamp": [1527.56, 1530.96], "text": " We have a Prime Minister who lacquered the coal."}, {"timestamp": [1531.42, 1534.74], "text": " He went to Parliament and painted it first so he didn't get his hands dirty,"}, {"timestamp": [1535.4, 1540.08], "text": " waved it around and tried to pretend that this wasn't a dangerous object."}, {"timestamp": [1540.52, 1543.46], "text": " And this was something laughable that we were scared about."}, {"timestamp": [1543.96, 1546.36], "text": " At a time when everyone is watching Australia burn,"}, {"timestamp": [1546.8, 1548.42], "text": " why are we opening new coal mines?"}, {"timestamp": [1549.3, 1551.38], "text": " Energy economist Martina Lindlika says"}, {"timestamp": [1551.38, 1554.3], "text": " a commitment like the one the Australian government has made to Adani"}, {"timestamp": [1554.3, 1556.1], "text": " is not simple to reverse."}, {"timestamp": [1556.62, 1560.24], "text": " It's not easy to abandon this type of project, right?"}, {"timestamp": [1560.24, 1570.24], "text": " So if we would look into potential risks of riding this down, for Adani, this would have significant consequences for the company."}, {"timestamp": [1570.5, 1577.68], "text": " So I think to some extent it's potentially also a commitment that's been made that is not easily reversible."}, {"timestamp": [1578.58, 1581.08], "text": " It does come down to Australia's history as well."}, {"timestamp": [1581.48, 1589.76], "text": " And if we look into the trajectory of Australia in the past, Australia has actually done really well economically as well. So I wouldn't say, you know,"}, {"timestamp": [1589.76, 1595.76], "text": " that investments in coal have always been a problematic decision when we look into the Australian"}, {"timestamp": [1595.76, 1603.12], "text": " context. So Australia has greatly benefited from access to cheap coal, from access to coal-fired generation."}, {"timestamp": [1603.12, 1607.0], "text": " So that's definitely something, you know, that we need to take into consideration as well."}, {"timestamp": [1607.08, 1609.46], "text": " But I think the time for transition has come."}, {"timestamp": [1614.72, 1617.68], "text": " You've been listening to Global Business on the BBC World Service."}, {"timestamp": [1617.92, 1620.26], "text": " It was produced and presented by me, Heidi Pett."}, {"timestamp": [1623.6, 1625.74], "text": " Next week, in the last of this series,"}, {"timestamp": [1625.94, 1629.46], "text": " Manuela Saragossa is looking at whether hydrogen is the fuel of the future."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. Thanks for downloading the World of Business podcast. I'm Heidi Pet. The bushfires in Australia have burned through more than 10 million hectares of land so far. 27 people have died, along with up to a billion animals. It's always been a hot, dry country, but this year it was the hottest and driest. Firefighters are tackling blazers on a scale they've never seen before, and they say it's time to talk about climate change. But Australia has a well-established mining industry, and the government says it can't compromise those jobs. In fact, it's still subsidising new coal mines. In this edition of Global Business, the third in our series about energy around the world, I've been back home to visit Australia's Coalface. Here come our passengers right now, so we've got a full boat today. Okay, ladies and gentlemen, good morning. My name's Steve, I'm your captain, this lovely lady... So they're heading out just for a day trip or overnight? Yeah, no, they're after Whitehavenven which is one of the ten best beaches in the world and if you ever go there it's you can see why they're also going to be going snorkeling. This is Lindsay Simpson. We're down at the marina in shoot harbour on the coast of Queensland at the southern end of the Great Barrier Reef. So depending on the tides and the wind will take them somewhere amazing to snorkel because there are still some beautiful spots there and it's a matter of knowing where they are now. Have a good day everyone. The corals around this part of the reef were badly damaged by a cyclone in 2017 but warmer ocean temperatures are also causing damage across large sections of the reef. With the coral we've seen, we've been in business now for 14 years, and we're definitely looking at changing landscape under the water. We're going to have something called disaster tourism and everyone jumps here to see it before it disappears. This is the third in our series about energy production around the world. We're in Australia, currently the front line of climate change, with record amounts of country being burned by bushfires and a government that won't commit to serious emissions reduction. In fact, it's still planning to subsidise the development of new coal mines just as the world turns away from fossil fuels. The Prime Minister, Scott Morrison, says he doesn't want to make what he calls reckless cuts to the coal industry because it would cost jobs. Just inland from Shoot Harbour, there's a vast coal deposit in what's called the Bowen Basin. It's an area of 60,000 square kilometres. The coal there is dug up and packed onto trains that pull it to the coast, just an hour up the road from Lindsay and her snorkeling boat. Some of it is destined for local industry, but most of it is poured onto ships which navigate out through that same reef and onwards to Asia, countries including China, Japan and Korea, where the coal is burned for cheap electricity. Australia is the world's fourth largest producer of coal and its biggest exporter, but it wants to go bigger. To the west, across the Indian Ocean, the Indian government is hungry for coal, and Australia wants to meet that demand. Beyond the Bowen Basin, 600 kilometres in land is an even bigger coal deposit. It's in the Galilee Basin, and an Indian company called Adani has been engaged in an almost 10-year battle to get access to it. It's run by a man called Gauta Madani, a billionaire with close ties to the Modi government in India, and he's also campaigned hard to win friends for his projects in Australia. The latest would be the Carmichael Mine, the first coal mine to tap the Galilee deposit. And once that infrastructure is built and the political battles are won, the Carmichael Mine would open up the basin for others to follow. On the Queensland coast, many live in the no-man's land of the battle over Australia's energy and climate policy, standing between these huge coal deposits and a dying reef. Lindsay is worried about the future of the reef, and also her livelihood. Two years ago, her company won a local tourism award. We were overseas on a family holiday and we got the skipper to go and accept the award and we were thrilled. And then he said, oh, there's only one thing and I said, what's that? And he said, well, one of the sponsors is Adani. And we went, what? We couldn't believe it. So pretty well, straight away on the way back to Australia, we sent a letter saying that we didn't want the award and how they could ever take money from something that was completely detrimental to tourism. Adani has won support in high places. At various points in the development and approval process, politicians from all parties at all levels have offered all sorts of incentives to this overseas mining company, royalty-free holidays, a billion dollar interest-free loan, and money for private airports. They say it's necessary to create jobs in regional Queensland. But as the reality of coal's impact on the climate becomes increasingly apparent, what is the true value of jobs based on coal mining? When the mines go ahead, the fallout of building them is going to come back to haunt people. Back in 2005, Lindsay had just moved to Queensland. She settled in a city called Townsville, which at the time housed refineries for zinc, copper and nickel. That was a booming city and the restaurants and Townsville were packed on a Tuesday night and you go up there now and it's a sad place of what it used to be. But that's not because rampant greenies are running around killing the prospects of jobs. That's because the whole industry has changed and Townsville hasn't kept up with it. The people of Townsville consider it to be the capital of Northern Queensland, if not the whole of Northern Australia. They see it as an economic powerhouse, not taken seriously by the cities down south. Jenny Hills the Mayor. She reels off the stats for me. The largest port north of Brisbane. It is the biggest city in Northern Australia. It's bigger than Darwin and bigger than Cairns. With a home to one of Australia's major military areas for Army and Air Force. Jenny's showing me around downtown Townsville. She doesn't see it as failing to keep up, but as being left on their own. And that's why she's been courting Adani, winning a contract for the regional headquarters of the new mine. We can't just depend on government policy anymore because it changes so quickly. So we've moved forward and we had an Indian company that was willing to employ people here set up a proper regional office here. Less than a year ago, much of this city was underwater after devastating floods. Unemployment is high, despite the military base and successive waves of industry and the city has trouble holding on to educated young people. Things only got worse after the local nickel refinery was bought by a mining magnate, stripped for assets and then closed down. And we lost nearly a thousand direct jobs and probably another 2,000 indirect jobs with the closure of Q&I. That in 2016 really affected our community and it's taken a long time to recover. But Jenny hopes that Adani will fill the gap left by the nickel refinery. And she's got other plans too, including an industrial area she's hoping to build outside town powered by solar energy. We've got 320 days a year of sunshine. So we'll be able to have companies come in with affordable power and consistent power to set up them advanced manufacturing here. So you're obviously, you know, you're pretty hot on solar, on renewables, on setting up this eco-industrial precinct. How does that sit with the idea of opening a new coal mine in the region? Look, this community's always been involved in the mining industry. When we needed jobs, Adani is employing a significant number of local people and we saw it in the elections. People don't believe that renewables will deliver the jobs. That's something I think we'll have to prove. But till then, they know that there's an opportunity for them to work in the mining industry and in an industry like coal. It's an industry Australians have known about for a long, long time. So Jenny has campaigned hard to lure that familiar industry to her town. Queensland is a huge state. The mine is actually 600 kilometres away. The idea is that workers would live in Townsville, spend their money and raise their families there, and do fly-in-fly-out work, known as FIFA. The headquarters could have been anywhere, really, and that started a bidding war among regional communities, offering inducements to the company. At one point, Jenny and a neighbouring mayor offered to chip in $34 million Australian dollars to build a private airport at the mine site, one that didn't sit in either of their council areas in which they wouldn't own. That plan was investigated by the state's corruption body, and eventually Townsville Council pulled the money. At the time, Jenny said it was because Adani had missed a deadline to get financing for the mine itself, and the city needed to put its money towards something else that would generate jobs more quickly. Adani keeps missing deadlines for securing financing, insurance, and for actually starting work on the mine. And part of that can be attributed to the work of environmental activists, the kind who wear crisp collared shirts. My name is Julian Vincent. I'm the executive director at Market Forces. Tell me what you're up to here today. We're in the lobby of the Soffatel Hotel, which seems kind of an incongruous place. It does, but upstairs in a couple of hours' time is going to be the annual general meeting of Horizon, which is the Queensland rail operator, and one of a very few number of companies that could really unlock what Adani needs in order to open its Carmichael coal mine, which would basically pave the way to develop the entire Galilee Basin, which is one of the world's untapped coal reserves. Julian founded market forces to try a new kind of environmental activism. The group's been pressuring international banks, insurers, and even the construction companies that Adani is hoping to work with, showing up at company AGMs and asking them to pull out of the project. And it's working. The planned Carmichael Mine has already been radically scaled back because they can't secure finance. Not just get the Australian investors out, but also you've got US banks won't invest. you've got European banks, UK banks, even some banks in Asia have said that they wouldn't touch this project as well. So Adani is in a position where they're saying, oh it's okay, we're going to self-finance the mine. What that means is we couldn't find any private investment and we're going to have to pull the money together somehow among the group. So that's I guess a measure of the success so far, but it's also a risk because if that self-financing is in Adani's hands, then obviously that limits our options. But it does demonstrate that this project has failed up to now to secure external support, which, by the way, it still needs. So we're talking about contractors, engineers, construction companies and insurers. Activists see stopping the Carmichael mine is a singularly powerful move in the fight against climate change if we're to limit global warming to 1.5 degrees. If that coal in the Galilee is dug up and burned, that's one third of the world's remaining carbon budget up in smoke. No, we don't have a choice. If we're serious about having any hope of holding global warming to one and a half degrees, we just can't let projects like this go ahead, and it's not just about one mine. There are other projects, other major mines coming in behind this, and you've got their owners sitting back watching to see what happens. And if the Adani project goes ahead then we're not just talking about one line, we're talking about two, three, four, five more coming in on the back of that. Outside, other members of an anti-Iadani coalition have gathered to protest in the street. Oh, don't get it, leave with the grounds time to get with it. Oh, don't get it. Leave it the grounds time to get with it. The activists don't get what it. Leave it to ground, time to get with it, cold. The activists don't get what they're after at this meeting, an ironclad guarantee that the company wouldn't work with the darnie. But they seemed buoyed by the experience anyway. Back in her office at Council Chambers, Jenny Hill is not so sunny. She's had death threats over her support for the mine, but she sees it as the best option for the people that she leads, at least in the short term. I mean, I had a community that was really struggling with double-digit unemployment, and the only likelihood of jobs for them was in the mining industry, particularly coal. You're not going to turn that down because people have to be able to put food on their table. Does it worry you, though, that the company won't commit to a number of jobs, whether that's in the construction phase or the ongoing jobs numbers? No, not really because you just don't know how many people you're going to need. I guess what I'm getting out there is does it concern you that when the mine was first posited they were promising 10,000 jobs and and we never hear that figure anymore. Yeah, but like I said, a thousand jobs in Townsville means a lot to our community. Does it concern you that those jobs might come at the expense of the environment and the jobs that actually rely on a pristine environment? You know, here in Townsville, there's so many tourism operators who rely on the reef being in good condition. And there are documented threats to the reef from the emissions, but also from coal dust, blowing off boats and things like that. Do you feel responsible for those jobs as well? Well, for starters, we're part of the, there's a framework here in Townsville to monitor water quality in and around our region. I don't get very far with this. I hear a lot about a water quality monitoring project and then a bit about the fact that the construction of solar panels in Asia is also bad for the environment before we circle back to the solar-powered industrial precinct she's hoping to build. Despite ardent support for this giant new mine, Jenny admits that the future of energy is in renewables. Because then we can show the rest of Australia that there are high-value jobs using renewable energy of energy is in renewables. Because then we can show the rest of Australia that there are high value jobs using renewable energy because really that's what it's going to be. But for now, Jenny says her town needs Adani. At the moment, people needed jobs and Adani was able to come in and help us support our community at a time when we had more than 13% unemployment, 25% youth unemployment and nearly 48% Indigenous unemployment. That security isn't ironclad. The company wouldn't confirm to me how many jobs were on offer and they didn't want to be interviewed. In an email, they could only say that the mine was definitely going ahead and would be good for the people of Queensland, not just in terms of jobs, but as a benefit to stake coffers through royalties and taxes. But to skim royalties and taxes off the top, the mine has to be making decent money in the first place. Australian coal is already comparatively expensive, and if countries around the world are to meet their commitments to reduce carbon emissions, then demand will have to drop too. Typically, a project of this size can take 10 to 15 years to start making back the money that it costs to build. And that almost exactly mirrors the timeline for a global transition away from coal, meaning no market for Adani's product. So does this mine even make financial sense? Martina Lindluka is an energy economist and she's watched her native Germany lead the world in transitioning away from coal over the last few decades. When we meet in her office at Macquarie University in the suburbs of Sydney, I ask why someone in her line of work would come to Australia where there's little political appetite to make that same transition. I think it's also very interesting to work in an environment, you know, where there's still need for development and need for research opportunities. I guess that's a polite way of saying she's up for a challenge. She tells me it's not just a darnie on the hook if this project doesn't add up. The Australian government is betting on the success of the Carmichael mine through heavy subsidies. And Martina's analysis says that by the time you add in tax breaks, royalty-free periods and infrastructure, their contribution is worth up to $4 billion Australian dollars. In fact, she says that without those subsidies, she can't see a way for the mine to make any money at all. So investments are being made with the specific view towards supporting coal. And I think this is where this all becomes really controversial, is that obviously the company needs access to a large amount of natural resources. So it's not just the infrastructure, right, but it's also issues around water, for example, right? Beneath the coal mine that Adani wants to build is an underground body of water called the Great Artesian Basin. It's a huge water store, the largest and deepest of its kind in the world. It bubbles up as springs or is tapped by boars across four states and territories. And it's the only freshwater supply for much of inland Australia. It's already being depleted faster than it can be refilled, but in 2017, Adani was granted a 60-year lease on unlimited volumes of water. And that's got people worried. I've been on the land all of my life, and we've been out on this property for 15 years. This is Bruce Curry, a cattle farmer. I've driven out to his property called speculation an hour's drive on a dirt road to the nearest town. The type of country that he farms is called the Desert Plains, which is fairly apt. There are sparse trees, more ant hills than trees really, and a lot of dry, pale grass. What is the lifeblood of this country? Heidi, when you consider that Australia is recorded as being the driest inhabited country on earth, water is precious. But not only to Australia, let's face it, without water, nothing lives. So how many head of cattle have you got out here at the moment? Well, we've got about 550, so we're not even half stocked yet. But we're not rushing. If the dry is finished, maybe I should have bought some more. If the dry hasn't finished, I've got enough. But if it stays dry, they'll all be gone very shortly. We're out turning off a water pump at the end of the day. Bruce has been thinking about water a lot. It's been dry lately, and he's watching the skies to decide whether his land can take on more cattle. And he has, by his own admission, become something of an amateur hydrologist through pure necessity. Back at the house, he shows me through a thick folder of documents. It's evidence provided to the land court by mining hydrologists about the impact that new coal mines will have on groundwater on Bruce's property. And if we turn to page 8 and go down to question 10, the question is, to the extent your opinion, is that there is a degree of scientific uncertainty regarding the potential impacts of the project on groundwater. To what extent, if any, do the conditions in the Coordinated General's report draft Environmental Authority and or EPBC Act approval address that uncertainty? This is mostly incomprehensible to me, but Bruce has been forced to learn this kind of thing, as well as the law, in order to represent himself in the land court. Because it was going to cost us about $120,000 to $150,000 per court case to engage our own lawyer and attorney. Bruce is trying to find out what will happen to his water supplies if the mines go ahead and tap the aquifer or potentially even fracture it. If that happens, the water levels will drop and Bruce won't be able to tap them for his boars, meaning he won't have water for the animals. Going over the evidence supplied by the mining companies, he found their own hydrologists couldn't actually predict the impact that those mines would have on the groundwater. You've got to understand the great artesian basin is the securest water supply in Australia. And when you take into account that the Adani mine is, I don't know, it's about 180 kilometres north of us, but if it goes ahead, it will open up over 300 kilometres of mining and destruction of the feed into the Great Artesian Basin for perpetuity. So, you know, I'm destroying the rightful heritage of the next generation. I'm looking at how thick this document is and the, like, the level of scientific detail in these maps. How did you go about getting to a point where you felt confident enough to stand up in court and cross-examine someone who the mining companies put up there? And, you know, this is what he does every day. I can tell you hours, hours and hours and hours, day after day, after day, sitting at that computer, seriously. This is Bruce's wife, Annette Curry, who's been sitting with us at the kitchen table and trying to get a word in edgeways. I would get up in the morning and he would be at it. I would go to bed at nighttime and he'd still be at it. So most nights I never knew what time he came to bed or what time he got out. And while he was at that computer, it just accelerated my commitment to the property because things still had to be done outside. And the court doesn't care whether you've got a broken water pipe or whatever. You've got timelines. So while he was committing to those timelines, it took a lot physically and mentally out of us. Bruce and Annette were under pressure to sign documents, which under a closer reading gave them no protection if any mining company damaged their water supply. And if they did sign, there was also a confidentiality clause so they couldn't compare their agreement with the one signed by the farm next door. Neighbours sold up, relationships in the community fractured. Bruce's neighbours are mostly mining leases now. Bruce has taken it all on board as personal development. Personally, I could have done without that personal development. I would have much rather have had that time spent on our business development. But, you know, we're trying to save the possibility of losing our business. So, you know, you've got to do what you've got to do. But for others in this part of Queensland, what you've got to do to save your business looks radically different. My name is Les Ball. I've been around Claremont here for nearly 60 years. Between here and Mackay and I've worked in the mines myself for 24 years. And then I decided to go into a business and build a hotel. Les is hoping that the Adani mine will bring the lift his town needs. Claremont is 160 kilometres from the mine site, but it's still the closest town. They've got to come through here with the rail line stuff from down south, and they might stop in and have a few beers or buy a bit of petrol or something like that. The pub that Les owns is one of many buildings around town with green signs with Stut Adani written on them. It's a change from the red stop sign of the anti-Adani campaign who came through town a couple of months ago in what they called a convoy to stop coal. It didn't go down particularly well. In fact, Les kicked them out of his pub. I kicked them out. I did. There was about eight sitting here one day and I came back for having a shower and I found out who they were and I'd just tell them to leave, get out and I'd already ordered lunch and I said, give them the money back, get out of here. Even the local sergeant congratulated me for doing it. And all the publicans and that down there all rang me up and high-fied me and said, yeah, good on you. Support for Adani seems high around town. But chatting to people in the street, a pattern began to emerge. They were either all for the mine and very enthusiastic or they didn't want to talk to me at all. In the wide back streets on a blazing hot morning, I saw just one house with an anti-I-Dani sign in the window. I'd rather not speak about it. The town is divided enough as it is about it. And being Indigenous myself, it doesn't really help matters. That's all. Yeah, so it makes it pretty tricky to live here, does it? I'd rather not say anymore. That's all right. All good. I'd rather not say anymore. That's all right. All good. In its bid to get the chemical mine going, the Australian government has trampled over environmental protections and Indigenous land use agreements. It's gone head to head with farmers and the tourism industry. The unprecedented bushfires ravaging the country and Prime Minister Scott Morrison's reluctance to acknowledge their relationship to climate change have renewed scrutiny on the government's climate policy. Pictures are cropping up again from 2017 when Scott Morrison, who was the treasurer at the time, brought a large lump of coal onto the floor of the parliament during question time. And they're cropping up next to stories about these fires which so far have burned through more than 8 million hectares of land. We have a Prime Minister who lacquered the coal. He went to Parliament and painted it first so he didn't get his hands dirty, waved it around and tried to pretend that this wasn't a dangerous object. And this was something laughable that we were scared about. At a time when everyone is watching Australia burn, why are we opening new coal mines? Energy economist Martina Lindlika says a commitment like the one the Australian government has made to Adani is not simple to reverse. It's not easy to abandon this type of project, right? So if we would look into potential risks of riding this down, for Adani, this would have significant consequences for the company. So I think to some extent it's potentially also a commitment that's been made that is not easily reversible. It does come down to Australia's history as well. And if we look into the trajectory of Australia in the past, Australia has actually done really well economically as well. So I wouldn't say, you know, that investments in coal have always been a problematic decision when we look into the Australian context. So Australia has greatly benefited from access to cheap coal, from access to coal-fired generation. So that's definitely something, you know, that we need to take into consideration as well. But I think the time for transition has come. You've been listening to Global Business on the BBC World Service. It was produced and presented by me, Heidi Pett. Next week, in the last of this series, Manuela Saragossa is looking at whether hydrogen is the fuel of the future."}