{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.6, 11.18], "text": " You're listening to the download edition of the BBC's World of Business."}, {"timestamp": [11.86, 18.06], "text": " I'm David Baker, and I've been looking at a whole new sector of products and services that are designed to help us sleep."}, {"timestamp": [18.52, 31.36], "text": " So tuck yourself up, relax and enjoy the program."}, {"timestamp": [35.7, 36.2], "text": " Well, it's 7.30 in the morning, and I've just woken up."}, {"timestamp": [41.1, 41.88], "text": " I'm feeling pretty fresh, not least because I recently bought a new mattress."}, {"timestamp": [45.5, 51.8], "text": " Someone gave me one of those sprays you put on your pillow to sleep better. And I've got one of those alarm clocks that slowly starts to glow about half an"}, {"timestamp": [51.8, 58.58], "text": " hour before you need to wake up, like a gentle sunrise, which all in all means I've had a really"}, {"timestamp": [58.58, 71.68], "text": " good night's sleep. And time to get up and feed Ed the cat."}, {"timestamp": [74.28, 76.76], "text": " Innovative mattresses, pillow sprays, and alarm clocks that recreate the dawn"}, {"timestamp": [76.76, 79.92], "text": " are just three of a whole host of products and services"}, {"timestamp": [79.92, 82.48], "text": " that have sprung up in a new business sector"}, {"timestamp": [82.48, 87.82], "text": " that in just a few years has seen astonishing growth."}, {"timestamp": [87.82, 92.88], "text": " From being perhaps the epitome of slow-moving consumer goods, let's face it, when was the last"}, {"timestamp": [92.88, 95.34], "text": " time you replaced your mattress?"}, {"timestamp": [95.34, 101.24], "text": " Sleep has now become a multi-billion pound industry, replete with disruptors, innovators and"}, {"timestamp": [101.24, 107.0], "text": " guru consultants, all looking to take our nighttime pound."}, {"timestamp": [107.0, 115.0], "text": " I'm David Baker, and in this edition of In Business, I'll be looking at some of the movers and shakers in this field"}, {"timestamp": [115.0, 122.0], "text": " and pulling back the covers on a business that's dedicated to tucking us in for a good night's sleep."}, {"timestamp": [122.0, 129.0], "text": " It takes great sleep to live a great life."}, {"timestamp": [129.0, 133.46], "text": " So Casper created one perfect mattress."}, {"timestamp": [133.46, 136.24], "text": " It ships free in a big box."}, {"timestamp": [136.24, 141.04], "text": " Try it at home for 100 nights and see."}, {"timestamp": [141.04, 147.1], "text": " An early sign that change was on the way came in 2014 with the launch of the Casper mattress in a box."}, {"timestamp": [147.46, 151.78], "text": " What we set out to do was really reinvent the entire mattress buying experience."}, {"timestamp": [152.24, 154.96], "text": " Philip Crimm is Casper's co-founder and CEO."}, {"timestamp": [155.4, 161.18], "text": " We think the mattress is both literally and figuratively foundational to a great night of sleep,"}, {"timestamp": [161.18, 164.04], "text": " but we think there are lots of ways to improve how people sleep."}, {"timestamp": [164.34, 171.3], "text": " So here in New York City, if you went on casper.com right now, you could check out within two or"}, {"timestamp": [171.3, 176.24], "text": " three minutes. You could specify the time that you want your mattress delivered later today or"}, {"timestamp": [176.24, 180.96], "text": " tomorrow within a 60-minute window. We would have the mattress delivered to your home, to your"}, {"timestamp": [180.96, 189.22], "text": " doorstep. You could unbox it whenever you'd like. We recommend that you unbox it in the room that you're going to be using the product in. It's convenient. It's easy to"}, {"timestamp": [189.22, 194.52], "text": " set up. You could sleep on it. We then give you 100 nights to give it a try. It's certainly a"}, {"timestamp": [194.52, 199.84], "text": " different way to buy a mattress. And investors seem to like the idea, too. Since its launch,"}, {"timestamp": [200.08, 208.8], "text": " it's raised $240 million in venture capital funding. I think investors see that sleep is becoming a real pillar of wellness,"}, {"timestamp": [209.34, 213.9], "text": " that the wellness trend is something that's really only in its infancy and emerging."}, {"timestamp": [214.36, 219.56], "text": " I think people see that this is an industry that did not have a lot of investment for a long time"}, {"timestamp": [219.56, 221.28], "text": " and that it was right for disruption."}, {"timestamp": [221.74, 224.82], "text": " And customers are going to continue to spend more and more on their sleep environment."}, {"timestamp": [225.46, 227.82], "text": " And he's pretty dismissive of the way many of us"}, {"timestamp": [227.82, 229.5], "text": " had to buy a mattress in the past."}, {"timestamp": [229.84, 233.7], "text": " The traditional experience has been compared to buying a used car,"}, {"timestamp": [233.82, 236.5], "text": " and I think the similarities are numerous."}, {"timestamp": [236.5, 239.84], "text": " You walk into a showroom that's dimly lit"}, {"timestamp": [239.84, 242.82], "text": " or you're asked to lay on product under fluorescent lights."}, {"timestamp": [243.26, 247.48], "text": " There's a huge amount of information asymmetry in the consumer mind,"}, {"timestamp": [247.48, 250.5], "text": " because this is not a product you shop for often."}, {"timestamp": [250.5, 254.06], "text": " All of this was designed in an opaque industry,"}, {"timestamp": [254.06, 256.68], "text": " and we thought there was a better way."}, {"timestamp": [256.68, 261.2], "text": " And he says, until now the sector itself has been pretty moribund."}, {"timestamp": [261.2, 264.6], "text": " In part because of the ownership structure of the industry,"}, {"timestamp": [264.6, 265.72], "text": " there has not been a lot of"}, {"timestamp": [265.72, 271.62], "text": " investment in the mattress in years and decades. The mattress industry has historically been"}, {"timestamp": [271.62, 278.26], "text": " owned by private equity companies who look to take costs out. They didn't invest into brand."}, {"timestamp": [278.54, 283.98], "text": " They didn't invest into products. But why a mattress? Were you having trouble sleeping? Why not"}, {"timestamp": [283.98, 285.78], "text": " a pillow or a bed or something else?"}, {"timestamp": [286.34, 292.64], "text": " You know, I'm one of five co-founders with Casper, and we said that buying a mattress was one of the worst consumer experiences ever."}, {"timestamp": [292.92, 295.12], "text": " I have had a bad back since high school."}, {"timestamp": [295.62, 297.82], "text": " One of my co-founders, his dad's a sleep doctor."}, {"timestamp": [297.94, 301.6], "text": " So we did have sleep as a real core part of our thesis."}, {"timestamp": [302.28, 304.94], "text": " But we just said that this is such an important product in life."}, {"timestamp": [305.0, 306.56], "text": " It makes such a big difference to people."}, {"timestamp": [306.86, 311.12], "text": " There has to be a better way to shop for and buy these products."}, {"timestamp": [312.04, 313.56], "text": " I totally get what he's saying."}, {"timestamp": [314.04, 317.8], "text": " I also bought a mattress in a box, not a Casper, though, one of its competitors."}, {"timestamp": [318.3, 320.42], "text": " And the convenience was what sold it to me."}, {"timestamp": [320.88, 323.94], "text": " And I loved the way it sprang to full size when I opened it."}, {"timestamp": [324.44, 325.4], "text": " But I do wonder,"}, {"timestamp": [325.58, 330.26], "text": " if you don't like it, do you have to squeeze it back in the box before you can send it back?"}, {"timestamp": [331.44, 336.98], "text": " No, it's a great question. You literally only have to take up the phone and call us. You don't"}, {"timestamp": [336.98, 340.22], "text": " have to do anything when it comes to getting it back in the box. We'll come pick it up."}, {"timestamp": [340.4, 342.44], "text": " And no need to try to compress it again."}, {"timestamp": [343.52, 346.0], "text": " Casper isn't the only company that produces a mattress in a box."}, {"timestamp": [346.0, 350.0], "text": " There are others on the market with similarly millennial branding,"}, {"timestamp": [350.0, 353.0], "text": " such as Eve, Emma and Simba and so on."}, {"timestamp": [353.0, 357.0], "text": " But together, they still only reach a tiny fraction of the market,"}, {"timestamp": [357.0, 360.0], "text": " not least because the traditional mattress sector,"}, {"timestamp": [360.0, 364.0], "text": " the ones that have showrooms where you can go and try out a mattress before you buy,"}, {"timestamp": [364.0, 365.48], "text": " has upped its game too."}, {"timestamp": [369.32, 372.88], "text": " We're in our two-floor store, and one of our floors is all mattresses"}, {"timestamp": [372.88, 375.8], "text": " where we have about 30, 35 mattresses to show customers."}, {"timestamp": [376.4, 381.28], "text": " Mike Logue is CEO of Dreams, one of the UK's biggest mattress retailers."}, {"timestamp": [381.86, 384.76], "text": " I met him on a Friday morning in one of its central London stores."}, {"timestamp": [385.28, 389.56], "text": " We introduced something called Comfort by Color, which kind of labels all of our mattresses"}, {"timestamp": [389.56, 394.0], "text": " in different colours. Oh yes, and I can see that there's blue, there's green, there's yellow."}, {"timestamp": [394.1, 398.22], "text": " These are the different types of mattresses that are an offer here. So open coil is yellow,"}, {"timestamp": [398.72, 403.7], "text": " blue is our temper foam mattress and green is where we have pocket sprung mattresses."}, {"timestamp": [404.08, 406.88], "text": " What's the right price to pay for a mattress, do you reckon?"}, {"timestamp": [407.08, 411.76], "text": " Our recommendation really is about 17 pence a night, is what we would really say."}, {"timestamp": [411.86, 415.82], "text": " That works out anywhere above 500 pounds over an eight-year period."}, {"timestamp": [416.06, 418.18], "text": " What's your most expensive mattress here at Dreams?"}, {"timestamp": [418.18, 424.66], "text": " 3,99 pound for the double on that mattress, right up to this mattress here,"}, {"timestamp": [424.76, 426.8], "text": " which is 55,999."}, {"timestamp": [427.94, 433.34], "text": " But David, if I could persuade you today, a king size is £12,199."}, {"timestamp": [433.78, 434.92], "text": " Can we sort that out?"}, {"timestamp": [434.98, 438.74], "text": " Well, you haven't seen the small size of my London flat, actually, I might have to pass on that."}, {"timestamp": [438.82, 443.4], "text": " But seriously, though, what do you get compared with, say, a £500 mattress, which are many here?"}, {"timestamp": [443.5, 445.66], "text": " It's got silk, it's got cashmere,"}, {"timestamp": [445.94, 447.02], "text": " it's got hemp inside,"}, {"timestamp": [447.12, 449.34], "text": " it's got plenty of lovely lambswell inside it,"}, {"timestamp": [449.62, 452.04], "text": " beautifully hand-stitched by master craftsmen,"}, {"timestamp": [452.2, 454.58], "text": " but people who want some luxury, they can buy one of these?"}, {"timestamp": [454.7, 456.44], "text": " How many of these do you expect to sell in a year?"}, {"timestamp": [456.62, 459.36], "text": " Only a handful, I would say, certainly less than a dozen."}, {"timestamp": [459.84, 462.06], "text": " Dreams also has its own mattress in a box."}, {"timestamp": [462.44, 463.86], "text": " Introduced, Mike Logue says,"}, {"timestamp": [463.86, 466.38], "text": " as a response to Casper's appeal to people"}, {"timestamp": [466.38, 468.62], "text": " who don't feel they have time to get to a showroom."}, {"timestamp": [469.18, 471.82], "text": " But he still thinks it's better to come in and try one out."}, {"timestamp": [472.18, 474.6], "text": " So, David, let me just show you our hide-and-sleep mattress"}, {"timestamp": [474.6, 476.68], "text": " made in our own factory in the West Midlands."}, {"timestamp": [477.04, 477.92], "text": " Here it is here."}, {"timestamp": [478.22, 479.2], "text": " Lovely covers on it."}, {"timestamp": [479.26, 480.36], "text": " It's a foam mattress."}, {"timestamp": [481.12, 483.34], "text": " Retails at £699, 700."}, {"timestamp": [483.78, 484.58], "text": " Why don't you give it a try?"}, {"timestamp": [484.72, 489.4], "text": " I quite like a firm mattress. So I'm, well, I'm already quite impressed now. I'm pushing down on it because it is nice and firm."}, {"timestamp": [490.0, 496.4], "text": " And oh, it is actually very nice. I also have a foam mattress at home in a box mattress."}, {"timestamp": [497.4, 504.76], "text": " And it's reminding me of that actually a nice comfortable lie. Now, I'm going to say, this is my problem with buying mattresses and shops."}, {"timestamp": [504.76, 505.94], "text": " I'm lying down, fully"}, {"timestamp": [505.94, 507.94], "text": " closed in a fully lit shop on a"}, {"timestamp": [507.94, 509.82], "text": " Friday morning and feel a bit weird."}, {"timestamp": [509.94, 511.92], "text": " Don't you get that this is a strange"}, {"timestamp": [511.92, 513.28], "text": " thing for customers to have to do?"}, {"timestamp": [513.66, 515.82], "text": " I think the first couple of mattresses"}, {"timestamp": [515.82, 518.02], "text": " they test out, yes. They haven't done it for"}, {"timestamp": [518.02, 520.1], "text": " maybe eight, ten years. But once"}, {"timestamp": [520.1, 522.04], "text": " they try a few and we've got a cup of"}, {"timestamp": [522.04, 523.84], "text": " tea and a cup of coffee on the go for them,"}, {"timestamp": [524.24, 525.5], "text": " people settle down."}, {"timestamp": [525.5, 527.5], "text": " You know, the shops aren't busy, busy stores."}, {"timestamp": [527.5, 529.5], "text": " Here it's nice and quiet."}, {"timestamp": [529.5, 532.5], "text": " Really, you're buying it for yourself."}, {"timestamp": [532.5, 533.5], "text": " Come on."}, {"timestamp": [533.5, 536.5], "text": " You know, for eight years, let's spend half an hour in a store."}, {"timestamp": [536.5, 537.5], "text": " Get it right."}, {"timestamp": [537.5, 540.5], "text": " This is a very important purchase."}, {"timestamp": [540.5, 542.5], "text": " This is certainly very comfortable down here."}, {"timestamp": [542.5, 544.5], "text": " And if you excuse me for about ten minutes, I might have a little nap."}, {"timestamp": [544.5, 545.0], "text": " You don't mind. This is certainly very comfortable down here and if you excuse me for about 10 minutes I might have a little nap."}, {"timestamp": [545.0, 547.0], "text": " If you don't mind."}, {"timestamp": [547.0, 553.0], "text": " After I'd woken up, it's on to other products that Dreams is now marketing,"}, {"timestamp": [553.0, 557.0], "text": " such as devices that monitor the quality of our sleep."}, {"timestamp": [557.0, 563.0], "text": " This year we've rolled out our sleep tracking technology, so we sell aptly named Nap App."}, {"timestamp": [563.0, 565.76], "text": " They can then track their sleep to see how they're performing."}, {"timestamp": [565.76, 585.96], "text": " What are these then wearables that people wear when they're sleeping? No. The bed sheets wear them. So this is a little pebble in a size of a kind of 50 pence piece. It just attaches to the side of the bed sheet or the side of the pillow and it picks up movement in the night. Then we move to Sleep Pal Plus. It's a medical grade. It will pick up heart rate, you know, respiratory"}, {"timestamp": [585.96, 591.68], "text": " performance and a lot more detail. So this is like a long belt with a big pebble if you like"}, {"timestamp": [591.68, 595.28], "text": " at the end of it. And does that attach to the bed here? Is that attached to the person?"}, {"timestamp": [595.28, 600.14], "text": " It just sits on top of the mattress below the sheets. And that really picks up, you know,"}, {"timestamp": [600.2, 605.9], "text": " 99% of what we need to pick up in this technology. As it says here, yeah, it says it on the bit of marketing here."}, {"timestamp": [606.04, 610.5], "text": " Monitor's heart, breathing rate, movement, room temperature, humidity,"}, {"timestamp": [610.68, 614.38], "text": " all the things you might want to monitor during your night's sleep to see how well you've slept."}, {"timestamp": [614.6, 617.92], "text": " Yeah, some people need to track it and just see how their performance of the sleep."}, {"timestamp": [618.08, 622.04], "text": " You know, we think this has been an important addition to what we offer"}, {"timestamp": [622.04, 623.96], "text": " in terms of getting the right product for the customer."}, {"timestamp": [624.76, 629.98], "text": " That pebble is an example of a burgeoning range of products that monitor how we sleep at night time,"}, {"timestamp": [630.1, 634.74], "text": " almost like fitbits for sleeping. In the morning, they tell you how well you slept,"}, {"timestamp": [634.98, 638.3], "text": " and you can see ways you might want to improve your sleep the following night,"}, {"timestamp": [638.6, 643.04], "text": " for example, using some lavender spray on your pillow or going to bed at a different time."}, {"timestamp": [643.68, 646.08], "text": " And not all of them are as purely functional as they sound."}, {"timestamp": [646.7, 649.66], "text": " Harry Lattella is sales director of Aura Health,"}, {"timestamp": [650.04, 653.58], "text": " whose product not only helps us sleep, but looks good too."}, {"timestamp": [656.84, 657.76], "text": " And here it is."}, {"timestamp": [657.84, 659.74], "text": " This comes in a lovely presentation box."}, {"timestamp": [659.86, 662.18], "text": " It's just a plain silver band ring."}, {"timestamp": [662.56, 663.86], "text": " No, if you look a bit closer."}, {"timestamp": [664.32, 666.84], "text": " Five diamonds on that, actually."}, {"timestamp": [667.14, 669.86], "text": " You can see I'm wasting time giving expensive presents to."}, {"timestamp": [670.3, 672.76], "text": " And this has sensors on the inside."}, {"timestamp": [672.98, 674.6], "text": " And the idea is I wear this all the time."}, {"timestamp": [674.96, 676.88], "text": " Ideally, you would wear it all the time,"}, {"timestamp": [676.88, 679.68], "text": " but we have some users who are not very comfortable"}, {"timestamp": [679.68, 681.16], "text": " with wearing rings."}, {"timestamp": [681.56, 683.9], "text": " So they would just wear those at night time for monitoring."}, {"timestamp": [684.24, 690.66], "text": " We measure the pulse waveform throughout the night. We take 250 samples a second. The data that we"}, {"timestamp": [690.66, 695.54], "text": " collect overnight, we have algorithms that then calculate the quality of your sleep, etc."}, {"timestamp": [695.86, 700.5], "text": " Then we produce a hypnogram, which tells you how your sleep developed overnight."}, {"timestamp": [700.7, 709.18], "text": " In terms of light sleep and deeps? Correct. Light deep REM with resting heart rate curve, which is a very, very interesting piece of information in context"}, {"timestamp": [709.18, 711.22], "text": " of your quality of sleep."}, {"timestamp": [711.22, 716.94], "text": " And he says, devices like the aura ring will help us take sleepers seriously as hopefully"}, {"timestamp": [716.94, 718.44], "text": " we take exercise."}, {"timestamp": [718.44, 723.52], "text": " Well, sleep is actually a huge part of our health and well-being."}, {"timestamp": [723.52, 725.44], "text": " You know, when you put benefits of activity"}, {"timestamp": [725.44, 727.92], "text": " and benefits of sleep side by side,"}, {"timestamp": [728.02, 729.18], "text": " they are almost identical."}, {"timestamp": [729.98, 731.7], "text": " I think for many, many years,"}, {"timestamp": [731.86, 735.02], "text": " that part of our health and well-being was ignored"}, {"timestamp": [735.02, 741.2], "text": " and very, very delighted that finally it's starting to get the attention that it deserves."}, {"timestamp": [741.42, 743.34], "text": " Why do you think it hasn't had very much attention?"}, {"timestamp": [743.76, 749.54], "text": " The technology hasn't really been there to understand really what happens at night"}, {"timestamp": [749.54, 752.68], "text": " and still in the very, very early stages of the journey."}, {"timestamp": [752.78, 754.1], "text": " We're learning all the time."}, {"timestamp": [754.64, 757.1], "text": " And the sensors will get smaller and smarter."}, {"timestamp": [757.36, 759.8], "text": " So in the future, I think it's super exciting."}, {"timestamp": [760.42, 765.64], "text": " The company was launched in 2013 and the first product went on sale three years later."}, {"timestamp": [766.32, 768.88], "text": " So how's the business going? Is it profitable yet?"}, {"timestamp": [769.34, 773.22], "text": " Not yet. It is very expensive to ramp up production."}, {"timestamp": [773.6, 779.0], "text": " The cheapest version is €314.14 and then there's another price point at 419"}, {"timestamp": [779.0, 782.8], "text": " and then balanced diamond with five diamonds across."}, {"timestamp": [783.02, 784.7], "text": " It's $1,049."}, {"timestamp": [785.14, 788.1], "text": " That's the blingy version for dresswear at night time."}, {"timestamp": [788.3, 792.12], "text": " But we are on track to hit our targets and the demand is there."}, {"timestamp": [792.94, 798.14], "text": " That demand is fuelled by a new understanding that we can actually do something about our sleep."}, {"timestamp": [798.64, 802.58], "text": " My name is Russell Foster. I'm Professor of circadian neuroscience at the University of Oxford."}, {"timestamp": [803.36, 806.56], "text": " I think many people think that they are the slave to their sleep."}, {"timestamp": [806.66, 808.12], "text": " There's nothing they can do about it."}, {"timestamp": [808.18, 810.88], "text": " In fact, there's lots of things that one can do to improve your sleep."}, {"timestamp": [811.6, 814.18], "text": " And that's what's behind this burgeoning business sector,"}, {"timestamp": [814.68, 816.5], "text": " and it's all backed up by research."}, {"timestamp": [816.96, 818.72], "text": " What's emerged over the past few years"}, {"timestamp": [818.72, 822.0], "text": " is that some really important things are going on within the brain."}, {"timestamp": [822.0, 824.36], "text": " So our ability to consolidate memories,"}, {"timestamp": [824.56, 825.1], "text": " our ability to process memories, our ability"}, {"timestamp": [825.1, 829.54], "text": " to process information, you're coming up with innovative solutions to complex problems,"}, {"timestamp": [830.0, 835.86], "text": " are all really important functions in the brain at night. The brain is also processing a whole"}, {"timestamp": [835.86, 840.76], "text": " range of other areas of physiology. And in essence, essentially our ability to function during the"}, {"timestamp": [840.76, 847.0], "text": " day is defined by the quality of sleep that we had at night. And what happens if we don't get good quality sleep at night?"}, {"timestamp": [847.66, 848.48], "text": " So how long have you got?"}, {"timestamp": [849.34, 855.2], "text": " The failure to process information accurately, increased impulsivity, you know, going for that red"}, {"timestamp": [855.2, 857.26], "text": " traffic light when you wouldn't normally do it."}, {"timestamp": [857.66, 858.38], "text": " Loss of attention."}, {"timestamp": [858.82, 859.7], "text": " The loss of empathy."}, {"timestamp": [860.18, 868.22], "text": " Some incredible data have emerged showing that tired people remember the negative experiences and forget the positive experiences."}, {"timestamp": [868.74, 870.5], "text": " Then we move to the longer-term disruption,"}, {"timestamp": [870.72, 872.82], "text": " and you see suppression of the immune system,"}, {"timestamp": [873.04, 875.5], "text": " increased risks of infection, even cancer,"}, {"timestamp": [875.98, 878.88], "text": " increased cardiovascular disease, risk of diabetes 2,"}, {"timestamp": [879.6, 881.68], "text": " increased metabolic abnormalities generally,"}, {"timestamp": [881.68, 887.44], "text": " and a tendency to be very dependent upon stimulants and sedatives"}, {"timestamp": [887.44, 894.24], "text": " to force some sort of rest activity cycle upon one's behaviour. I guess the final domain would be"}, {"timestamp": [894.24, 899.84], "text": " if you're experiencing disrupted sleep, you're much more likely to slide into a depressive state,"}, {"timestamp": [899.84, 903.28], "text": " an anxious state, or indeed precipitate severe mental problems."}, {"timestamp": [904.08, 908.52], "text": " This scientific understanding of sleep and its impact on work and productivity"}, {"timestamp": [908.52, 912.4], "text": " has led to managers in the workplace paying more attention to sleep."}, {"timestamp": [913.02, 917.66], "text": " And that may even include allowing their employees to have a quick nap on the job."}, {"timestamp": [917.66, 918.58], "text": " Get myself inside it."}, {"timestamp": [918.58, 919.28], "text": " Yes, let's put you in here."}, {"timestamp": [919.28, 920.28], "text": " Okay."}, {"timestamp": [920.28, 921.28], "text": " Let's have a seat here."}, {"timestamp": [921.28, 925.0], "text": " Very comfortable dentist's chair."}, {"timestamp": [925.0, 929.0], "text": " I'm in an office in central London full of young entrepreneurs."}, {"timestamp": [929.0, 934.0], "text": " And in a little foyer between a couple of meeting rooms, I'm trying out an energy pod,"}, {"timestamp": [934.0, 940.0], "text": " a kind of space-age reclining bed for having a nap at work, with one of its co-creators,"}, {"timestamp": [940.0, 943.0], "text": " Christopher Linholst of Metro Naps."}, {"timestamp": [943.0, 946.4], "text": " What we can do is create an environment that makes it difficult for you to stay awake."}, {"timestamp": [946.4, 950.0], "text": " So the first thing you'll notice here, we have the gravity-neutral seating."}, {"timestamp": [950.0, 953.76], "text": " So we have the elevated feet and just turn it on for you here."}, {"timestamp": [953.76, 956.88], "text": " My feet are being raised almost now, but at about eye level now."}, {"timestamp": [956.88, 957.76], "text": " It's very comfortable."}, {"timestamp": [957.76, 960.0], "text": " So we recommend your knees roughly at the level of your heart,"}, {"timestamp": [960.0, 962.0], "text": " which is good for your circulatory system."}, {"timestamp": [962.0, 965.52], "text": " We recommend 20 minutes because then you don't go into the deeper stages of sleep."}, {"timestamp": [965.84, 969.02], "text": " We want there to be a timer because then you don't risk over napping."}, {"timestamp": [969.34, 970.98], "text": " So I'm quite reclined now."}, {"timestamp": [971.06, 973.3], "text": " Are you going to tuck me in for my nap then?"}, {"timestamp": [973.38, 977.0], "text": " I'm going to give you some headphones here with the music that we've developed to actually help you relax."}, {"timestamp": [977.08, 978.66], "text": " You just slip that over your ears there."}, {"timestamp": [979.06, 980.64], "text": " Okay, I'm just going to just put these on now."}, {"timestamp": [981.1, 982.96], "text": " So we like to say enjoy your metro nap."}, {"timestamp": [983.06, 983.38], "text": " Thank you."}, {"timestamp": [983.54, 984.4], "text": " We'll see you in 20 minutes."}, {"timestamp": [985.3, 988.16], "text": " Pods like this, and that was a very nice nap, by the way,"}, {"timestamp": [988.5, 991.18], "text": " are being bought by corporations across the globe."}, {"timestamp": [991.62, 994.04], "text": " The company was founded 15 years ago in New York,"}, {"timestamp": [994.22, 996.08], "text": " and now sells in over 30 countries."}, {"timestamp": [996.74, 998.46], "text": " So why are companies buying them?"}, {"timestamp": [998.98, 999.88], "text": " People aren't getting enough sleep,"}, {"timestamp": [1000.08, 1002.42], "text": " and companies have woken up to this realization"}, {"timestamp": [1002.42, 1004.6], "text": " that they actually need to do something about this."}, {"timestamp": [1004.96, 1007.82], "text": " Previously, sleep was the domain of the individual,"}, {"timestamp": [1008.12, 1010.98], "text": " and it was assumed that you would come to work fit for duty,"}, {"timestamp": [1011.2, 1014.04], "text": " but companies are realizing that it's often not actually the case."}, {"timestamp": [1014.56, 1015.86], "text": " Technology is keeping us awake."}, {"timestamp": [1016.1, 1018.16], "text": " People are staying up late looking at films,"}, {"timestamp": [1018.3, 1019.9], "text": " and people are working longer hours."}, {"timestamp": [1020.5, 1023.02], "text": " We've been essentially sleeping a little bit less and less every year,"}, {"timestamp": [1023.4, 1026.0], "text": " and it's starting to have an impact on our health and also on our productivity."}, {"timestamp": [1026.42, 1028.48], "text": " Now I feel it'd be quite nice to have one of these at the BBC"}, {"timestamp": [1028.48, 1032.7], "text": " and if I wanted to persuade our bosses to get one for us, how much would that cost us?"}, {"timestamp": [1032.98, 1035.66], "text": " Here in the UK that costs about £10,000 plus installation."}, {"timestamp": [1036.12, 1041.0], "text": " We can also hire them out, so £450 per month or a 12-month contract."}, {"timestamp": [1041.12, 1043.78], "text": " So these are kind of about the figures that, you know, in the business market"}, {"timestamp": [1043.78, 1046.24], "text": " people pay for, for example, photocopiers in the office."}, {"timestamp": [1046.24, 1048.92], "text": " This is about that kind of office equipment level."}, {"timestamp": [1048.92, 1049.92], "text": " That's right."}, {"timestamp": [1049.92, 1055.76], "text": " One company that's made that investment is SAP, a global software corporation, which has installed"}, {"timestamp": [1055.76, 1058.32], "text": " an energy pod in its Singapore office."}, {"timestamp": [1058.32, 1064.46], "text": " My name is Renata Janini Domen, and I am Senior Vice President of Human Resources."}, {"timestamp": [1064.46, 1069.0], "text": " We introduced the NAP pods here in the office back in 2000,"}, {"timestamp": [1069.0, 1073.0], "text": " and these pods are designed for power napping."}, {"timestamp": [1073.0, 1079.0], "text": " They are available for all the employees to take a power nap during the day,"}, {"timestamp": [1079.0, 1083.0], "text": " during which they can relax and they can recharge,"}, {"timestamp": [1083.0, 1089.26], "text": " and then they can go back to work refreshed to continue with the activities"}, {"timestamp": [1089.26, 1092.9], "text": " that they have to perform along the day."}, {"timestamp": [1093.46, 1098.4], "text": " Don't some people think, for example, it's a bit lazy to be sleeping at work?"}, {"timestamp": [1098.76, 1103.88], "text": " I can understand that some people might have this kind of perception,"}, {"timestamp": [1104.18, 1106.94], "text": " but that is not part of our culture here."}, {"timestamp": [1107.14, 1111.66], "text": " So when they see that someone is making use of the pod,"}, {"timestamp": [1112.0, 1114.86], "text": " it is less judgmental on their part"}, {"timestamp": [1114.86, 1118.52], "text": " because it's acceptable in our culture"}, {"timestamp": [1118.52, 1122.4], "text": " that someone is taking care of him or herself"}, {"timestamp": [1122.4, 1127.92], "text": " to be able then to be a better performer as they come back to their"}, {"timestamp": [1127.92, 1133.74], "text": " regular activities. I guess a skeptic might look at the pods, for example, and say, is that really"}, {"timestamp": [1133.74, 1138.7], "text": " about employee well-being or is it like a productivity tool to increase someone's productivity?"}, {"timestamp": [1139.14, 1145.86], "text": " We know that, for example, people are eight times more likely to be engaged"}, {"timestamp": [1145.86, 1148.26], "text": " or three times more likely to be productive"}, {"timestamp": [1148.26, 1153.56], "text": " when the company invests in the health and well-being of that employee."}, {"timestamp": [1154.06, 1159.9], "text": " So it is important to consider that productivity rates are impacted"}, {"timestamp": [1159.9, 1164.06], "text": " when you have employees that are healthier."}, {"timestamp": [1164.7, 1166.24], "text": " Great. Hanata, it's late in your day."}, {"timestamp": [1166.24, 1167.24], "text": " Thank you very much indeed."}, {"timestamp": [1167.24, 1170.04], "text": " Are you going to carry on at work or are you going home now?"}, {"timestamp": [1170.04, 1172.76], "text": " Now I'm going to take a nap before I carry on."}, {"timestamp": [1176.76, 1181.44], "text": " In fact, there's been quite a culture change in the world of work regarding sleep."}, {"timestamp": [1181.44, 1186.24], "text": " More and more companies are understanding its effect on productivity and the well-being of"}, {"timestamp": [1186.24, 1188.6], "text": " the workforce."}, {"timestamp": [1188.6, 1191.04], "text": " Oxford University's Russell Foster again."}, {"timestamp": [1191.04, 1193.88], "text": " Finally, people begin to take sleep seriously."}, {"timestamp": [1193.88, 1198.2], "text": " You know, we've moved from the 80s where it was almost a badge of honor to come in and say,"}, {"timestamp": [1198.2, 1201.5], "text": " I've done another all-nighter, and you'd be sort of slapped on the back."}, {"timestamp": [1201.5, 1204.7], "text": " Now, a responsive employer would say, go home."}, {"timestamp": [1204.7, 1205.34], "text": " I don't want slapped on the back. Now, a responsive employer would say, go home. I don't want"}, {"timestamp": [1205.34, 1206.56], "text": " you in the workplace."}, {"timestamp": [1210.14, 1215.06], "text": " One of the things about a new business sector is that it generates new services as well as new products."}, {"timestamp": [1215.38, 1220.76], "text": " And that's led to the arrival on the scene of a lot of sleep consultants, people who help you"}, {"timestamp": [1220.76, 1225.44], "text": " out with your sleep and make it better. And I've come to St Albans to meet one of them now."}, {"timestamp": [1226.64, 1227.94], "text": " My name is Kate Cohen,"}, {"timestamp": [1228.14, 1231.26], "text": " and I'm a certified sleep consultant dealing with children"}, {"timestamp": [1231.26, 1234.16], "text": " between the ages of about four months and about six years."}, {"timestamp": [1234.58, 1238.7], "text": " Essentially, a sleep consultant is there to help families get their sleep back."}, {"timestamp": [1238.7, 1243.26], "text": " So what that might mean is that a family has a child of kind of any age,"}, {"timestamp": [1243.32, 1245.36], "text": " and it's about trying to make sure that a family can understand the sleep needs of any age and it's about trying to make sure that a family"}, {"timestamp": [1245.36, 1249.7], "text": " can understand the sleep needs of their child and actually help their child to sleep better,"}, {"timestamp": [1249.8, 1253.82], "text": " which in turn helps the whole family to sleep better. Take me through what happens when a client"}, {"timestamp": [1253.82, 1259.28], "text": " comes to you with baby's sleep problems or their own sleep problems or both. So I send out a"}, {"timestamp": [1259.28, 1262.88], "text": " questionnaire and that questionnaire is to kind of delve into the really important pieces of"}, {"timestamp": [1262.88, 1268.82], "text": " information that I need to know. So what's the routine like? How's a child falling in sleep? Anything else that might be going on"}, {"timestamp": [1268.82, 1274.7], "text": " such as like kind of room environments and other children in the house. So then I write a draft version"}, {"timestamp": [1274.7, 1279.3], "text": " of a sleep plan, their kind of Bible, and it's going to be the thing that they will follow to improve"}, {"timestamp": [1279.3, 1284.72], "text": " the child's sleep. So it takes everything into accounts and it runs through how to identify the"}, {"timestamp": [1284.72, 1285.74], "text": " issue, how to approach bedtime from a routine point of view, a settling strategy. So it takes everything into accounts and it runs through how to identify the issue, how to"}, {"timestamp": [1285.74, 1290.86], "text": " approach bedtime from a routine point of view, a settling strategy, so how to help the child to sleep,"}, {"timestamp": [1291.18, 1296.08], "text": " over time to then encourage independent sleep, and then what to do at nighttime when your child"}, {"timestamp": [1296.08, 1301.38], "text": " kind of wakes and how to kind of handle that. I talk the client through that plan, so we have"}, {"timestamp": [1301.38, 1306.76], "text": " about an hour and a half consultation. That can be face to face if they are local to me."}, {"timestamp": [1306.76, 1309.34], "text": " Otherwise, I work over video quite a lot."}, {"timestamp": [1309.34, 1314.0], "text": " I then finalise that plan, send it over to them, and then it's theirs then to implement,"}, {"timestamp": [1314.0, 1315.76], "text": " but with my support."}, {"timestamp": [1315.76, 1321.76], "text": " Kate Cohen offers a range of services from a one-off consultation for 50 pounds to a full package"}, {"timestamp": [1321.76, 1323.78], "text": " at just under 300."}, {"timestamp": [1323.78, 1326.3], "text": " In the last two and a half years that she's been a sleep consultant,"}, {"timestamp": [1326.72, 1328.86], "text": " she's helped around 250 clients."}, {"timestamp": [1329.2, 1330.86], "text": " When I started it, it was kind of like,"}, {"timestamp": [1330.92, 1332.18], "text": " let's see how this goes."}, {"timestamp": [1332.34, 1334.32], "text": " And I thought, I'm never going to make any money out of this."}, {"timestamp": [1334.62, 1337.08], "text": " And in the first year, I turned a profit."}, {"timestamp": [1337.46, 1339.02], "text": " And then now I've been growing the business,"}, {"timestamp": [1339.14, 1340.14], "text": " which has been fantastic,"}, {"timestamp": [1340.36, 1342.34], "text": " because I think it's clear there's demand out there."}, {"timestamp": [1342.72, 1343.82], "text": " It's a business that's growing,"}, {"timestamp": [1343.82, 1347.0], "text": " and I've got kind of big plans to take it more online"}, {"timestamp": [1347.0, 1351.0], "text": " and be digital about it so that I can help more people."}, {"timestamp": [1351.0, 1354.0], "text": " While I was sitting in Kate's kitchen,"}, {"timestamp": [1354.0, 1357.0], "text": " she went on to Skype to check in with one of her clients,"}, {"timestamp": [1357.0, 1360.0], "text": " Kelly Addison, who has a 10-month-old baby."}, {"timestamp": [1360.0, 1363.0], "text": " Kelly had just travelled home to visit family in South Africa"}, {"timestamp": [1363.0, 1365.5], "text": " and they invited me to sit in on the call."}, {"timestamp": [1367.92, 1368.4], "text": " Hello."}, {"timestamp": [1368.92, 1370.22], "text": " Hi Kelly, it's Kate Cohen."}, {"timestamp": [1370.46, 1371.0], "text": " How you doing?"}, {"timestamp": [1371.5, 1373.16], "text": " Hi, I'm good, thanks, Kate."}, {"timestamp": [1373.24, 1373.76], "text": " How are you?"}, {"timestamp": [1373.8, 1375.06], "text": " I'm really well, thank you."}, {"timestamp": [1375.4, 1378.16], "text": " So Kelly, I just wanted to kind of see how the travel went"}, {"timestamp": [1378.16, 1380.86], "text": " and how she settled down into the kind of new environment"}, {"timestamp": [1380.86, 1382.46], "text": " and how the sleep's going, basically."}, {"timestamp": [1383.22, 1384.58], "text": " Yeah, really well, Kate."}, {"timestamp": [1384.58, 1386.16], "text": " The flight just took"}, {"timestamp": [1386.16, 1390.72], "text": " some of your advice because I know you sent over what to do with obviously with her age of 10 months,"}, {"timestamp": [1390.84, 1395.18], "text": " really just going with the flow, I think really, really helped. Yeah. She slipped for eight hours"}, {"timestamp": [1395.18, 1400.0], "text": " out of the 12-hour flight. Amazing. That's great. As I was doing the flight on my own,"}, {"timestamp": [1400.0, 1405.08], "text": " it meant that when we got here, first nap putting her down because it was a brand new environment."}, {"timestamp": [1405.44, 1405.56], "text": " Yeah."}, {"timestamp": [1405.78, 1407.36], "text": " That sort of didn't go to plan."}, {"timestamp": [1407.5, 1413.66], "text": " But we just stuck to the guidelines that we'd sort of chatted to about sort of just making sure that she knows we're there and reassuring her."}, {"timestamp": [1413.94, 1414.1], "text": " Yeah."}, {"timestamp": [1414.2, 1415.7], "text": " And in fairness, she's been amazing."}, {"timestamp": [1416.08, 1418.62], "text": " I mean, we're talking 12 hours sleep every night."}, {"timestamp": [1418.78, 1421.74], "text": " Kelly, can I just ask you, why did you come to Kate in the first place?"}, {"timestamp": [1421.78, 1422.44], "text": " What was the problem?"}, {"timestamp": [1422.74, 1423.3], "text": " Eve's my daughter."}, {"timestamp": [1423.4, 1424.66], "text": " She was only about two months old."}, {"timestamp": [1424.98, 1425.0], "text": " And I actually purchased an online guide that says that it's a guide that will take you up. Why did you come to Kate in the first place? What was the problem? It was my daughter. She was only about two months old."}, {"timestamp": [1431.5, 1431.76], "text": " And I actually purchased an online guide that says that it's a guide that will take you up until they're about four years old."}, {"timestamp": [1435.56, 1435.76], "text": " And I think I succeeded for about one morning trying to implement this."}, {"timestamp": [1437.9, 1438.34], "text": " It sort of almost drove me to the brink of insanity."}, {"timestamp": [1440.88, 1440.92], "text": " And at that point, I decided I'm totally going to give up on it."}, {"timestamp": [1442.62, 1443.08], "text": " So I'm just going to let my daughter take the lead."}, {"timestamp": [1447.88, 1452.22], "text": " And about seven months later, we did get to a point where we thought, right, I think we need to start thinking that there is a different way to teach her how to sleep. And a friend of mine had suggested Kate,"}, {"timestamp": [1452.86, 1457.18], "text": " in a panic, I think at a 4 a.m., I sent her an email on Facebook going, Kate, I need your help."}, {"timestamp": [1457.44, 1463.18], "text": " And Kate responded quite quickly. She met with us. It was quite educational, learning how sleep cycles"}, {"timestamp": [1463.18, 1466.88], "text": " worked, and also that it's okay to teach"}, {"timestamp": [1466.88, 1471.92], "text": " my daughter different cues to go to sleep other than needing me to go to sleep. And Kate"}, {"timestamp": [1471.92, 1476.98], "text": " to teach us just maybe leave it even if it's just a minute and see what happens. Sure enough now,"}, {"timestamp": [1477.22, 1481.7], "text": " Eve might have a little cry, 30 seconds, maybe three minutes and she's straight back to sleep."}, {"timestamp": [1481.7, 1485.34], "text": " And how about your sleep now? How's your sleep going?"}, {"timestamp": [1485.78, 1491.28], "text": " So much better. She's in bed by seven and then she's up by seven o'clock. So for us, that's"}, {"timestamp": [1491.28, 1496.02], "text": " absolute, absolute magic. Do you think she was good value for money? It's a big amount of money to part"}, {"timestamp": [1496.02, 1501.56], "text": " with. And my husband and I've talked about it many a time. And I think because of what we learned"}, {"timestamp": [1501.56, 1505.42], "text": " through the process, we would pay again 100 times over, yes."}, {"timestamp": [1506.18, 1510.62], "text": " Kate Cohen has helped a lot of parents with kids, but would she think about growing her"}, {"timestamp": [1510.62, 1515.1], "text": " business to serve anybody with a sleep problem? It is a temptation because it's such a growth"}, {"timestamp": [1515.1, 1519.76], "text": " area, being in this world and seeing the noise around it. I think it's about, for me, on this"}, {"timestamp": [1519.76, 1523.74], "text": " journey, in terms of building my business up, I need to kind of make sure that I'm doing the"}, {"timestamp": [1523.74, 1529.16], "text": " best job for the clients that I have. And at the moment, children are my focus. Adults are kind of over"}, {"timestamp": [1529.16, 1532.56], "text": " there as a sort of maybe, but yeah, in time perhaps."}, {"timestamp": [1533.4, 1538.54], "text": " Services like Kate Cohen's, she trades under the business name Sleep Time Baby. And other"}, {"timestamp": [1538.54, 1542.72], "text": " products that I've looked at for this programme certainly show that people are prepared to pay"}, {"timestamp": [1542.72, 1545.32], "text": " money to get a good night's sleep."}, {"timestamp": [1545.32, 1549.28], "text": " But this is still a young sector, and it's going to take a while to work out what works"}, {"timestamp": [1549.28, 1550.96], "text": " and what doesn't."}, {"timestamp": [1550.96, 1553.34], "text": " Sleep expert Russell Foster again."}, {"timestamp": [1553.34, 1557.24], "text": " Many of these things are marketed with very, very little evidence-based."}, {"timestamp": [1557.24, 1560.24], "text": " And so as a scientist, I kick back against this."}, {"timestamp": [1560.24, 1565.08], "text": " However, if they work for you and they improve your sleep habits,"}, {"timestamp": [1567.58, 1567.92], "text": " then I think you just take it on the chin."}, {"timestamp": [1569.48, 1569.86], "text": " The placebo is a real effect."}, {"timestamp": [1571.14, 1571.52], "text": " So at some level, they're working."}, {"timestamp": [1573.8, 1574.44], "text": " And I think if you think they're going to work, they can help you."}, {"timestamp": [1578.64, 1579.22], "text": " But he says, we also need to rethink the places we sleep in, our bedrooms."}, {"timestamp": [1582.0, 1582.38], "text": " I think that in addition to the demands of work,"}, {"timestamp": [1587.62, 1588.24], "text": " we've also populated our bedrooms and our houses generally with lots of distractions."}, {"timestamp": [1593.14, 1597.32], "text": " The obvious sort of issues are television sets in bedrooms and, of course, the internet. The fact that the bedroom has ceased to become a haven for sleep"}, {"timestamp": [1597.32, 1600.3], "text": " and now often the workplace for many."}, {"timestamp": [1601.02, 1604.58], "text": " And he says it's getting more and more important to get sleep right"}, {"timestamp": [1604.58, 1605.76], "text": " as the world around us gets busier. We are trying to getting more and more important to get sleep right as the world around"}, {"timestamp": [1605.76, 1611.5], "text": " us gets busier. We are trying to squeeze more and more into the working day. There are endless"}, {"timestamp": [1611.5, 1616.38], "text": " levels of intrusion, not least emails, and this compulsion to feel that we have to answer every"}, {"timestamp": [1616.38, 1621.76], "text": " email. And so in a sense if we're packing more and more in and the demands are greater and greater"}, {"timestamp": [1621.76, 1627.0], "text": " than the first victim is going to be sleep. We do not defend our sleep and our sleep need."}, {"timestamp": [1627.0, 1629.0], "text": " It's always the thing that's marginalised."}, {"timestamp": [1632.0, 1637.0], "text": " As with any new business sector, there's always going to be a bit of trial and error,"}, {"timestamp": [1637.0, 1640.0], "text": " working out the products and services that work for us."}, {"timestamp": [1640.0, 1643.0], "text": " Sleep after all is a really personal thing."}, {"timestamp": [1643.0, 1647.0], "text": " But at least there are now products and services out there for us to try."}, {"timestamp": [1647.0, 1651.0], "text": " And as more and more of us begin to understand how important sleep is,"}, {"timestamp": [1651.0, 1654.0], "text": " the sector will only continue to grow,"}, {"timestamp": [1654.0, 1657.0], "text": " with more businesses offering us new ways"}, {"timestamp": [1657.0, 1661.0], "text": " to get the perfect night under the covers."}, {"timestamp": [1661.0, 1663.0], "text": " So, time for bed."}, {"timestamp": [1663.0, 1665.68], "text": " I've set my sunrise alarm clock."}, {"timestamp": [1665.96, 1668.38], "text": " I've sprayed some lavender on my pillow."}, {"timestamp": [1668.8, 1670.28], "text": " And I'm lying on my new mattress."}, {"timestamp": [1670.88, 1671.98], "text": " Ready for a good night's sleep."}, {"timestamp": [1672.7, 1673.8], "text": " Lovely. Night night."}, {"timestamp": [1675.64, 1683.38], "text": " Thanks for listening to this edition of the BBC's World of Business podcast."}, {"timestamp": [1684.1, 1685.88], "text": " The producer was Smita Patel."}, {"timestamp": [1685.88, 1688.78], "text": " And studio production was by Graham Puddyfoot."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. You're listening to the download edition of the BBC's World of Business. I'm David Baker, and I've been looking at a whole new sector of products and services that are designed to help us sleep. So tuck yourself up, relax and enjoy the program. Well, it's 7.30 in the morning, and I've just woken up. I'm feeling pretty fresh, not least because I recently bought a new mattress. Someone gave me one of those sprays you put on your pillow to sleep better. And I've got one of those alarm clocks that slowly starts to glow about half an hour before you need to wake up, like a gentle sunrise, which all in all means I've had a really good night's sleep. And time to get up and feed Ed the cat. Innovative mattresses, pillow sprays, and alarm clocks that recreate the dawn are just three of a whole host of products and services that have sprung up in a new business sector that in just a few years has seen astonishing growth. From being perhaps the epitome of slow-moving consumer goods, let's face it, when was the last time you replaced your mattress? Sleep has now become a multi-billion pound industry, replete with disruptors, innovators and guru consultants, all looking to take our nighttime pound. I'm David Baker, and in this edition of In Business, I'll be looking at some of the movers and shakers in this field and pulling back the covers on a business that's dedicated to tucking us in for a good night's sleep. It takes great sleep to live a great life. So Casper created one perfect mattress. It ships free in a big box. Try it at home for 100 nights and see. An early sign that change was on the way came in 2014 with the launch of the Casper mattress in a box. What we set out to do was really reinvent the entire mattress buying experience. Philip Crimm is Casper's co-founder and CEO. We think the mattress is both literally and figuratively foundational to a great night of sleep, but we think there are lots of ways to improve how people sleep. So here in New York City, if you went on casper.com right now, you could check out within two or three minutes. You could specify the time that you want your mattress delivered later today or tomorrow within a 60-minute window. We would have the mattress delivered to your home, to your doorstep. You could unbox it whenever you'd like. We recommend that you unbox it in the room that you're going to be using the product in. It's convenient. It's easy to set up. You could sleep on it. We then give you 100 nights to give it a try. It's certainly a different way to buy a mattress. And investors seem to like the idea, too. Since its launch, it's raised $240 million in venture capital funding. I think investors see that sleep is becoming a real pillar of wellness, that the wellness trend is something that's really only in its infancy and emerging. I think people see that this is an industry that did not have a lot of investment for a long time and that it was right for disruption. And customers are going to continue to spend more and more on their sleep environment. And he's pretty dismissive of the way many of us had to buy a mattress in the past. The traditional experience has been compared to buying a used car, and I think the similarities are numerous. You walk into a showroom that's dimly lit or you're asked to lay on product under fluorescent lights. There's a huge amount of information asymmetry in the consumer mind, because this is not a product you shop for often. All of this was designed in an opaque industry, and we thought there was a better way. And he says, until now the sector itself has been pretty moribund. In part because of the ownership structure of the industry, there has not been a lot of investment in the mattress in years and decades. The mattress industry has historically been owned by private equity companies who look to take costs out. They didn't invest into brand. They didn't invest into products. But why a mattress? Were you having trouble sleeping? Why not a pillow or a bed or something else? You know, I'm one of five co-founders with Casper, and we said that buying a mattress was one of the worst consumer experiences ever. I have had a bad back since high school. One of my co-founders, his dad's a sleep doctor. So we did have sleep as a real core part of our thesis. But we just said that this is such an important product in life. It makes such a big difference to people. There has to be a better way to shop for and buy these products. I totally get what he's saying. I also bought a mattress in a box, not a Casper, though, one of its competitors. And the convenience was what sold it to me. And I loved the way it sprang to full size when I opened it. But I do wonder, if you don't like it, do you have to squeeze it back in the box before you can send it back? No, it's a great question. You literally only have to take up the phone and call us. You don't have to do anything when it comes to getting it back in the box. We'll come pick it up. And no need to try to compress it again. Casper isn't the only company that produces a mattress in a box. There are others on the market with similarly millennial branding, such as Eve, Emma and Simba and so on. But together, they still only reach a tiny fraction of the market, not least because the traditional mattress sector, the ones that have showrooms where you can go and try out a mattress before you buy, has upped its game too. We're in our two-floor store, and one of our floors is all mattresses where we have about 30, 35 mattresses to show customers. Mike Logue is CEO of Dreams, one of the UK's biggest mattress retailers. I met him on a Friday morning in one of its central London stores. We introduced something called Comfort by Color, which kind of labels all of our mattresses in different colours. Oh yes, and I can see that there's blue, there's green, there's yellow. These are the different types of mattresses that are an offer here. So open coil is yellow, blue is our temper foam mattress and green is where we have pocket sprung mattresses. What's the right price to pay for a mattress, do you reckon? Our recommendation really is about 17 pence a night, is what we would really say. That works out anywhere above 500 pounds over an eight-year period. What's your most expensive mattress here at Dreams? 3,99 pound for the double on that mattress, right up to this mattress here, which is 55,999. But David, if I could persuade you today, a king size is £12,199. Can we sort that out? Well, you haven't seen the small size of my London flat, actually, I might have to pass on that. But seriously, though, what do you get compared with, say, a £500 mattress, which are many here? It's got silk, it's got cashmere, it's got hemp inside, it's got plenty of lovely lambswell inside it, beautifully hand-stitched by master craftsmen, but people who want some luxury, they can buy one of these? How many of these do you expect to sell in a year? Only a handful, I would say, certainly less than a dozen. Dreams also has its own mattress in a box. Introduced, Mike Logue says, as a response to Casper's appeal to people who don't feel they have time to get to a showroom. But he still thinks it's better to come in and try one out. So, David, let me just show you our hide-and-sleep mattress made in our own factory in the West Midlands. Here it is here. Lovely covers on it. It's a foam mattress. Retails at £699, 700. Why don't you give it a try? I quite like a firm mattress. So I'm, well, I'm already quite impressed now. I'm pushing down on it because it is nice and firm. And oh, it is actually very nice. I also have a foam mattress at home in a box mattress. And it's reminding me of that actually a nice comfortable lie. Now, I'm going to say, this is my problem with buying mattresses and shops. I'm lying down, fully closed in a fully lit shop on a Friday morning and feel a bit weird. Don't you get that this is a strange thing for customers to have to do? I think the first couple of mattresses they test out, yes. They haven't done it for maybe eight, ten years. But once they try a few and we've got a cup of tea and a cup of coffee on the go for them, people settle down. You know, the shops aren't busy, busy stores. Here it's nice and quiet. Really, you're buying it for yourself. Come on. You know, for eight years, let's spend half an hour in a store. Get it right. This is a very important purchase. This is certainly very comfortable down here. And if you excuse me for about ten minutes, I might have a little nap. You don't mind. This is certainly very comfortable down here and if you excuse me for about 10 minutes I might have a little nap. If you don't mind. After I'd woken up, it's on to other products that Dreams is now marketing, such as devices that monitor the quality of our sleep. This year we've rolled out our sleep tracking technology, so we sell aptly named Nap App. They can then track their sleep to see how they're performing. What are these then wearables that people wear when they're sleeping? No. The bed sheets wear them. So this is a little pebble in a size of a kind of 50 pence piece. It just attaches to the side of the bed sheet or the side of the pillow and it picks up movement in the night. Then we move to Sleep Pal Plus. It's a medical grade. It will pick up heart rate, you know, respiratory performance and a lot more detail. So this is like a long belt with a big pebble if you like at the end of it. And does that attach to the bed here? Is that attached to the person? It just sits on top of the mattress below the sheets. And that really picks up, you know, 99% of what we need to pick up in this technology. As it says here, yeah, it says it on the bit of marketing here. Monitor's heart, breathing rate, movement, room temperature, humidity, all the things you might want to monitor during your night's sleep to see how well you've slept. Yeah, some people need to track it and just see how their performance of the sleep. You know, we think this has been an important addition to what we offer in terms of getting the right product for the customer. That pebble is an example of a burgeoning range of products that monitor how we sleep at night time, almost like fitbits for sleeping. In the morning, they tell you how well you slept, and you can see ways you might want to improve your sleep the following night, for example, using some lavender spray on your pillow or going to bed at a different time. And not all of them are as purely functional as they sound. Harry Lattella is sales director of Aura Health, whose product not only helps us sleep, but looks good too. And here it is. This comes in a lovely presentation box. It's just a plain silver band ring. No, if you look a bit closer. Five diamonds on that, actually. You can see I'm wasting time giving expensive presents to. And this has sensors on the inside. And the idea is I wear this all the time. Ideally, you would wear it all the time, but we have some users who are not very comfortable with wearing rings. So they would just wear those at night time for monitoring. We measure the pulse waveform throughout the night. We take 250 samples a second. The data that we collect overnight, we have algorithms that then calculate the quality of your sleep, etc. Then we produce a hypnogram, which tells you how your sleep developed overnight. In terms of light sleep and deeps? Correct. Light deep REM with resting heart rate curve, which is a very, very interesting piece of information in context of your quality of sleep. And he says, devices like the aura ring will help us take sleepers seriously as hopefully we take exercise. Well, sleep is actually a huge part of our health and well-being. You know, when you put benefits of activity and benefits of sleep side by side, they are almost identical. I think for many, many years, that part of our health and well-being was ignored and very, very delighted that finally it's starting to get the attention that it deserves. Why do you think it hasn't had very much attention? The technology hasn't really been there to understand really what happens at night and still in the very, very early stages of the journey. We're learning all the time. And the sensors will get smaller and smarter. So in the future, I think it's super exciting. The company was launched in 2013 and the first product went on sale three years later. So how's the business going? Is it profitable yet? Not yet. It is very expensive to ramp up production. The cheapest version is €314.14 and then there's another price point at 419 and then balanced diamond with five diamonds across. It's $1,049. That's the blingy version for dresswear at night time. But we are on track to hit our targets and the demand is there. That demand is fuelled by a new understanding that we can actually do something about our sleep. My name is Russell Foster. I'm Professor of circadian neuroscience at the University of Oxford. I think many people think that they are the slave to their sleep. There's nothing they can do about it. In fact, there's lots of things that one can do to improve your sleep. And that's what's behind this burgeoning business sector, and it's all backed up by research. What's emerged over the past few years is that some really important things are going on within the brain. So our ability to consolidate memories, our ability to process memories, our ability to process information, you're coming up with innovative solutions to complex problems, are all really important functions in the brain at night. The brain is also processing a whole range of other areas of physiology. And in essence, essentially our ability to function during the day is defined by the quality of sleep that we had at night. And what happens if we don't get good quality sleep at night? So how long have you got? The failure to process information accurately, increased impulsivity, you know, going for that red traffic light when you wouldn't normally do it. Loss of attention. The loss of empathy. Some incredible data have emerged showing that tired people remember the negative experiences and forget the positive experiences. Then we move to the longer-term disruption, and you see suppression of the immune system, increased risks of infection, even cancer, increased cardiovascular disease, risk of diabetes 2, increased metabolic abnormalities generally, and a tendency to be very dependent upon stimulants and sedatives to force some sort of rest activity cycle upon one's behaviour. I guess the final domain would be if you're experiencing disrupted sleep, you're much more likely to slide into a depressive state, an anxious state, or indeed precipitate severe mental problems. This scientific understanding of sleep and its impact on work and productivity has led to managers in the workplace paying more attention to sleep. And that may even include allowing their employees to have a quick nap on the job. Get myself inside it. Yes, let's put you in here. Okay. Let's have a seat here. Very comfortable dentist's chair. I'm in an office in central London full of young entrepreneurs. And in a little foyer between a couple of meeting rooms, I'm trying out an energy pod, a kind of space-age reclining bed for having a nap at work, with one of its co-creators, Christopher Linholst of Metro Naps. What we can do is create an environment that makes it difficult for you to stay awake. So the first thing you'll notice here, we have the gravity-neutral seating. So we have the elevated feet and just turn it on for you here. My feet are being raised almost now, but at about eye level now. It's very comfortable. So we recommend your knees roughly at the level of your heart, which is good for your circulatory system. We recommend 20 minutes because then you don't go into the deeper stages of sleep. We want there to be a timer because then you don't risk over napping. So I'm quite reclined now. Are you going to tuck me in for my nap then? I'm going to give you some headphones here with the music that we've developed to actually help you relax. You just slip that over your ears there. Okay, I'm just going to just put these on now. So we like to say enjoy your metro nap. Thank you. We'll see you in 20 minutes. Pods like this, and that was a very nice nap, by the way, are being bought by corporations across the globe. The company was founded 15 years ago in New York, and now sells in over 30 countries. So why are companies buying them? People aren't getting enough sleep, and companies have woken up to this realization that they actually need to do something about this. Previously, sleep was the domain of the individual, and it was assumed that you would come to work fit for duty, but companies are realizing that it's often not actually the case. Technology is keeping us awake. People are staying up late looking at films, and people are working longer hours. We've been essentially sleeping a little bit less and less every year, and it's starting to have an impact on our health and also on our productivity. Now I feel it'd be quite nice to have one of these at the BBC and if I wanted to persuade our bosses to get one for us, how much would that cost us? Here in the UK that costs about £10,000 plus installation. We can also hire them out, so £450 per month or a 12-month contract. So these are kind of about the figures that, you know, in the business market people pay for, for example, photocopiers in the office. This is about that kind of office equipment level. That's right. One company that's made that investment is SAP, a global software corporation, which has installed an energy pod in its Singapore office. My name is Renata Janini Domen, and I am Senior Vice President of Human Resources. We introduced the NAP pods here in the office back in 2000, and these pods are designed for power napping. They are available for all the employees to take a power nap during the day, during which they can relax and they can recharge, and then they can go back to work refreshed to continue with the activities that they have to perform along the day. Don't some people think, for example, it's a bit lazy to be sleeping at work? I can understand that some people might have this kind of perception, but that is not part of our culture here. So when they see that someone is making use of the pod, it is less judgmental on their part because it's acceptable in our culture that someone is taking care of him or herself to be able then to be a better performer as they come back to their regular activities. I guess a skeptic might look at the pods, for example, and say, is that really about employee well-being or is it like a productivity tool to increase someone's productivity? We know that, for example, people are eight times more likely to be engaged or three times more likely to be productive when the company invests in the health and well-being of that employee. So it is important to consider that productivity rates are impacted when you have employees that are healthier. Great. Hanata, it's late in your day. Thank you very much indeed. Are you going to carry on at work or are you going home now? Now I'm going to take a nap before I carry on. In fact, there's been quite a culture change in the world of work regarding sleep. More and more companies are understanding its effect on productivity and the well-being of the workforce. Oxford University's Russell Foster again. Finally, people begin to take sleep seriously. You know, we've moved from the 80s where it was almost a badge of honor to come in and say, I've done another all-nighter, and you'd be sort of slapped on the back. Now, a responsive employer would say, go home. I don't want slapped on the back. Now, a responsive employer would say, go home. I don't want you in the workplace. One of the things about a new business sector is that it generates new services as well as new products. And that's led to the arrival on the scene of a lot of sleep consultants, people who help you out with your sleep and make it better. And I've come to St Albans to meet one of them now. My name is Kate Cohen, and I'm a certified sleep consultant dealing with children between the ages of about four months and about six years. Essentially, a sleep consultant is there to help families get their sleep back. So what that might mean is that a family has a child of kind of any age, and it's about trying to make sure that a family can understand the sleep needs of any age and it's about trying to make sure that a family can understand the sleep needs of their child and actually help their child to sleep better, which in turn helps the whole family to sleep better. Take me through what happens when a client comes to you with baby's sleep problems or their own sleep problems or both. So I send out a questionnaire and that questionnaire is to kind of delve into the really important pieces of information that I need to know. So what's the routine like? How's a child falling in sleep? Anything else that might be going on such as like kind of room environments and other children in the house. So then I write a draft version of a sleep plan, their kind of Bible, and it's going to be the thing that they will follow to improve the child's sleep. So it takes everything into accounts and it runs through how to identify the issue, how to approach bedtime from a routine point of view, a settling strategy. So it takes everything into accounts and it runs through how to identify the issue, how to approach bedtime from a routine point of view, a settling strategy, so how to help the child to sleep, over time to then encourage independent sleep, and then what to do at nighttime when your child kind of wakes and how to kind of handle that. I talk the client through that plan, so we have about an hour and a half consultation. That can be face to face if they are local to me. Otherwise, I work over video quite a lot. I then finalise that plan, send it over to them, and then it's theirs then to implement, but with my support. Kate Cohen offers a range of services from a one-off consultation for 50 pounds to a full package at just under 300. In the last two and a half years that she's been a sleep consultant, she's helped around 250 clients. When I started it, it was kind of like, let's see how this goes. And I thought, I'm never going to make any money out of this. And in the first year, I turned a profit. And then now I've been growing the business, which has been fantastic, because I think it's clear there's demand out there. It's a business that's growing, and I've got kind of big plans to take it more online and be digital about it so that I can help more people. While I was sitting in Kate's kitchen, she went on to Skype to check in with one of her clients, Kelly Addison, who has a 10-month-old baby. Kelly had just travelled home to visit family in South Africa and they invited me to sit in on the call. Hello. Hi Kelly, it's Kate Cohen. How you doing? Hi, I'm good, thanks, Kate. How are you? I'm really well, thank you. So Kelly, I just wanted to kind of see how the travel went and how she settled down into the kind of new environment and how the sleep's going, basically. Yeah, really well, Kate. The flight just took some of your advice because I know you sent over what to do with obviously with her age of 10 months, really just going with the flow, I think really, really helped. Yeah. She slipped for eight hours out of the 12-hour flight. Amazing. That's great. As I was doing the flight on my own, it meant that when we got here, first nap putting her down because it was a brand new environment. Yeah. That sort of didn't go to plan. But we just stuck to the guidelines that we'd sort of chatted to about sort of just making sure that she knows we're there and reassuring her. Yeah. And in fairness, she's been amazing. I mean, we're talking 12 hours sleep every night. Kelly, can I just ask you, why did you come to Kate in the first place? What was the problem? Eve's my daughter. She was only about two months old. And I actually purchased an online guide that says that it's a guide that will take you up. Why did you come to Kate in the first place? What was the problem? It was my daughter. She was only about two months old. And I actually purchased an online guide that says that it's a guide that will take you up until they're about four years old. And I think I succeeded for about one morning trying to implement this. It sort of almost drove me to the brink of insanity. And at that point, I decided I'm totally going to give up on it. So I'm just going to let my daughter take the lead. And about seven months later, we did get to a point where we thought, right, I think we need to start thinking that there is a different way to teach her how to sleep. And a friend of mine had suggested Kate, in a panic, I think at a 4 a.m., I sent her an email on Facebook going, Kate, I need your help. And Kate responded quite quickly. She met with us. It was quite educational, learning how sleep cycles worked, and also that it's okay to teach my daughter different cues to go to sleep other than needing me to go to sleep. And Kate to teach us just maybe leave it even if it's just a minute and see what happens. Sure enough now, Eve might have a little cry, 30 seconds, maybe three minutes and she's straight back to sleep. And how about your sleep now? How's your sleep going? So much better. She's in bed by seven and then she's up by seven o'clock. So for us, that's absolute, absolute magic. Do you think she was good value for money? It's a big amount of money to part with. And my husband and I've talked about it many a time. And I think because of what we learned through the process, we would pay again 100 times over, yes. Kate Cohen has helped a lot of parents with kids, but would she think about growing her business to serve anybody with a sleep problem? It is a temptation because it's such a growth area, being in this world and seeing the noise around it. I think it's about, for me, on this journey, in terms of building my business up, I need to kind of make sure that I'm doing the best job for the clients that I have. And at the moment, children are my focus. Adults are kind of over there as a sort of maybe, but yeah, in time perhaps. Services like Kate Cohen's, she trades under the business name Sleep Time Baby. And other products that I've looked at for this programme certainly show that people are prepared to pay money to get a good night's sleep. But this is still a young sector, and it's going to take a while to work out what works and what doesn't. Sleep expert Russell Foster again. Many of these things are marketed with very, very little evidence-based. And so as a scientist, I kick back against this. However, if they work for you and they improve your sleep habits, then I think you just take it on the chin. The placebo is a real effect. So at some level, they're working. And I think if you think they're going to work, they can help you. But he says, we also need to rethink the places we sleep in, our bedrooms. I think that in addition to the demands of work, we've also populated our bedrooms and our houses generally with lots of distractions. The obvious sort of issues are television sets in bedrooms and, of course, the internet. The fact that the bedroom has ceased to become a haven for sleep and now often the workplace for many. And he says it's getting more and more important to get sleep right as the world around us gets busier. We are trying to getting more and more important to get sleep right as the world around us gets busier. We are trying to squeeze more and more into the working day. There are endless levels of intrusion, not least emails, and this compulsion to feel that we have to answer every email. And so in a sense if we're packing more and more in and the demands are greater and greater than the first victim is going to be sleep. We do not defend our sleep and our sleep need. It's always the thing that's marginalised. As with any new business sector, there's always going to be a bit of trial and error, working out the products and services that work for us. Sleep after all is a really personal thing. But at least there are now products and services out there for us to try. And as more and more of us begin to understand how important sleep is, the sector will only continue to grow, with more businesses offering us new ways to get the perfect night under the covers. So, time for bed. I've set my sunrise alarm clock. I've sprayed some lavender on my pillow. And I'm lying on my new mattress. Ready for a good night's sleep. Lovely. Night night. Thanks for listening to this edition of the BBC's World of Business podcast. The producer was Smita Patel. And studio production was by Graham Puddyfoot."}