{"speakers": [], "chunks": [{"timestamp": [0.0, 1.74], "text": " This is the BBC."}, {"timestamp": [2.8, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.54, 10.76], "text": " Thank you for downloading the World of Business podcast."}, {"timestamp": [11.36, 13.96], "text": " I'm Rebecca Henski, the BBC's Asia editor."}, {"timestamp": [17.92, 22.48], "text": " What do you imagine a large country's capital city to sound like?"}, {"timestamp": [22.48, 23.7], "text": " Like this?"}, {"timestamp": [32.88, 38.48], "text": " Or perhaps like this we've climbed down a thick jungle-covered ravine into some of the last untouched rainforests in"}, {"timestamp": [38.48, 43.28], "text": " this part of East Borneo you can still hear the hum of traffic from the"}, {"timestamp": [43.28, 45.12], "text": " highway that cuts through it,"}, {"timestamp": [48.46, 50.84], "text": " but it's even more impenetrable ahead, so we're stopping here."}, {"timestamp": [58.32, 58.8], "text": " If the government has its way within five years, this jungle will be part of Indonesia's brand new capital city,"}, {"timestamp": [60.74, 61.96], "text": " the world's third largest democracy."}, {"timestamp": [66.7, 71.96], "text": " I'm Rebecca Henski, and in this edition of Global Business on the BBC World Service, I'll be finding out what exactly the government's vision is for this new capital"}, {"timestamp": [71.96, 77.32], "text": " and what will mean for the local community and the unique environment here."}, {"timestamp": [80.24, 85.84], "text": " Indonesian leaders have been talking about moving the capital away from overcrowded Jakarta"}, {"timestamp": [85.84, 89.32], "text": " since independence from the Dutch in the 1940s."}, {"timestamp": [89.32, 96.76], "text": " But there's increased urgency to do it now because Jakarta is sinking."}, {"timestamp": [96.76, 102.24], "text": " We found that the sinking is the fastest in the world today, so it's a quite serious problem."}, {"timestamp": [102.24, 105.76], "text": " Now it's quite obvious in the coastal area of Jakarta."}, {"timestamp": [105.94, 107.72], "text": " We have coastal flooding frequently."}, {"timestamp": [108.86, 110.2], "text": " My name is Harry Andreas."}, {"timestamp": [110.68, 113.56], "text": " I'm a lecturer from Bandung Institute of Technology."}, {"timestamp": [114.38, 117.5], "text": " He's been studying the problem for more than 20 years."}, {"timestamp": [118.34, 120.64], "text": " The coastal area is a very lowland area."}, {"timestamp": [121.48, 127.86], "text": " So in certain time, the coastal area will be below the sea. We made the model and then"}, {"timestamp": [127.86, 135.38], "text": " we see that in 2050, almost 95% of the coastal area of Jakarta will be below the sea."}, {"timestamp": [136.22, 138.9], "text": " So it's quite a frightening, yeah, actually."}, {"timestamp": [139.9, 146.24], "text": " 95% of the coastal area will be underwater by 2050."}, {"timestamp": [147.32, 148.08], "text": " It's extraordinary."}, {"timestamp": [149.44, 151.88], "text": " Jakarta, where I've lived for over a decade,"}, {"timestamp": [152.26, 154.2], "text": " is a victim of climate change,"}, {"timestamp": [154.5, 157.46], "text": " but also a victim of its own water policies."}, {"timestamp": [158.38, 160.72], "text": " Homes, giant malls and industries"}, {"timestamp": [160.72, 164.42], "text": " have been draining aquifers, often illegally,"}, {"timestamp": [164.96, 167.7], "text": " to the point where the land is now collapsing."}, {"timestamp": [169.16, 172.82], "text": " Dr. Herri is taking me to places around North Jakarta"}, {"timestamp": [172.82, 176.86], "text": " where you get a sense of what the future holds for Jakarta."}, {"timestamp": [176.86, 180.14], "text": " You come to an abandoned office building."}, {"timestamp": [180.5, 183.26], "text": " All the offices around here are abandoned,"}, {"timestamp": [183.84, 197.0], "text": " and they're filled up on the bottom floor with water about one meter deep you walk inside it here it's like a ghost building it's quite apocalyptic"}, {"timestamp": [197.0, 206.98], "text": " face with this future President Chokowododo wants to move the capital a thousand kilometers away to a site in East Kalimantan"}, {"timestamp": [206.98, 213.56], "text": " on the island of Borneo by 2025 in just five years"}, {"timestamp": [213.56, 217.36], "text": " and at a cost of more than $30 billion."}, {"timestamp": [218.5, 221.96], "text": " The promise is that the mistakes of the past in Jakarta"}, {"timestamp": [221.96, 223.74], "text": " will not be repeated."}, {"timestamp": [223.74, 233.08], "text": " The new capital, the president says the capital has to reflect the diversity of"}, {"timestamp": [233.08, 239.36], "text": " Indonesia. It has to be sustainable and smart. And the president said the new capital must not"}, {"timestamp": [239.36, 245.12], "text": " just be a gift for Indonesia, but the present for the world. It has to be that good."}, {"timestamp": [245.72, 251.72], "text": " Sofyan Sibirani leads the team of urban designers whose vision for the new capital just won a"}, {"timestamp": [251.72, 257.86], "text": " government-run competition. Their winning plan is of a compact city, surrounded by five"}, {"timestamp": [257.86, 264.24], "text": " satellite towns that reflects and respects, he says, the unique environment in Borneo."}, {"timestamp": [264.24, 265.0], "text": " In our plan, 70%, the unique environment in Pornio."}, {"timestamp": [265.0, 271.0], "text": " 70% of the area will be green open space,"}, {"timestamp": [271.0, 275.0], "text": " because we are building in a region that is still very untouched."}, {"timestamp": [275.0, 278.0], "text": " We want to also restore and protect the forests,"}, {"timestamp": [278.0, 281.0], "text": " and this will be a gift to the world,"}, {"timestamp": [281.0, 284.0], "text": " as well as designing a smart and future-looking city."}, {"timestamp": [284.0, 290.22], "text": " In our master plan, we have put in a pioneering international center of forestry and"}, {"timestamp": [290.22, 291.54], "text": " center of mangroves."}, {"timestamp": [293.92, 300.08], "text": " The area where the capital was set is ground zero for Indonesia's coal boom that saw it become"}, {"timestamp": [300.08, 302.84], "text": " a top global exporter of the fossil fuel."}, {"timestamp": [303.54, 308.38], "text": " At the peak in 2008, half this province was covered in mining permits."}, {"timestamp": [309.0, 313.04], "text": " The wealth gained, mostly flowed back to the capital Jakarta."}, {"timestamp": [313.62, 316.28], "text": " The people of this region saw little benefit."}, {"timestamp": [316.98, 319.8], "text": " And when it was over, they were left with the mess."}, {"timestamp": [320.92, 328.6], "text": " There are abandoned mining pits like this scattered across this province that's now been filled up with water."}, {"timestamp": [329.12, 335.88], "text": " The sides are very steep so a child wouldn't have had much opportunity to get out again."}, {"timestamp": [336.38, 343.12], "text": " By law, the mining companies should clean up these sites, but the government has failed to push them to do so."}, {"timestamp": [343.12, 347.28], "text": " So places like this have become death traps for children."}, {"timestamp": [353.78, 356.32], "text": " Burwanti lost her 11-year-old daughter,"}, {"timestamp": [356.84, 361.16], "text": " one of over 30 children who have drowned in abandoned minds in the region."}, {"timestamp": [368.0, 371.0], "text": " She was a very clever girl, a very good girl. She always did what she was told."}, {"timestamp": [371.0, 376.0], "text": " Do you feel angry at the situation that there was the mine?"}, {"timestamp": [376.0, 380.0], "text": " I mean, who do you blame for her death?"}, {"timestamp": [380.0, 383.0], "text": " I don't really blame anyone in particular."}, {"timestamp": [383.0, 388.0], "text": " There is no point in that. But what I want is for that mining site to be closed"}, {"timestamp": [388.0, 391.0], "text": " so that no more children drown."}, {"timestamp": [391.0, 395.0], "text": " There will be other deaths if the mine is not restored."}, {"timestamp": [395.0, 400.0], "text": " So now they're bringing the new capital to this area."}, {"timestamp": [400.0, 407.0], "text": " How do you feel about that, that the leaders of Indonesia will be much closer to you?"}, {"timestamp": [407.0, 410.0], "text": " I'm okay with that plan."}, {"timestamp": [410.0, 414.0], "text": " It could be exciting and the area will be much busier."}, {"timestamp": [414.0, 425.0], "text": " I hope our area will be more developed and modern, a more comfortable place to live."}, {"timestamp": [425.0, 429.0], "text": " Something her daughter will not be around to see."}, {"timestamp": [429.0, 435.0], "text": " I miss her all the time."}, {"timestamp": [435.0, 437.0], "text": " I miss her all the time."}, {"timestamp": [437.0, 439.0], "text": " She's my daughter."}, {"timestamp": [439.0, 441.0], "text": " She's in my thoughts every day."}, {"timestamp": [441.0, 443.0], "text": " I can't forget her."}, {"timestamp": [443.0, 446.12], "text": " The government is promising her community"}, {"timestamp": [446.12, 449.3], "text": " that the minds that fall within the new capital area"}, {"timestamp": [449.3, 453.72], "text": " will now be restored, something the companies should have paid for."}, {"timestamp": [454.62, 459.18], "text": " Campaigners also point out that a number of the concessions within the site"}, {"timestamp": [459.18, 462.08], "text": " are linked to some of the country's wealthiest"}, {"timestamp": [462.08, 464.84], "text": " and most powerful business people and politicians."}, {"timestamp": [466.08, 467.98], "text": " With the permits for some of these concessions"}, {"timestamp": [467.98, 469.98], "text": " not set to expire for another"}, {"timestamp": [469.98, 472.3], "text": " 20 years, there are concerns"}, {"timestamp": [472.3, 474.14], "text": " over how, and at what"}, {"timestamp": [474.14, 476.08], "text": " cost, the government will get"}, {"timestamp": [476.08, 477.94], "text": " the holders to hand them back."}, {"timestamp": [478.6, 480.12], "text": " Pradaman Rupang is"}, {"timestamp": [480.12, 482.12], "text": " the local leader of the environmental group"}, {"timestamp": [482.12, 482.78], "text": " Jatam."}, {"timestamp": [483.2, 489.62], "text": " There's a huge opportunity or chance"}, {"timestamp": [489.62, 492.84], "text": " that this new capital development will not be touched"}, {"timestamp": [492.84, 498.26], "text": " and not be monitored by the weakened anti-corruption commission in Indonesia,"}, {"timestamp": [498.84, 502.22], "text": " and that the mega project will just hand out wealth"}, {"timestamp": [502.22, 507.0], "text": " and projects to the oligarchy that's in the political elite in Jakarta."}, {"timestamp": [511.0, 516.0], "text": " The fastest way to get to the remote location of the future capital is by boat."}, {"timestamp": [516.0, 523.0], "text": " We're on an official tour joining government ministers and civil servants who've flown in from Jakarta to see the site."}, {"timestamp": [534.0, 537.0], "text": " We arrive at a half-built bridge that will provide key access to the currently isolated site. It looks like a giant diving board."}, {"timestamp": [537.0, 541.0], "text": " We're ushered through a marquee to sit on cloth-draped chairs."}, {"timestamp": [541.0, 545.46], "text": " Where I find Bambang Harimuti, a senior journalist and former head of the"}, {"timestamp": [545.46, 548.92], "text": " press council, he's skeptical about the whole plan."}, {"timestamp": [548.92, 555.32], "text": " You can see that it's really come from the president, the top."}, {"timestamp": [555.32, 560.8], "text": " And then he told everyone, and you know our president, if he wants something, he really pushed"}, {"timestamp": [560.8, 561.8], "text": " down hard."}, {"timestamp": [561.8, 564.24], "text": " And we're not talking about a small amount of money."}, {"timestamp": [564.24, 569.84], "text": " I mean, they're saying more than 30 billion US dollars will be spent on this."}, {"timestamp": [569.84, 574.68], "text": " No, this is a very big amount of money, and we still have a lot of poor people."}, {"timestamp": [574.96, 581.0], "text": " I mean, and now they're deciding to increase the premium of public health insurance."}, {"timestamp": [581.26, 584.64], "text": " That's more important than moving to capital."}, {"timestamp": [584.8, 588.72], "text": " It's better to have a healthy citizen than to have a new signing capital."}, {"timestamp": [589.42, 591.48], "text": " So the priority is questionable."}, {"timestamp": [596.2, 601.62], "text": " The minister arrives, gives us short speech, the press scramble to take photos,"}, {"timestamp": [602.06, 603.06], "text": " and we're off again."}, {"timestamp": [603.82, 607.68], "text": " Along for the ride with us are a few of the one million civil servants"}, {"timestamp": [607.68, 609.18], "text": " who have to move here."}, {"timestamp": [609.72, 612.26], "text": " Some like Diaz Diantra are optimistic."}, {"timestamp": [613.26, 620.48], "text": " He says that he's excited because this new city will be a planned city,"}, {"timestamp": [620.66, 621.6], "text": " unlike Jakarta."}, {"timestamp": [621.9, 625.1], "text": " It will be developed in a way that could be much better for his"}, {"timestamp": [625.1, 630.28], "text": " family, young family in the future and building a life here. Because at the moment in"}, {"timestamp": [630.28, 636.84], "text": " Jakarta, his commute takes up to three hours. So it's a tough life at the moment. And"}, {"timestamp": [636.84, 641.9], "text": " there's an optimism for something that's better planned, a better way of living here in"}, {"timestamp": [641.9, 643.94], "text": " cleaner air in Borneo."}, {"timestamp": [644.0, 648.0], "text": " a better way of living here in cleaner air in Borneo."}, {"timestamp": [652.0, 658.0], "text": " We've now been shuffled onto a minibus and are driving along a dirt road through thick jungle on either side."}, {"timestamp": [658.0, 662.0], "text": " We're hoping this next spot will be given time"}, {"timestamp": [662.0, 667.36], "text": " to ask some questions of the Minister for planning."}, {"timestamp": [672.96, 673.76], "text": " Suddenly the jungle, home to endangered animals like orangutans and sunbears, disappears."}, {"timestamp": [678.56, 679.44], "text": " And for as far as the eye can see, a rows of oil-producing palm trees."}, {"timestamp": [685.28, 685.92], "text": " Vast areas of virgin forest have been cleared to make way for plantations in recent years."}, {"timestamp": [689.3, 689.92], "text": " Indonesia is now the world's largest producer of palm oil."}, {"timestamp": [695.22, 696.86], "text": " It sparked an international outcry and calls for a boycott of the oil found in everything from shampoo to chocolate."}, {"timestamp": [699.92, 710.94], "text": " I climb a tall metal tower overlooking some plantations with the minister, Bambang Progenegoro, who says here, in just a few years, will be the heart of the capital."}, {"timestamp": [711.56, 716.44], "text": " If you look at that area, that area will be the center of the government activities."}, {"timestamp": [716.68, 721.24], "text": " All the palace, offices, parliament will be located in that area."}, {"timestamp": [721.24, 726.18], "text": " So in that area, although there will be many buildings for sure, but the"}, {"timestamp": [726.18, 731.46], "text": " buildings will be blended with the trees and basically creating the environment that"}, {"timestamp": [731.46, 736.8], "text": " you are not really in the big city but you are in the forest but with some urban"}, {"timestamp": [736.8, 743.4], "text": " activities. So the forest city basically is not the forest in the city but the city"}, {"timestamp": [743.4, 745.5], "text": " in the forest. So that's the idea."}, {"timestamp": [745.5, 753.0], "text": " And we are committed, 50% of the area, minimum, has to be open green space, including, of course, the forest area."}, {"timestamp": [753.0, 760.0], "text": " And are you ready and other governors ready to leave their life of luxury in Jakarta and move here?"}, {"timestamp": [760.0, 766.3], "text": " We will build the city in a much more modern nice way, even more modern than Jakarta."}, {"timestamp": [766.6, 769.24], "text": " We will have tap water, drinking water."}, {"timestamp": [769.8, 773.0], "text": " We will have gas directly to your house."}, {"timestamp": [773.56, 777.68], "text": " Plus, we will have electricity coming from renewable."}, {"timestamp": [777.92, 779.18], "text": " We will have electric vehicle."}, {"timestamp": [779.3, 780.3], "text": " We have public transportation."}, {"timestamp": [780.8, 787.0], "text": " Everything that currently is not really available in other cities in Indonesia."}, {"timestamp": [787.0, 789.0], "text": " And how are you going to pay for this?"}, {"timestamp": [789.0, 794.0], "text": " We're talking about a huge bill, more than $30 billion US dollars,"}, {"timestamp": [794.0, 802.0], "text": " at a time when Indonesia still is struggling to provide decent health care, fresh water for its people."}, {"timestamp": [802.0, 808.84], "text": " Why spend that money on something like this? First of all, the allocation or the investment for this new capital"}, {"timestamp": [808.84, 811.6], "text": " will not affect other priorities."}, {"timestamp": [812.04, 817.0], "text": " We are instead using private sector participation, including our state-owned enterprise."}, {"timestamp": [817.62, 820.56], "text": " So there will be several schemes like public-private partnership,"}, {"timestamp": [821.06, 825.84], "text": " direct investment by private sector, as well as we are going to do the asset management."}, {"timestamp": [826.8, 831.7], "text": " The budget for the new capital still needs to be approved by the parliament, but the government"}, {"timestamp": [831.7, 838.08], "text": " has already announced that there will also be an advisory board, chaired by the United Arab Emirates"}, {"timestamp": [838.08, 843.32], "text": " Crown Prince, and on the board is the former British Prime Minister Tony Blair."}, {"timestamp": [845.62, 852.06], "text": " Standing in this remote, rural location, it's incredibly hard to imagine what is being promised,"}, {"timestamp": [852.72, 856.26], "text": " something dramatically different from what is here now."}, {"timestamp": [858.8, 864.8], "text": " This sleepy village has found itself receiving more attention than usual, as it falls"}, {"timestamp": [864.8, 867.78], "text": " right in the area designated to be the new capital."}, {"timestamp": [868.5, 873.08], "text": " It's a village made up of wooden houses on stilts that sit along the road."}, {"timestamp": [873.54, 879.74], "text": " Behind the houses is a small creek and then across that is thick green jungle."}, {"timestamp": [880.6, 886.0], "text": " The village here is made up mainly of indigenous Pasabalik people."}, {"timestamp": [886.0, 891.0], "text": " A group of five young girls are performing one of their traditional dancers."}, {"timestamp": [891.0, 897.0], "text": " They're wearing white long button blouses and pink skirts with turquoise scarfs."}, {"timestamp": [897.0, 902.0], "text": " Dalia is the leader of the dance troupe."}, {"timestamp": [902.0, 909.84], "text": " How do you feel about the fact that this village could be in just five years time part of the capital city of Indonesia?"}, {"timestamp": [910.88, 921.18], "text": " I don't agree with that proposal. I'm really worried because we are not prepared or not ready to compete with the city people."}, {"timestamp": [921.78, 925.76], "text": " We are forest people and a farming community. I'm scared that our"}, {"timestamp": [925.76, 932.76], "text": " forest will all be destroyed. The forest is also home to all our medicines. So when we get sick,"}, {"timestamp": [933.12, 939.42], "text": " we heal ourselves from the forest. We don't use medicines from the chemist. So I'm also worried"}, {"timestamp": [939.42, 947.9], "text": " about that. You don't think that there will be opportunities in terms of better schools and shops, perhaps universities,"}, {"timestamp": [947.9, 953.3], "text": " that could provide a different future or a brighter future for a young person like you."}, {"timestamp": [956.84, 961.9], "text": " Yes, that could happen, but the majority of people here haven't been to university."}, {"timestamp": [962.66, 967.76], "text": " So I'm worried that we won't be able to compete in the city economy that will be created here"}, {"timestamp": [967.76, 971.66], "text": " because at the moment we are already being marginalized."}, {"timestamp": [971.66, 978.04], "text": " We don't have power and we are losing our land and the big companies around here don't employ us."}, {"timestamp": [978.04, 980.04], "text": " They employ outsiders."}, {"timestamp": [980.04, 985.18], "text": " So if more outsiders come in, it's certain that we will be more marginalized."}, {"timestamp": [985.18, 987.88], "text": " And that's what I'm really worried about."}, {"timestamp": [987.88, 992.76], "text": " Indigenous people must be given a voice."}, {"timestamp": [996.76, 1005.38], "text": " We're crossing over a narrow bamboo bridge over the river that divides the village from their forests and their fields."}, {"timestamp": [1006.14, 1008.38], "text": " I just told that there's crocodiles in here."}, {"timestamp": [1009.52, 1011.1], "text": " Very keen not to fall off."}, {"timestamp": [1013.32, 1017.1], "text": " It's just about four stems of bamboo across."}, {"timestamp": [1017.98, 1019.96], "text": " You need to mind where you put your feet."}, {"timestamp": [1021.54, 1025.0], "text": " There's palm oil plantations here on the side of the river"}, {"timestamp": [1025.0, 1027.56], "text": " mixed in with banana trees."}, {"timestamp": [1029.24, 1030.5], "text": " My name is Sukran Amin."}, {"timestamp": [1031.76, 1033.26], "text": " I'm from Pasir."}, {"timestamp": [1034.02, 1037.04], "text": " And you're one of the young leaders"}, {"timestamp": [1037.04, 1039.1], "text": " for the indigenous people of this area."}, {"timestamp": [1039.9, 1041.72], "text": " Today we're being with many"}, {"timestamp": [1041.72, 1043.68], "text": " permasalhanal."}, {"timestamp": [1044.64, 1047.36], "text": " We've got a lot of problems on our hands already."}, {"timestamp": [1048.48, 1051.82], "text": " We're having to fight various different land grabbing cases,"}, {"timestamp": [1052.18, 1055.28], "text": " rights of access to land that used to be ours."}, {"timestamp": [1056.24, 1058.18], "text": " So with the new capital coming here,"}, {"timestamp": [1058.5, 1062.72], "text": " it's another battle and change that we have to prepare ourselves for."}, {"timestamp": [1063.42, 1065.14], "text": " So we are extremely worried."}, {"timestamp": [1066.02, 1067.6], "text": " They're vulnerable to land grabbing"}, {"timestamp": [1067.6, 1070.02], "text": " because despite living here for generations,"}, {"timestamp": [1070.56, 1072.72], "text": " many families don't have land certificates."}, {"timestamp": [1073.62, 1075.02], "text": " It's only been in recent years"}, {"timestamp": [1075.02, 1077.44], "text": " that traditional land ownership has been accepted"}, {"timestamp": [1077.44, 1079.04], "text": " under Indonesian law,"}, {"timestamp": [1079.5, 1082.3], "text": " and on the ground in remote places like this,"}, {"timestamp": [1082.72, 1084.32], "text": " it's rarely recognized."}, {"timestamp": [1084.92, 1087.76], "text": " The new capital can come to our land. The new capital can come to our land, ground in remote places like this, it's rarely recognized."}, {"timestamp": [1093.3, 1099.66], "text": " The new capital can come to our land, but we want the land conflicts that we are fighting at the moment to be solved. We want the rule of law to be enforced here justly and fairly before"}, {"timestamp": [1099.66, 1108.0], "text": " you add to the weight of our problems here. Of course, the new capital will bring improvements to our lives"}, {"timestamp": [1108.0, 1113.0], "text": " in terms of increased access to universities and good health care."}, {"timestamp": [1113.0, 1117.0], "text": " And the government should be giving us access to those things."}, {"timestamp": [1117.0, 1123.0], "text": " But at the same time, what we are stressing is that we don't want to lose our cultural identity and land,"}, {"timestamp": [1123.0, 1127.0], "text": " and that's what we'll be fighting for."}, {"timestamp": [1128.0, 1131.0], "text": " Back on the tour, I put these concerns to the Minister,"}, {"timestamp": [1131.0, 1133.0], "text": " Bambang Broghageno."}, {"timestamp": [1133.0, 1137.0], "text": " Of course, we will take care the issues of indigenous,"}, {"timestamp": [1137.0, 1140.0], "text": " the local people, because we know that"}, {"timestamp": [1140.0, 1145.0], "text": " in the past they might not have proper certificate to live in,"}, {"timestamp": [1145.0, 1149.0], "text": " but now with the strong government support,"}, {"timestamp": [1149.0, 1155.0], "text": " we are now trying to so-called legalize the certification"}, {"timestamp": [1155.0, 1161.0], "text": " and spreading the idea of more certificates for the local people."}, {"timestamp": [1161.0, 1163.0], "text": " So we will take care of that."}, {"timestamp": [1167.04, 1171.12], "text": " He's also promising to protect local people. So we will take care of that. He's also promising to protect old growth forest"}, {"timestamp": [1171.12, 1174.56], "text": " that falls within the area of the new capital."}, {"timestamp": [1174.56, 1178.32], "text": " Borneo is one of the most biodiverse places on the planet."}, {"timestamp": [1178.32, 1181.2], "text": " Over a 10-year period, the World Wildlife Fund"}, {"timestamp": [1181.2, 1184.56], "text": " has discovered 400 new species on the island."}, {"timestamp": [1186.16, 1191.74], "text": " We've trekked through the jungle with Dei, who's a local environmental activist,"}, {"timestamp": [1192.12, 1196.8], "text": " who's very experienced of entering these kind of forests and was moving through them much"}, {"timestamp": [1196.8, 1197.62], "text": " quicker than us."}, {"timestamp": [1198.42, 1203.78], "text": " This is where he feels the happiest in these forests that are rapidly disappearing in"}, {"timestamp": [1203.78, 1204.6], "text": " East Kalimantan."}, {"timestamp": [1205.0, 1209.0], "text": " He's very worried, he says, about losing forests like this,"}, {"timestamp": [1209.0, 1214.0], "text": " with the economic pressure and population growth that a new capital will bring."}, {"timestamp": [1214.0, 1219.0], "text": " I'm not pleased at all."}, {"timestamp": [1219.0, 1224.0], "text": " He says, I'm worried because the area does include this forest,"}, {"timestamp": [1224.0, 1225.92], "text": " which is high conservation area."}, {"timestamp": [1226.22, 1231.88], "text": " I don't understand why they didn't choose an area which was already completely destroyed,"}, {"timestamp": [1232.4, 1238.22], "text": " like a mining area or a cleared area, instead of something that does include this high conservation forest."}, {"timestamp": [1239.14, 1246.88], "text": " But the government is promising, though, that they want to this for a safe within the capital city."}, {"timestamp": [1246.88, 1249.76], "text": " Do you not believe that promise?"}, {"timestamp": [1249.76, 1258.32], "text": " He says that he doesn't trust the government, he can't trust them 100%"}, {"timestamp": [1258.32, 1264.56], "text": " because those promises of we will protect have been said in the past in this area."}, {"timestamp": [1264.56, 1269.28], "text": " They said that they would restore and replant areas that were mined,"}, {"timestamp": [1269.28, 1271.12], "text": " and that just hasn't happened."}, {"timestamp": [1276.06, 1281.0], "text": " Rapid deforestation here has meant orangutans that call these forests home"}, {"timestamp": [1281.0, 1282.36], "text": " and now endangered."}, {"timestamp": [1283.48, 1288.3], "text": " Arangetans, or Orangutan, in fact, means people of the forest in Indonesian."}, {"timestamp": [1289.98, 1296.46], "text": " It's 9 o'clock in the morning and the orangutan Forest School is taking place in one of the"}, {"timestamp": [1296.46, 1298.08], "text": " clearings in the forest."}, {"timestamp": [1298.82, 1303.3], "text": " These orangutans all lost their parents when they were very young."}, {"timestamp": [1303.8, 1307.64], "text": " And in the wild, they would have stayed with their mother for around six to eight years,"}, {"timestamp": [1308.08, 1313.44], "text": " learning vital survival skills, like how to climb trees to stay away from predators,"}, {"timestamp": [1313.94, 1315.86], "text": " what fruits to eat in the forest."}, {"timestamp": [1316.7, 1319.64], "text": " So they're learning those skills here from humans"}, {"timestamp": [1319.64, 1323.54], "text": " in the hope that they can be released back into the wild."}, {"timestamp": [1326.56, 1332.8], "text": " We're heading further into the jungle so that they can start learning how to make nests up in the tree"}, {"timestamp": [1332.8, 1336.88], "text": " with all the leaves. So this is the nest building lesson."}, {"timestamp": [1341.36, 1349.94], "text": " They're working together to make their nests. So the slightly older orangutans are also showing the youngest how to do it."}, {"timestamp": [1354.62, 1358.36], "text": " This sanctuary falls within the outer ring of the new capital."}, {"timestamp": [1358.92, 1361.76], "text": " It's run by the Borneo Arangatang San survival foundation."}, {"timestamp": [1361.76, 1365.86], "text": " There's a lodge here too to accommodate volunteers and tourists."}, {"timestamp": [1366.56, 1367.64], "text": " Jermatin Sihite,"}, {"timestamp": [1367.98, 1369.78], "text": " the group CEO, says even"}, {"timestamp": [1369.78, 1371.84], "text": " now they have to fight to protect"}, {"timestamp": [1371.84, 1373.8], "text": " the 2,000 hectares of land"}, {"timestamp": [1373.8, 1375.36], "text": " that they have reforested."}, {"timestamp": [1376.32, 1377.36], "text": " Illegal logging,"}, {"timestamp": [1377.82, 1379.74], "text": " fire or encroachment"}, {"timestamp": [1379.74, 1380.9], "text": " is still an issue here."}, {"timestamp": [1381.7, 1383.88], "text": " Why? Because people surrounding"}, {"timestamp": [1383.88, 1387.0], "text": " this area, they have a thing in their mind."}, {"timestamp": [1387.0, 1392.0], "text": " Forest is a wasteland. Why you keep the forest and I need the land?"}, {"timestamp": [1392.0, 1401.0], "text": " For us, this is not wasteland. This is the land. We can use it to Orangutan for teaching them to be wild."}, {"timestamp": [1401.0, 1407.62], "text": " Because the government is promising that this city will be a forest city, it will be designed"}, {"timestamp": [1407.62, 1413.0], "text": " very differently from Jakarta and will reflect and protect the local environment."}, {"timestamp": [1413.0, 1415.0], "text": " Do you have faith in that vision?"}, {"timestamp": [1415.0, 1417.0], "text": " The day is just."}, {"timestamp": [1417.0, 1420.24], "text": " We have to mitigate the impact."}, {"timestamp": [1420.24, 1426.52], "text": " Is there a sense of optimism that perhaps if the centre of power is closer to you,"}, {"timestamp": [1426.84, 1432.26], "text": " that you have government ministers here seeing the fires or seeing the destruction,"}, {"timestamp": [1432.96, 1438.08], "text": " that perhaps laws that are put in place to stop that kind of thing will be enforced?"}, {"timestamp": [1439.24, 1442.04], "text": " I have the same thinking like that."}, {"timestamp": [1442.3, 1446.0], "text": " When they are close to the nature, they could see the benefit from the nature"}, {"timestamp": [1446.0, 1449.0], "text": " and they have the good feeling about the nature."}, {"timestamp": [1449.0, 1454.0], "text": " And for us, it's easy for us to tell them what's the impact."}, {"timestamp": [1454.0, 1468.86], "text": " If there is no forest for the orangutan. Back in the Pasarbalik tribes village,"}, {"timestamp": [1469.1, 1471.96], "text": " 70-year-old Selma sings a traditional love song."}, {"timestamp": [1472.62, 1475.38], "text": " She's witnessed immense changes in her lifetime."}, {"timestamp": [1476.14, 1483.08], "text": " Yeah, perilsan our thing, it's made me very sad,"}, {"timestamp": [1483.08, 1490.62], "text": " and it's made life difficult, because now our land has been swallowed up by plantations."}, {"timestamp": [1491.44, 1499.4], "text": " I have very mixed feelings about the capital city coming here because development has been tough on us."}, {"timestamp": [1500.18, 1505.48], "text": " What we've experienced so far makes me know that we need to be very, very cautious."}, {"timestamp": [1507.54, 1511.5], "text": " Tiara and Mela are the younger members of the group."}, {"timestamp": [1512.16, 1518.36], "text": " How do you guys feel about the new capital city of Indonesia being in your backyard?"}, {"timestamp": [1518.36, 1532.7], "text": " How much of the world you don not be in the gampung, Kalian? She says after quite a lot of nervous laughter,"}, {"timestamp": [1533.68, 1537.28], "text": " that she'll be excited that maybe some really good artists"}, {"timestamp": [1537.28, 1541.64], "text": " and actors and movie stars and performers will come to this area"}, {"timestamp": [1541.64, 1546.16], "text": " because right now they can only watch them on television."}, {"timestamp": [1546.16, 1548.0], "text": " What would you like to do with your future?"}, {"timestamp": [1548.0, 1551.12], "text": " To be designer."}, {"timestamp": [1551.12, 1556.88], "text": " I'm being a designer and Tiara would like to be a pilot."}, {"timestamp": [1556.88, 1558.64], "text": " Success, yeah?"}, {"timestamp": [1558.64, 1559.44], "text": " Yeah."}, {"timestamp": [1562.0, 1570.16], "text": " Indonesia's president is vowing he will build the world's best, cleanest and most innovative capital city here in Borneo,"}, {"timestamp": [1570.16, 1576.24], "text": " the new face of modern Indonesia, offering a bright future for their generation."}, {"timestamp": [1576.24, 1584.56], "text": " But fears abound that this ambitious plan will only result in creating another environmental disaster"}, {"timestamp": [1584.56, 1588.68], "text": " in one of the most ecologically important places on Earth."}, {"timestamp": [1591.88, 1596.3], "text": " You've been listening to Global Business on the BBC World Service."}, {"timestamp": [1596.76, 1599.82], "text": " This edition was presented by me, Rebecca Henski,"}, {"timestamp": [1600.18, 1602.4], "text": " and produced by Aline Gregorius."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. Thank you for downloading the World of Business podcast. I'm Rebecca Henski, the BBC's Asia editor. What do you imagine a large country's capital city to sound like? Like this? Or perhaps like this we've climbed down a thick jungle-covered ravine into some of the last untouched rainforests in this part of East Borneo you can still hear the hum of traffic from the highway that cuts through it, but it's even more impenetrable ahead, so we're stopping here. If the government has its way within five years, this jungle will be part of Indonesia's brand new capital city, the world's third largest democracy. I'm Rebecca Henski, and in this edition of Global Business on the BBC World Service, I'll be finding out what exactly the government's vision is for this new capital and what will mean for the local community and the unique environment here. Indonesian leaders have been talking about moving the capital away from overcrowded Jakarta since independence from the Dutch in the 1940s. But there's increased urgency to do it now because Jakarta is sinking. We found that the sinking is the fastest in the world today, so it's a quite serious problem. Now it's quite obvious in the coastal area of Jakarta. We have coastal flooding frequently. My name is Harry Andreas. I'm a lecturer from Bandung Institute of Technology. He's been studying the problem for more than 20 years. The coastal area is a very lowland area. So in certain time, the coastal area will be below the sea. We made the model and then we see that in 2050, almost 95% of the coastal area of Jakarta will be below the sea. So it's quite a frightening, yeah, actually. 95% of the coastal area will be underwater by 2050. It's extraordinary. Jakarta, where I've lived for over a decade, is a victim of climate change, but also a victim of its own water policies. Homes, giant malls and industries have been draining aquifers, often illegally, to the point where the land is now collapsing. Dr. Herri is taking me to places around North Jakarta where you get a sense of what the future holds for Jakarta. You come to an abandoned office building. All the offices around here are abandoned, and they're filled up on the bottom floor with water about one meter deep you walk inside it here it's like a ghost building it's quite apocalyptic face with this future President Chokowododo wants to move the capital a thousand kilometers away to a site in East Kalimantan on the island of Borneo by 2025 in just five years and at a cost of more than $30 billion. The promise is that the mistakes of the past in Jakarta will not be repeated. The new capital, the president says the capital has to reflect the diversity of Indonesia. It has to be sustainable and smart. And the president said the new capital must not just be a gift for Indonesia, but the present for the world. It has to be that good. Sofyan Sibirani leads the team of urban designers whose vision for the new capital just won a government-run competition. Their winning plan is of a compact city, surrounded by five satellite towns that reflects and respects, he says, the unique environment in Borneo. In our plan, 70%, the unique environment in Pornio. 70% of the area will be green open space, because we are building in a region that is still very untouched. We want to also restore and protect the forests, and this will be a gift to the world, as well as designing a smart and future-looking city. In our master plan, we have put in a pioneering international center of forestry and center of mangroves. The area where the capital was set is ground zero for Indonesia's coal boom that saw it become a top global exporter of the fossil fuel. At the peak in 2008, half this province was covered in mining permits. The wealth gained, mostly flowed back to the capital Jakarta. The people of this region saw little benefit. And when it was over, they were left with the mess. There are abandoned mining pits like this scattered across this province that's now been filled up with water. The sides are very steep so a child wouldn't have had much opportunity to get out again. By law, the mining companies should clean up these sites, but the government has failed to push them to do so. So places like this have become death traps for children. Burwanti lost her 11-year-old daughter, one of over 30 children who have drowned in abandoned minds in the region. She was a very clever girl, a very good girl. She always did what she was told. Do you feel angry at the situation that there was the mine? I mean, who do you blame for her death? I don't really blame anyone in particular. There is no point in that. But what I want is for that mining site to be closed so that no more children drown. There will be other deaths if the mine is not restored. So now they're bringing the new capital to this area. How do you feel about that, that the leaders of Indonesia will be much closer to you? I'm okay with that plan. It could be exciting and the area will be much busier. I hope our area will be more developed and modern, a more comfortable place to live. Something her daughter will not be around to see. I miss her all the time. I miss her all the time. She's my daughter. She's in my thoughts every day. I can't forget her. The government is promising her community that the minds that fall within the new capital area will now be restored, something the companies should have paid for. Campaigners also point out that a number of the concessions within the site are linked to some of the country's wealthiest and most powerful business people and politicians. With the permits for some of these concessions not set to expire for another 20 years, there are concerns over how, and at what cost, the government will get the holders to hand them back. Pradaman Rupang is the local leader of the environmental group Jatam. There's a huge opportunity or chance that this new capital development will not be touched and not be monitored by the weakened anti-corruption commission in Indonesia, and that the mega project will just hand out wealth and projects to the oligarchy that's in the political elite in Jakarta. The fastest way to get to the remote location of the future capital is by boat. We're on an official tour joining government ministers and civil servants who've flown in from Jakarta to see the site. We arrive at a half-built bridge that will provide key access to the currently isolated site. It looks like a giant diving board. We're ushered through a marquee to sit on cloth-draped chairs. Where I find Bambang Harimuti, a senior journalist and former head of the press council, he's skeptical about the whole plan. You can see that it's really come from the president, the top. And then he told everyone, and you know our president, if he wants something, he really pushed down hard. And we're not talking about a small amount of money. I mean, they're saying more than 30 billion US dollars will be spent on this. No, this is a very big amount of money, and we still have a lot of poor people. I mean, and now they're deciding to increase the premium of public health insurance. That's more important than moving to capital. It's better to have a healthy citizen than to have a new signing capital. So the priority is questionable. The minister arrives, gives us short speech, the press scramble to take photos, and we're off again. Along for the ride with us are a few of the one million civil servants who have to move here. Some like Diaz Diantra are optimistic. He says that he's excited because this new city will be a planned city, unlike Jakarta. It will be developed in a way that could be much better for his family, young family in the future and building a life here. Because at the moment in Jakarta, his commute takes up to three hours. So it's a tough life at the moment. And there's an optimism for something that's better planned, a better way of living here in cleaner air in Borneo. a better way of living here in cleaner air in Borneo. We've now been shuffled onto a minibus and are driving along a dirt road through thick jungle on either side. We're hoping this next spot will be given time to ask some questions of the Minister for planning. Suddenly the jungle, home to endangered animals like orangutans and sunbears, disappears. And for as far as the eye can see, a rows of oil-producing palm trees. Vast areas of virgin forest have been cleared to make way for plantations in recent years. Indonesia is now the world's largest producer of palm oil. It sparked an international outcry and calls for a boycott of the oil found in everything from shampoo to chocolate. I climb a tall metal tower overlooking some plantations with the minister, Bambang Progenegoro, who says here, in just a few years, will be the heart of the capital. If you look at that area, that area will be the center of the government activities. All the palace, offices, parliament will be located in that area. So in that area, although there will be many buildings for sure, but the buildings will be blended with the trees and basically creating the environment that you are not really in the big city but you are in the forest but with some urban activities. So the forest city basically is not the forest in the city but the city in the forest. So that's the idea. And we are committed, 50% of the area, minimum, has to be open green space, including, of course, the forest area. And are you ready and other governors ready to leave their life of luxury in Jakarta and move here? We will build the city in a much more modern nice way, even more modern than Jakarta. We will have tap water, drinking water. We will have gas directly to your house. Plus, we will have electricity coming from renewable. We will have electric vehicle. We have public transportation. Everything that currently is not really available in other cities in Indonesia. And how are you going to pay for this? We're talking about a huge bill, more than $30 billion US dollars, at a time when Indonesia still is struggling to provide decent health care, fresh water for its people. Why spend that money on something like this? First of all, the allocation or the investment for this new capital will not affect other priorities. We are instead using private sector participation, including our state-owned enterprise. So there will be several schemes like public-private partnership, direct investment by private sector, as well as we are going to do the asset management. The budget for the new capital still needs to be approved by the parliament, but the government has already announced that there will also be an advisory board, chaired by the United Arab Emirates Crown Prince, and on the board is the former British Prime Minister Tony Blair. Standing in this remote, rural location, it's incredibly hard to imagine what is being promised, something dramatically different from what is here now. This sleepy village has found itself receiving more attention than usual, as it falls right in the area designated to be the new capital. It's a village made up of wooden houses on stilts that sit along the road. Behind the houses is a small creek and then across that is thick green jungle. The village here is made up mainly of indigenous Pasabalik people. A group of five young girls are performing one of their traditional dancers. They're wearing white long button blouses and pink skirts with turquoise scarfs. Dalia is the leader of the dance troupe. How do you feel about the fact that this village could be in just five years time part of the capital city of Indonesia? I don't agree with that proposal. I'm really worried because we are not prepared or not ready to compete with the city people. We are forest people and a farming community. I'm scared that our forest will all be destroyed. The forest is also home to all our medicines. So when we get sick, we heal ourselves from the forest. We don't use medicines from the chemist. So I'm also worried about that. You don't think that there will be opportunities in terms of better schools and shops, perhaps universities, that could provide a different future or a brighter future for a young person like you. Yes, that could happen, but the majority of people here haven't been to university. So I'm worried that we won't be able to compete in the city economy that will be created here because at the moment we are already being marginalized. We don't have power and we are losing our land and the big companies around here don't employ us. They employ outsiders. So if more outsiders come in, it's certain that we will be more marginalized. And that's what I'm really worried about. Indigenous people must be given a voice. We're crossing over a narrow bamboo bridge over the river that divides the village from their forests and their fields. I just told that there's crocodiles in here. Very keen not to fall off. It's just about four stems of bamboo across. You need to mind where you put your feet. There's palm oil plantations here on the side of the river mixed in with banana trees. My name is Sukran Amin. I'm from Pasir. And you're one of the young leaders for the indigenous people of this area. Today we're being with many permasalhanal. We've got a lot of problems on our hands already. We're having to fight various different land grabbing cases, rights of access to land that used to be ours. So with the new capital coming here, it's another battle and change that we have to prepare ourselves for. So we are extremely worried. They're vulnerable to land grabbing because despite living here for generations, many families don't have land certificates. It's only been in recent years that traditional land ownership has been accepted under Indonesian law, and on the ground in remote places like this, it's rarely recognized. The new capital can come to our land. The new capital can come to our land, ground in remote places like this, it's rarely recognized. The new capital can come to our land, but we want the land conflicts that we are fighting at the moment to be solved. We want the rule of law to be enforced here justly and fairly before you add to the weight of our problems here. Of course, the new capital will bring improvements to our lives in terms of increased access to universities and good health care. And the government should be giving us access to those things. But at the same time, what we are stressing is that we don't want to lose our cultural identity and land, and that's what we'll be fighting for. Back on the tour, I put these concerns to the Minister, Bambang Broghageno. Of course, we will take care the issues of indigenous, the local people, because we know that in the past they might not have proper certificate to live in, but now with the strong government support, we are now trying to so-called legalize the certification and spreading the idea of more certificates for the local people. So we will take care of that. He's also promising to protect local people. So we will take care of that. He's also promising to protect old growth forest that falls within the area of the new capital. Borneo is one of the most biodiverse places on the planet. Over a 10-year period, the World Wildlife Fund has discovered 400 new species on the island. We've trekked through the jungle with Dei, who's a local environmental activist, who's very experienced of entering these kind of forests and was moving through them much quicker than us. This is where he feels the happiest in these forests that are rapidly disappearing in East Kalimantan. He's very worried, he says, about losing forests like this, with the economic pressure and population growth that a new capital will bring. I'm not pleased at all. He says, I'm worried because the area does include this forest, which is high conservation area. I don't understand why they didn't choose an area which was already completely destroyed, like a mining area or a cleared area, instead of something that does include this high conservation forest. But the government is promising, though, that they want to this for a safe within the capital city. Do you not believe that promise? He says that he doesn't trust the government, he can't trust them 100% because those promises of we will protect have been said in the past in this area. They said that they would restore and replant areas that were mined, and that just hasn't happened. Rapid deforestation here has meant orangutans that call these forests home and now endangered. Arangetans, or Orangutan, in fact, means people of the forest in Indonesian. It's 9 o'clock in the morning and the orangutan Forest School is taking place in one of the clearings in the forest. These orangutans all lost their parents when they were very young. And in the wild, they would have stayed with their mother for around six to eight years, learning vital survival skills, like how to climb trees to stay away from predators, what fruits to eat in the forest. So they're learning those skills here from humans in the hope that they can be released back into the wild. We're heading further into the jungle so that they can start learning how to make nests up in the tree with all the leaves. So this is the nest building lesson. They're working together to make their nests. So the slightly older orangutans are also showing the youngest how to do it. This sanctuary falls within the outer ring of the new capital. It's run by the Borneo Arangatang San survival foundation. There's a lodge here too to accommodate volunteers and tourists. Jermatin Sihite, the group CEO, says even now they have to fight to protect the 2,000 hectares of land that they have reforested. Illegal logging, fire or encroachment is still an issue here. Why? Because people surrounding this area, they have a thing in their mind. Forest is a wasteland. Why you keep the forest and I need the land? For us, this is not wasteland. This is the land. We can use it to Orangutan for teaching them to be wild. Because the government is promising that this city will be a forest city, it will be designed very differently from Jakarta and will reflect and protect the local environment. Do you have faith in that vision? The day is just. We have to mitigate the impact. Is there a sense of optimism that perhaps if the centre of power is closer to you, that you have government ministers here seeing the fires or seeing the destruction, that perhaps laws that are put in place to stop that kind of thing will be enforced? I have the same thinking like that. When they are close to the nature, they could see the benefit from the nature and they have the good feeling about the nature. And for us, it's easy for us to tell them what's the impact. If there is no forest for the orangutan. Back in the Pasarbalik tribes village, 70-year-old Selma sings a traditional love song. She's witnessed immense changes in her lifetime. Yeah, perilsan our thing, it's made me very sad, and it's made life difficult, because now our land has been swallowed up by plantations. I have very mixed feelings about the capital city coming here because development has been tough on us. What we've experienced so far makes me know that we need to be very, very cautious. Tiara and Mela are the younger members of the group. How do you guys feel about the new capital city of Indonesia being in your backyard? How much of the world you don not be in the gampung, Kalian? She says after quite a lot of nervous laughter, that she'll be excited that maybe some really good artists and actors and movie stars and performers will come to this area because right now they can only watch them on television. What would you like to do with your future? To be designer. I'm being a designer and Tiara would like to be a pilot. Success, yeah? Yeah. Indonesia's president is vowing he will build the world's best, cleanest and most innovative capital city here in Borneo, the new face of modern Indonesia, offering a bright future for their generation. But fears abound that this ambitious plan will only result in creating another environmental disaster in one of the most ecologically important places on Earth. You've been listening to Global Business on the BBC World Service. This edition was presented by me, Rebecca Henski, and produced by Aline Gregorius."}