{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.88, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.92, 10.66], "text": " This is the BBC's world of business."}, {"timestamp": [11.26, 13.82], "text": " I am Ansoi and the producer is Becky Lipscomb."}, {"timestamp": [14.48, 18.96], "text": " In this week's download edition of Global Business from the BBC World Service,"}, {"timestamp": [19.4, 24.26], "text": " we are in Western Kenya in a village in the vanguard of a novel economic experiment."}, {"timestamp": [25.24, 31.92], "text": " What happens when you give people free money?"}, {"timestamp": [31.92, 38.5], "text": " One day in October 2016, a village in Western Kenya received some unexpected news."}, {"timestamp": [38.5, 44.24], "text": " There was surprise and I was happy because it's like a miracle."}, {"timestamp": [44.24, 47.28], "text": " I kept asking myself if it was just a dream."}, {"timestamp": [47.7, 49.14], "text": " It surprised me."}, {"timestamp": [49.56, 51.34], "text": " People in the community, we were really happy."}, {"timestamp": [51.84, 52.88], "text": " And who wouldn't be?"}, {"timestamp": [53.64, 59.18], "text": " Imagine being told you'll receive a certain amount of money every month for 12 years,"}, {"timestamp": [59.66, 61.62], "text": " money that you haven't worked for,"}, {"timestamp": [61.62, 64.22], "text": " and you can spend it however you want."}, {"timestamp": [64.72, 69.2], "text": " We really danced. We called even our children from the school. They came and danced. People were"}, {"timestamp": [69.2, 70.36], "text": " really happy, were excited."}, {"timestamp": [71.14, 76.44], "text": " Irene, a kindergarten teacher, says some people thought it was too good to be true."}, {"timestamp": [77.16, 83.82], "text": " The theories was that when we get this money, there will be a big snake coming in the house."}, {"timestamp": [84.32, 85.88], "text": " Your son or daughter will die"}, {"timestamp": [85.88, 92.12], "text": " but we found that they were just myths and stories it's now 18 months since the"}, {"timestamp": [92.12, 96.98], "text": " adults in this village started receiving a monthly stipend equivalent to"}, {"timestamp": [96.98, 103.1], "text": " about 22 dollars it's part of a massive economic experiment to see whether"}, {"timestamp": [103.1, 105.92], "text": " giving people cash regularly can help"}, {"timestamp": [105.92, 110.68], "text": " lift them out of poverty and transform their lives."}, {"timestamp": [110.68, 116.68], "text": " I am Ansoi and for global business on the BBC World Service, I've come here to see what people"}, {"timestamp": [116.68, 118.76], "text": " are doing with this free money."}, {"timestamp": [118.76, 125.0], "text": " I bought some hands, a mattress, two bags of cement Seeds. My son's school fees."}, {"timestamp": [125.0, 127.0], "text": " And fertilizer."}, {"timestamp": [127.0, 135.0], "text": " I also want to find out more about this groundbreaking trial of a concept known as Universal Basic Income."}, {"timestamp": [135.0, 141.0], "text": " And we'll be back over the course of the study to see how the experiment changes people's lives."}, {"timestamp": [141.0, 154.0], "text": " So a basic income is quite simply giving a monthly cash payment unconditionally to every citizen of a particular country."}, {"timestamp": [154.0, 160.0], "text": " Daniel Pryor is the head of programs at the Adam Smith Institute, a free market pink tank."}, {"timestamp": [160.0, 173.4], "text": " The payment can be set at different levels, but the main idea is to replace the vast majority of the current welfare state with a simple cash payment that's not linked to anything at all. It's completely unconditional."}, {"timestamp": [173.4, 179.6], "text": " What's going on in this part of Western Kenya is the world's largest trial of basic income."}, {"timestamp": [179.6, 184.2], "text": " It's being run by an American organisation called Give Directly."}, {"timestamp": [184.2, 190.06], "text": " It's non-profit and funded mainly by grants from foundations and private donations."}, {"timestamp": [191.06, 193.94], "text": " It specializes in using direct cash transfers."}, {"timestamp": [194.86, 198.56], "text": " That means sending money straight to the people who need it,"}, {"timestamp": [199.04, 202.16], "text": " bypassing local government or any other agency."}, {"timestamp": [202.16, 206.96], "text": " We actually don't know much about the impact of a long-term basic income."}, {"timestamp": [207.64, 213.7], "text": " So to help inform a lot of the ongoing policy debates, we wanted to launch one and understand"}, {"timestamp": [213.7, 214.78], "text": " what those impacts were."}, {"timestamp": [215.32, 218.92], "text": " Michael Fay is director and co-founder of Give Directly."}, {"timestamp": [218.92, 223.88], "text": " He is also a co-founder of Sagovia, a for-profit tech company."}, {"timestamp": [224.72, 227.72], "text": " Its software makes it easier to send cash to people"}, {"timestamp": [227.72, 235.04], "text": " in developing countries, and it's being used in this basic income trial. He says altogether,"}, {"timestamp": [235.54, 241.86], "text": " more than 20,000 people in nearly 200 villages will receive money. The study will include"}, {"timestamp": [241.86, 248.18], "text": " three basic arms, in one arm, everybody will get the universal basic"}, {"timestamp": [248.18, 253.9], "text": " income for 12 years. In another, people will get the same monthly payments, but only get them"}, {"timestamp": [253.9, 261.34], "text": " for two years. And in the last, people will get a one-time payment equal to the size of all of those"}, {"timestamp": [261.34, 267.42], "text": " two-year payments combined, but it will be in one lump sum. The idea is to track what people do with the money"}, {"timestamp": [267.42, 270.22], "text": " and to see whether they make different decisions"}, {"timestamp": [270.22, 273.38], "text": " depending on whether they get one large amount"}, {"timestamp": [273.38, 277.54], "text": " or many smaller amounts over a longer period of time."}, {"timestamp": [277.84, 280.14], "text": " And then, of course, we don't have the resources"}, {"timestamp": [280.14, 282.96], "text": " to provide a universal basic income for everyone."}, {"timestamp": [283.46, 286.0], "text": " There will be a control group which does not receive payments."}, {"timestamp": [288.0, 295.0], "text": " The experiment is being monitored and evaluated by MIT and Princeton universities in the US."}, {"timestamp": [295.0, 297.0], "text": " And because this is a research project,"}, {"timestamp": [297.0, 302.0], "text": " all the villages involved in the study are closed to visitors like us"}, {"timestamp": [302.0, 305.0], "text": " to avoid any interference in the research."}, {"timestamp": [305.8, 313.0], "text": " However, there is one more village which is receiving the cash but won't be included in the official findings."}, {"timestamp": [313.0, 319.0], "text": " It's a sort of pilot village. It started receiving money a little earlier than the others,"}, {"timestamp": [319.0, 323.0], "text": " and it's being used to address any unforeseen problems."}, {"timestamp": [323.0, 328.4], "text": " That's where we've come."}, {"timestamp": [331.12, 334.04], "text": " The village we're visiting is tucked away more than two hours drive from any major town."}, {"timestamp": [334.76, 336.96], "text": " It has a population of more than 600."}, {"timestamp": [338.04, 341.38], "text": " All adults who are present in the village at the start of the trial"}, {"timestamp": [341.38, 346.0], "text": " receive a monthly stipend of 2,280 shillings."}, {"timestamp": [346.0, 348.0], "text": " That's about $22."}, {"timestamp": [348.0, 351.0], "text": " They will get that for 12 years."}, {"timestamp": [351.0, 355.0], "text": " And as young people in the village town 18,"}, {"timestamp": [355.0, 358.0], "text": " they too will start to receive the money."}, {"timestamp": [358.0, 362.0], "text": " 40-year-old Kennedy is the village leader."}, {"timestamp": [362.0, 364.0], "text": " Mostly we do farming."}, {"timestamp": [364.0, 368.16], "text": " In farming, we do crops like"}, {"timestamp": [368.16, 371.24], "text": " maize, beans, and millet, mostly."}, {"timestamp": [372.06, 375.34], "text": " And how would you describe the economic status"}, {"timestamp": [375.34, 376.98], "text": " of most of the people here?"}, {"timestamp": [377.48, 380.64], "text": " To me, people around here, I can say they are poor"}, {"timestamp": [380.64, 384.24], "text": " because mostly they cannot get"}, {"timestamp": [384.24, 387.52], "text": " their needy. Their basic needs? The basic need per day. I can say they're poor because mostly they cannot get their needy their basic needs"}, {"timestamp": [387.52, 394.24], "text": " a basic need per day I can say they're not getting enough so in terms of finding enough"}, {"timestamp": [394.24, 402.88], "text": " food to eat clothing housing that's a problem that's a problem yes I'm here during the"}, {"timestamp": [402.88, 405.0], "text": " onset of the rainy season."}, {"timestamp": [405.0, 409.0], "text": " After a brief downpour, the dirt paths turn muddy."}, {"timestamp": [409.0, 413.0], "text": " A pregnant cloud is threatening more rain."}, {"timestamp": [413.0, 416.0], "text": " But the villagers are pleased about that."}, {"timestamp": [416.0, 420.0], "text": " Most of the families here have small farms where they grow food."}, {"timestamp": [424.0, 430.38], "text": " Pylista is winnowing beans using a traditional tray made of woven straws."}, {"timestamp": [430.38, 438.5], "text": " She is throwing the pulses into the air outside her house and the wind blows the chaff away."}, {"timestamp": [438.5, 443.44], "text": " The 70-year-old grandmother used to rely on money sent by her children."}, {"timestamp": [443.44, 447.12], "text": " It was irregular and at times she'd be embarrassed to ask."}, {"timestamp": [447.74, 451.24], "text": " When Giv directly arrived at her village, she got curious."}, {"timestamp": [455.32, 459.1], "text": " I said to myself, these people have come from abroad."}, {"timestamp": [459.58, 460.66], "text": " Is this thing real?"}, {"timestamp": [461.26, 463.48], "text": " I hadn't seen money, so I doubted them."}, {"timestamp": [464.18, 466.94], "text": " Then they brought us mobile phones and"}, {"timestamp": [466.94, 473.08], "text": " said the money will be sent through the phones. In Kenya, the question of how to transfer"}, {"timestamp": [473.08, 479.34], "text": " money reliably to people like Felista who don't have and can't get bank accounts is really"}, {"timestamp": [479.34, 486.28], "text": " very simple. Mobile money or M-Pesa allows funds to be transferred to someone's phone"}, {"timestamp": [486.28, 490.86], "text": " and stored there until it is sent to someone else to pay for something."}, {"timestamp": [491.82, 494.96], "text": " Transactions are carried out by a system of text messages,"}, {"timestamp": [494.96, 498.56], "text": " which can be completed on even the most basic phone."}, {"timestamp": [503.12, 508.9], "text": " I accepted the phone with two hands and said I wanted to see if the project was genuine."}, {"timestamp": [509.78, 516.26], "text": " After a short while, I got a text message the money has arrived, just as they promised."}, {"timestamp": [516.62, 519.5], "text": " How did you feel when the money finally arrived?"}, {"timestamp": [519.96, 522.0], "text": " How did you feel how did your money get in here?"}, {"timestamp": [523.2, 528.06], "text": " I thought I was dreaming. I Pesca it was I thought I was dreaming."}, {"timestamp": [528.66, 530.38], "text": " I still didn't believe it was true."}, {"timestamp": [530.8, 532.54], "text": " I looked at the phone again."}, {"timestamp": [533.06, 534.1], "text": " I had the money."}, {"timestamp": [534.72, 535.88], "text": " And it was everybody."}, {"timestamp": [538.04, 540.08], "text": " The money was coming in."}, {"timestamp": [540.54, 541.78], "text": " T, T, T, T, T."}, {"timestamp": [542.38, 544.78], "text": " Everyone was asking, have you seen it?"}, {"timestamp": [545.76, 546.76], "text": " Have you seen it?"}, {"timestamp": [549.02, 549.26], "text": " When the money came, I said,"}, {"timestamp": [552.74, 553.58], "text": " God loves me. I have found people who give me money."}, {"timestamp": [556.6, 557.38], "text": " I have never seen anything like this since I was born."}, {"timestamp": [560.1, 561.32], "text": " How did they sit and plan to do that?"}, {"timestamp": [563.9, 564.58], "text": " Well, to answer Felista's question,"}, {"timestamp": [569.92, 573.6], "text": " Universal Basic Income is actually an idea that's been around for hundreds of years."}, {"timestamp": [584.88, 591.56], "text": " Back in the early 1500s, Thomas Moore, an English lawyer and advisor to King Henry VIII, wrote in his novel Utopia about providing everyone with... some means of livelihood so that nobody's under the frightful necessity of becoming first a thief"}, {"timestamp": [591.56, 593.12], "text": " and then a corpse."}, {"timestamp": [595.24, 601.12], "text": " In the late 1700s, American revolutionary Thomas Payne proposed that"}, {"timestamp": [601.12, 606.6], "text": " every person, rich or poor, should be paid at the age of 21 the sum"}, {"timestamp": [606.6, 612.9], "text": " of 15 pounds sterling as a compensation in part for the loss of his or her natural"}, {"timestamp": [612.9, 622.98], "text": " inheritance by the introduction of the system of landed property more than two"}, {"timestamp": [622.98, 628.4], "text": " centuries later in the 1960s Nobel Nobel Prize-winning economist Milton Friedman,"}, {"timestamp": [628.4, 635.12], "text": " the champion of free markets, endorsed basic income because it makes people less reliant on the state."}, {"timestamp": [635.12, 638.96], "text": " Daniel Pryor from the Adam Smith Institute explains."}, {"timestamp": [638.96, 645.06], "text": " Giving people cash rather than in-kind services, things like housing benefit or food stamps,"}, {"timestamp": [645.36, 649.94], "text": " lets people on low incomes decide for themselves what they want to spend that money on."}, {"timestamp": [651.38, 657.38], "text": " And right now, some of the most influential business and tech entrepreneurs in the world"}, {"timestamp": [657.38, 659.62], "text": " are talking about basic income."}, {"timestamp": [660.34, 663.32], "text": " Take, for instance, Facebook founder Mark Zuckerberg."}, {"timestamp": [663.32, 667.04], "text": " We should explore ideas like universal basic income to make sure that everyone..."}, {"timestamp": [667.04, 668.72], "text": " Virgin boss, Richard Branson."}, {"timestamp": [668.98, 671.36], "text": " It will come about one day out of necessity."}, {"timestamp": [671.78, 674.32], "text": " And Elon Musk, the man who founded PayPal,"}, {"timestamp": [674.86, 678.3], "text": " and has just put the world's most powerful rocket into space."}, {"timestamp": [678.3, 682.26], "text": " I think ultimately we will have to have some kind of universal basic income."}, {"timestamp": [682.94, 684.0], "text": " I don't think we're going to have a choice."}, {"timestamp": [686.0, 690.0], "text": " Researchers are carrying out studies in Finland and the Netherlands,"}, {"timestamp": [690.0, 694.0], "text": " as well as here in Kenya and in neighboring Uganda."}, {"timestamp": [694.0, 699.0], "text": " And actually, Silicon Valley entrepreneurs are helping fund some of these experiments,"}, {"timestamp": [699.0, 702.0], "text": " including this one in Kenya."}, {"timestamp": [702.0, 706.88], "text": " They want to find out if it is a viable means to lift people out of poverty"}, {"timestamp": [706.88, 713.0], "text": " and a way to cushion people from job losses that could result from automation. Critics"}, {"timestamp": [713.0, 719.6], "text": " of universal basic income say it will make people lazy. But this study is hoping to prove them wrong."}, {"timestamp": [732.0, 738.0], "text": " Members of one family in this community usually build their houses within a shared compound. As soon as you get in through the gate, the first house would be their parents' house."}, {"timestamp": [738.0, 748.68], "text": " And then the first son in that homestead would be on the right, and the second one on the left it goes on on on and on and on until all of them have homesteads."}, {"timestamp": [748.68, 756.68], "text": " This family compound has three or four small mud-wold houses grouped in a circle."}, {"timestamp": [756.68, 762.36], "text": " Dogs, chickens and even the old cow wander between them."}, {"timestamp": [762.36, 766.0], "text": " The women here are all busy preparing fish from the nearby lake."}, {"timestamp": [766.0, 769.0], "text": " So, people who say that,"}, {"timestamp": [769.0, 771.0], "text": " the business is a good."}, {"timestamp": [771.0, 780.0], "text": " I'm chatting with Evelyn at her table made of timber and wire mesh."}, {"timestamp": [780.0, 786.24], "text": " She's preparing Nile perch. She will deep it and then take it to the market later."}, {"timestamp": [786.24, 791.28], "text": " She started with just about $10."}, {"timestamp": [792.48, 795.62], "text": " And now, how much is your business worth now?"}, {"timestamp": [796.0, 798.42], "text": " You did you start in one way?"}, {"timestamp": [798.58, 799.56], "text": " How do you take it?"}, {"timestamp": [800.28, 803.76], "text": " If it's good, I'd be able to get that you, but if it's okay."}, {"timestamp": [803.76, 806.72], "text": " So on a bad day, she makes $5 profit."}, {"timestamp": [807.26, 811.3], "text": " But on a good day, she makes between $10 and $12."}, {"timestamp": [811.68, 814.54], "text": " And in the village, that's good money."}, {"timestamp": [816.68, 819.9], "text": " Let's talk about the stipend that you receive monthly."}, {"timestamp": [820.74, 824.62], "text": " That one of the money is the money."}, {"timestamp": [827.0, 833.0], "text": " So she puts $10 in her business. Another $10 goes to a savings plan."}, {"timestamp": [833.0, 849.0], "text": " And the remaining $250, $2.5 dollars she uses to buy household items. I've dropped in on Jane Martha now."}, {"timestamp": [849.0, 852.5], "text": " She's cooking lunch for her family."}, {"timestamp": [852.5, 855.24], "text": " We are in a very small kitchen."}, {"timestamp": [855.24, 861.76], "text": " It's mud walled and it's roofed using iron sheets but it's all black now from the suit that"}, {"timestamp": [861.76, 864.66], "text": " comes from the fire here."}, {"timestamp": [864.66, 868.0], "text": " There's a lot of smoke in here but clearly Jane Martha is used to this."}, {"timestamp": [868.96, 872.88], "text": " Jane Martha's got a big metal pot on a three-stone fireplace."}, {"timestamp": [874.0, 879.2], "text": " The water has boiled and she has put some flour in the boiling water"}, {"timestamp": [879.2, 882.88], "text": " and she's now using a cooking stick to mix them together."}, {"timestamp": [883.52, 887.96], "text": " It's forming a thick paste, thicker than porridge."}, {"timestamp": [887.96, 889.96], "text": " Ugali is the name here."}, {"timestamp": [889.96, 894.44], "text": " It's the main staple food in the whole of Kenya."}, {"timestamp": [894.44, 897.72], "text": " This kitchen belongs to Jane Martha's mother-in-law."}, {"timestamp": [897.72, 901.18], "text": " Her own house is on the other side of the compound."}, {"timestamp": [901.18, 907.0], "text": " It's a small one-roomed place with just a carton to divide the sleeping area from the living room."}, {"timestamp": [907.0, 912.0], "text": " I joined Jane Martha and her husband Edwin there after lunch."}, {"timestamp": [912.0, 919.0], "text": " Since we started receiving this money, I'm seeing improvement in my family."}, {"timestamp": [919.0, 927.28], "text": " One, if you look at this cupboard, this cupboard. We bought because of a gift erect."}, {"timestamp": [927.94, 934.82], "text": " So she says she had wanted it for a while"}, {"timestamp": [934.82, 937.68], "text": " because she didn't have anywhere to keep her utensils"}, {"timestamp": [937.68, 940.56], "text": " and now she has somewhere to keep the utensils."}, {"timestamp": [941.2, 944.64], "text": " So it's one of her best investments."}, {"timestamp": [945.0, 947.0], "text": " Are you seeing these cushions?"}, {"timestamp": [947.0, 951.0], "text": " These are these hard ones, this one, sir."}, {"timestamp": [951.0, 955.0], "text": " And then another thing, this chair, this one,"}, {"timestamp": [955.0, 957.0], "text": " this one, who's repaired it."}, {"timestamp": [957.0, 960.0], "text": " So what with the new cupboard, the cushions and the chair,"}, {"timestamp": [960.0, 964.0], "text": " the money Edwin and Jane Martha receive is generating income"}, {"timestamp": [964.0, 965.22], "text": " for other people."}, {"timestamp": [965.98, 970.26], "text": " And Jen Martha is putting some of her new income into a small business."}, {"timestamp": [971.02, 976.04], "text": " Jane Martha, you run a business, a clothes business, Biaschara. Tell me about it."}, {"timestamp": [976.82, 987.0], "text": " When I get the money, I must go and buy some clothes again. And I boost for my business going on."}, {"timestamp": [987.0, 997.0], "text": " At all right now I want to go to town right now to buy more clothes that you will come and sell here in the village."}, {"timestamp": [997.0, 998.0], "text": " Yes."}, {"timestamp": [998.0, 1000.0], "text": " Thank you very much."}, {"timestamp": [1000.0, 1001.0], "text": " Thank you."}, {"timestamp": [1001.0, 1003.0], "text": " Thank you."}, {"timestamp": [1003.0, 1006.16], "text": " But for now we are going to stay with Edwin,"}, {"timestamp": [1006.64, 1009.76], "text": " because like every person have met in the village so far,"}, {"timestamp": [1010.16, 1013.28], "text": " he's a member of what's called a merry-go-round group."}, {"timestamp": [1014.4, 1017.04], "text": " These are deeply entrenched in Kenyan culture."}, {"timestamp": [1017.68, 1019.36], "text": " Even I am a member of one."}, {"timestamp": [1020.24, 1021.76], "text": " The concept is very simple."}, {"timestamp": [1022.4, 1026.0], "text": " Members agree to contribute a fixed amount of money per month."}, {"timestamp": [1026.0, 1030.0], "text": " And each time, one person receives the total amount,"}, {"timestamp": [1030.0, 1035.0], "text": " another one the following month, and on and on until each member has heard a turn."}, {"timestamp": [1035.0, 1038.0], "text": " It's a simple savings plan based on trust,"}, {"timestamp": [1038.0, 1040.0], "text": " and with a now regular income,"}, {"timestamp": [1040.0, 1047.0], "text": " it's way easier for the villagers here to run successful merry-go-round groups, one of which is meeting today."}, {"timestamp": [1051.0, 1054.0], "text": " The money was given to number five, that's Kennedy."}, {"timestamp": [1054.0, 1056.0], "text": " I've just arrived at Kennedy and Monica's home."}, {"timestamp": [1056.0, 1059.0], "text": " They are hosting the merry-go-round group today."}, {"timestamp": [1059.0, 1066.56], "text": " And right at the door I can see 200 shillings, that's $2 on a plate right at the entrance."}, {"timestamp": [1066.96, 1068.56], "text": " I'll just find out what this is about."}, {"timestamp": [1070.96, 1071.56], "text": " Howdy?"}, {"timestamp": [1073.16, 1073.68], "text": " Kennedy."}, {"timestamp": [1073.96, 1074.2], "text": " Yes."}, {"timestamp": [1074.32, 1077.1], "text": " I've just jumped over a plate with 200 shillings."}, {"timestamp": [1077.32, 1078.3], "text": " What's that for?"}, {"timestamp": [1078.6, 1080.94], "text": " This money is fine for those who are late."}, {"timestamp": [1081.5, 1082.88], "text": " I have two late comers today."}, {"timestamp": [1082.88, 1083.38], "text": " Yes, today."}, {"timestamp": [1083.88, 1085.38], "text": " You're welcome in our meeting today."}, {"timestamp": [1086.08, 1087.38], "text": " Maybe you are late, but I don't know."}, {"timestamp": [1087.58, 1089.52], "text": " Are you going to pay for us fine or what?"}, {"timestamp": [1090.06, 1090.98], "text": " Oh, you're fining me."}, {"timestamp": [1091.02, 1092.3], "text": " I'm supposed to be a fine."}, {"timestamp": [1095.5, 1096.96], "text": " I mean, if you like."}, {"timestamp": [1097.04, 1099.28], "text": " I will pay the fine because I am late."}, {"timestamp": [1099.48, 1103.14], "text": " You invited me to come at 2.30 and I am genuinely late."}, {"timestamp": [1103.44, 1104.04], "text": " Thank you."}, {"timestamp": [1104.32, 1104.56], "text": " Welcome."}, {"timestamp": [1105.14, 1106.14], "text": " That money will go towards any expenses the group has, me to come at 2.30 and I am genuinely late. Thank you. Thank you. Welcome."}, {"timestamp": [1106.14, 1111.48], "text": " That money will go towards any expenses the group has, not books and pens, for example."}, {"timestamp": [1111.48, 1115.74], "text": " Members to put their money on the table, a thousand, a thousand."}, {"timestamp": [1115.74, 1118.82], "text": " Each member contributes a thousand shillings."}, {"timestamp": [1118.82, 1123.5], "text": " It's Monica, Kennedy's wife, who's to receive the money today."}, {"timestamp": [1123.5, 1126.24], "text": " There are six members in this group, so she'll get"}, {"timestamp": [1126.24, 1132.92], "text": " six thousand shillings, that's around $60. She and Kennedy are planning to upgrade their"}, {"timestamp": [1132.92, 1141.84], "text": " mud-walled house, so she's going to buy cement. Most people have spoken to save at least"}, {"timestamp": [1141.84, 1146.54], "text": " $10 of their basic income money in a merry-go-round group each month."}, {"timestamp": [1147.06, 1150.78], "text": " And they know just what they'll buy when it's their turn to receive the pot."}, {"timestamp": [1152.0, 1155.54], "text": " Edwin plans to eventually build a permanent house for his family."}, {"timestamp": [1156.26, 1157.26], "text": " I get $6,000."}, {"timestamp": [1158.18, 1161.26], "text": " I just send that six to the hardware."}, {"timestamp": [1161.84, 1167.0], "text": " Then if I get another six, we send there, then we just save bit by bit."}, {"timestamp": [1167.0, 1175.0], "text": " Iron sheets, woods and the rest. So that when the time comes, we have the money, we have materials,"}, {"timestamp": [1175.0, 1181.0], "text": " and then we do everything. Building a house seems to be everyone's ultimate goal here."}, {"timestamp": [1181.0, 1186.12], "text": " Teacher Irene, she's the secretary of this merry-go-round, says she's"}, {"timestamp": [1186.12, 1192.0], "text": " finished paying her fees for a diploma course, but now she has a son in high school."}, {"timestamp": [1192.0, 1197.68], "text": " Then after paying the school fees, I'm longing to have my home. You are supposed to move"}, {"timestamp": [1197.68, 1202.72], "text": " from your father's in-law's home, then you're going to build yours. Now I'm longing to buy"}, {"timestamp": [1202.72, 1207.32], "text": " iron sheets with these money and I build my home from"}, {"timestamp": [1207.32, 1230.0], "text": " that then I'll make another step about 20 children are miming actions as they practice the alphabet."}, {"timestamp": [1230.0, 1233.84], "text": " This is Irene's class."}, {"timestamp": [1233.84, 1236.96], "text": " The school is located in the village we are visiting."}, {"timestamp": [1236.96, 1256.0], "text": " But most of the children here come from neighboring villages which aren't receiving basic income money. After a very animated lesson, the children settled down on a mat made of dried reeds"}, {"timestamp": [1256.0, 1265.0], "text": " spread out on the floor of the classroom and the teacher takes the roll call. It's clear. Absent. Susan? I'm sent."}, {"timestamp": [1265.0, 1266.0], "text": " You're upset?"}, {"timestamp": [1266.0, 1267.0], "text": " I'm sad."}, {"timestamp": [1267.0, 1271.0], "text": " It's clear lots of children are missing today."}, {"timestamp": [1271.0, 1278.0], "text": " Irene says that's because so many parents have failed to pay the school fees."}, {"timestamp": [1278.0, 1281.0], "text": " They don't pay in time."}, {"timestamp": [1281.0, 1284.0], "text": " It forces us to send the children home."}, {"timestamp": [1284.0, 1288.0], "text": " The parent will see sitting with the child at home is difficult."}, {"timestamp": [1288.0, 1293.48], "text": " That it will force her or him to come and pay the school fees so that the child can continue learning."}, {"timestamp": [1293.48, 1299.82], "text": " For sure, if you come tomorrow, you'll see the numbers increased and they have really paid."}, {"timestamp": [1299.82, 1306.92], "text": " Irene earns about $50 a month and she only receives her salary once the school fees have been paid."}, {"timestamp": [1306.92, 1311.44], "text": " She says it's become very noticeable which children are from the village taking part in their"}, {"timestamp": [1311.44, 1315.0], "text": " basic income trial and which ones are from the others."}, {"timestamp": [1315.0, 1321.12], "text": " There's a big difference because people from our village will find their children"}, {"timestamp": [1321.12, 1326.14], "text": " have paid school fees and even from the look of the children and see their children are smart. Maybe the child has have paid school fees. And even from the look of the children, you see their children as much."}, {"timestamp": [1326.98, 1331.38], "text": " Maybe the child has got full school uniform, socks and shoes."}, {"timestamp": [1332.14, 1335.28], "text": " And the extra money that's now coming in to some families"}, {"timestamp": [1335.28, 1337.78], "text": " even affects how much the children eat,"}, {"timestamp": [1338.2, 1342.1], "text": " with some bringing lunch or snacks and others going without."}, {"timestamp": [1342.5, 1343.94], "text": " How do you handle that?"}, {"timestamp": [1344.9, 1345.04], "text": " You place those who have carried snacks together and those who have not carried it. snacks and others going without. How do you handle that?"}, {"timestamp": [1345.04, 1349.56], "text": " You place those who have carried snacks together and those who have not carried it."}, {"timestamp": [1349.56, 1353.28], "text": " You'll just see them going out to go and play and swing and do other things."}, {"timestamp": [1353.28, 1359.2], "text": " Because if you left them mixed up, those ones who have not carried will just come and start begging,"}, {"timestamp": [1359.2, 1360.92], "text": " help me, help me."}, {"timestamp": [1360.92, 1364.36], "text": " Now we usually help them by separating them."}, {"timestamp": [1364.36, 1365.94], "text": " If you've not carried, you go and play."}, {"timestamp": [1369.64, 1372.02], "text": " As class has come to an end for the morning,"}, {"timestamp": [1372.48, 1374.36], "text": " I sit down under the shade of a tree"}, {"timestamp": [1374.36, 1376.36], "text": " with the school's head teacher, Joseph."}, {"timestamp": [1377.06, 1381.06], "text": " He is clad in a well-pressed blue shirt and dark trousers."}, {"timestamp": [1381.88, 1384.8], "text": " He tells me he was posted to the school three years ago."}, {"timestamp": [1385.76, 1390.0], "text": " Previously, we had a lot of absenteeism within the school from the village."}, {"timestamp": [1391.04, 1397.92], "text": " During the market days, those days the children would not be in school. Why? Because they'll be"}, {"timestamp": [1397.92, 1406.4], "text": " looking for money and the money they get from firewood, from taking charcoal to those market places."}, {"timestamp": [1406.4, 1408.88], "text": " So these children, they would not come to school."}, {"timestamp": [1408.88, 1411.76], "text": " But now, I've seen a lot of change."}, {"timestamp": [1411.76, 1413.76], "text": " So the school that you're talking about,"}, {"timestamp": [1413.76, 1415.5], "text": " it's not badly off."}, {"timestamp": [1415.5, 1418.32], "text": " I can see several blocks made of concrete"}, {"timestamp": [1418.32, 1420.72], "text": " and iron sheet roofing,"}, {"timestamp": [1420.72, 1424.24], "text": " and you've got two big tanks of water"}, {"timestamp": [1424.24, 1425.76], "text": " to provide water for the pupils"}, {"timestamp": [1425.76, 1430.48], "text": " and at the end they can see pit latrines for the students which you say are not"}, {"timestamp": [1430.48, 1434.88], "text": " enough now right so those ones most of most of these"}, {"timestamp": [1434.88, 1439.2], "text": " Joseph tells me they are planning to expand the school they need to cater for more"}, {"timestamp": [1439.2, 1444.48], "text": " children these days since the basic income project started he says children from"}, {"timestamp": [1444.48, 1447.54], "text": " other villages have come to stay with their relatives in the"}, {"timestamp": [1447.54, 1450.04], "text": " one that's receiving the money."}, {"timestamp": [1450.04, 1457.28], "text": " Two years ago we had only 290 children and most of them were coming from far, far"}, {"timestamp": [1457.28, 1460.12], "text": " places and very few from here."}, {"timestamp": [1460.12, 1469.78], "text": " But now we have 330, an increase of 40 and that is basically not from the other villages, but from this village."}, {"timestamp": [1469.94, 1470.98], "text": " That's within two years."}, {"timestamp": [1471.02, 1471.46], "text": " Yes."}, {"timestamp": [1472.26, 1473.28], "text": " That's huge."}, {"timestamp": [1473.28, 1479.38], "text": " Even the capacity of our school is now overstretched a little to accommodate the number."}, {"timestamp": [1484.4, 1498.16], "text": " As I've walked around the village, I've met people who've spent their extra monthly income on education or medication, on furniture or chickens, on seeds or building materials."}, {"timestamp": [1498.72, 1509.9], "text": " The money they are receiving is not so much that people feel they can stop working, but it does mean that they worry less about how they'll buy food each week or pay school fees."}, {"timestamp": [1510.6, 1519.42], "text": " But it's clear even now that those receiving the money are better off compared with their neighbors in other villages who aren't getting the extra income."}, {"timestamp": [1520.54, 1523.68], "text": " Couldn't that create new inequalities and tensions?"}, {"timestamp": [1524.56, 1528.0], "text": " Not necessarily, says Michael Fay from Give Directly."}, {"timestamp": [1528.0, 1532.0], "text": " When I've gone to some of the surrounding villages, things I will hear are,"}, {"timestamp": [1532.0, 1535.0], "text": " well, of course we wish we had gotten the transfer,"}, {"timestamp": [1535.0, 1539.0], "text": " but we're doing meaningfully better than before the transfer started."}, {"timestamp": [1539.0, 1541.0], "text": " And I'll ask, why are you doing meaningfully better?"}, {"timestamp": [1541.0, 1544.0], "text": " And they'll say, well, look, a lot of people in the village"}, {"timestamp": [1544.0, 1549.42], "text": " decided to rebuild their house, or they go to the market more. Well, somebody needs to build the house"}, {"timestamp": [1549.42, 1554.24], "text": " for them. Someone needs to sell things in the market. So our businesses are booming because of the"}, {"timestamp": [1554.24, 1560.74], "text": " capital that the village next door has received. In just one year and a half, the free money has"}, {"timestamp": [1560.74, 1565.1], "text": " made a significant difference in the lives of the people here."}, {"timestamp": [1569.24, 1569.92], "text": " With a regular income, they've been able to plan better and invest more."}, {"timestamp": [1572.88, 1574.0], "text": " How much more can be achieved over the next 10 years?"}, {"timestamp": [1575.96, 1576.5], "text": " They are already making plans for that."}, {"timestamp": [1578.66, 1579.38], "text": " Edwin knows exactly what he wants."}, {"timestamp": [1582.16, 1582.76], "text": " I'm planning to buy gods or sheep."}, {"timestamp": [1587.0, 1591.0], "text": " I even told my wife, she can buy one and also buy one, we have two. You know, if you have one or two, those small animals."}, {"timestamp": [1591.0, 1595.0], "text": " You will end up at a point when you have a bull."}, {"timestamp": [1595.0, 1601.0], "text": " I'm looking forward to seeing how the whole village is changed next time I come."}, {"timestamp": [1601.0, 1606.42], "text": " I am Ansoi and this was Global Business on the BBC World Service."}, {"timestamp": [1606.42, 1608.14], "text": " The producer was Becky Lipscom."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. This is the BBC's world of business. I am Ansoi and the producer is Becky Lipscomb. In this week's download edition of Global Business from the BBC World Service, we are in Western Kenya in a village in the vanguard of a novel economic experiment. What happens when you give people free money? One day in October 2016, a village in Western Kenya received some unexpected news. There was surprise and I was happy because it's like a miracle. I kept asking myself if it was just a dream. It surprised me. People in the community, we were really happy. And who wouldn't be? Imagine being told you'll receive a certain amount of money every month for 12 years, money that you haven't worked for, and you can spend it however you want. We really danced. We called even our children from the school. They came and danced. People were really happy, were excited. Irene, a kindergarten teacher, says some people thought it was too good to be true. The theories was that when we get this money, there will be a big snake coming in the house. Your son or daughter will die but we found that they were just myths and stories it's now 18 months since the adults in this village started receiving a monthly stipend equivalent to about 22 dollars it's part of a massive economic experiment to see whether giving people cash regularly can help lift them out of poverty and transform their lives. I am Ansoi and for global business on the BBC World Service, I've come here to see what people are doing with this free money. I bought some hands, a mattress, two bags of cement Seeds. My son's school fees. And fertilizer. I also want to find out more about this groundbreaking trial of a concept known as Universal Basic Income. And we'll be back over the course of the study to see how the experiment changes people's lives. So a basic income is quite simply giving a monthly cash payment unconditionally to every citizen of a particular country. Daniel Pryor is the head of programs at the Adam Smith Institute, a free market pink tank. The payment can be set at different levels, but the main idea is to replace the vast majority of the current welfare state with a simple cash payment that's not linked to anything at all. It's completely unconditional. What's going on in this part of Western Kenya is the world's largest trial of basic income. It's being run by an American organisation called Give Directly. It's non-profit and funded mainly by grants from foundations and private donations. It specializes in using direct cash transfers. That means sending money straight to the people who need it, bypassing local government or any other agency. We actually don't know much about the impact of a long-term basic income. So to help inform a lot of the ongoing policy debates, we wanted to launch one and understand what those impacts were. Michael Fay is director and co-founder of Give Directly. He is also a co-founder of Sagovia, a for-profit tech company. Its software makes it easier to send cash to people in developing countries, and it's being used in this basic income trial. He says altogether, more than 20,000 people in nearly 200 villages will receive money. The study will include three basic arms, in one arm, everybody will get the universal basic income for 12 years. In another, people will get the same monthly payments, but only get them for two years. And in the last, people will get a one-time payment equal to the size of all of those two-year payments combined, but it will be in one lump sum. The idea is to track what people do with the money and to see whether they make different decisions depending on whether they get one large amount or many smaller amounts over a longer period of time. And then, of course, we don't have the resources to provide a universal basic income for everyone. There will be a control group which does not receive payments. The experiment is being monitored and evaluated by MIT and Princeton universities in the US. And because this is a research project, all the villages involved in the study are closed to visitors like us to avoid any interference in the research. However, there is one more village which is receiving the cash but won't be included in the official findings. It's a sort of pilot village. It started receiving money a little earlier than the others, and it's being used to address any unforeseen problems. That's where we've come. The village we're visiting is tucked away more than two hours drive from any major town. It has a population of more than 600. All adults who are present in the village at the start of the trial receive a monthly stipend of 2,280 shillings. That's about $22. They will get that for 12 years. And as young people in the village town 18, they too will start to receive the money. 40-year-old Kennedy is the village leader. Mostly we do farming. In farming, we do crops like maize, beans, and millet, mostly. And how would you describe the economic status of most of the people here? To me, people around here, I can say they are poor because mostly they cannot get their needy. Their basic needs? The basic need per day. I can say they're poor because mostly they cannot get their needy their basic needs a basic need per day I can say they're not getting enough so in terms of finding enough food to eat clothing housing that's a problem that's a problem yes I'm here during the onset of the rainy season. After a brief downpour, the dirt paths turn muddy. A pregnant cloud is threatening more rain. But the villagers are pleased about that. Most of the families here have small farms where they grow food. Pylista is winnowing beans using a traditional tray made of woven straws. She is throwing the pulses into the air outside her house and the wind blows the chaff away. The 70-year-old grandmother used to rely on money sent by her children. It was irregular and at times she'd be embarrassed to ask. When Giv directly arrived at her village, she got curious. I said to myself, these people have come from abroad. Is this thing real? I hadn't seen money, so I doubted them. Then they brought us mobile phones and said the money will be sent through the phones. In Kenya, the question of how to transfer money reliably to people like Felista who don't have and can't get bank accounts is really very simple. Mobile money or M-Pesa allows funds to be transferred to someone's phone and stored there until it is sent to someone else to pay for something. Transactions are carried out by a system of text messages, which can be completed on even the most basic phone. I accepted the phone with two hands and said I wanted to see if the project was genuine. After a short while, I got a text message the money has arrived, just as they promised. How did you feel when the money finally arrived? How did you feel how did your money get in here? I thought I was dreaming. I Pesca it was I thought I was dreaming. I still didn't believe it was true. I looked at the phone again. I had the money. And it was everybody. The money was coming in. T, T, T, T, T. Everyone was asking, have you seen it? Have you seen it? When the money came, I said, God loves me. I have found people who give me money. I have never seen anything like this since I was born. How did they sit and plan to do that? Well, to answer Felista's question, Universal Basic Income is actually an idea that's been around for hundreds of years. Back in the early 1500s, Thomas Moore, an English lawyer and advisor to King Henry VIII, wrote in his novel Utopia about providing everyone with... some means of livelihood so that nobody's under the frightful necessity of becoming first a thief and then a corpse. In the late 1700s, American revolutionary Thomas Payne proposed that every person, rich or poor, should be paid at the age of 21 the sum of 15 pounds sterling as a compensation in part for the loss of his or her natural inheritance by the introduction of the system of landed property more than two centuries later in the 1960s Nobel Nobel Prize-winning economist Milton Friedman, the champion of free markets, endorsed basic income because it makes people less reliant on the state. Daniel Pryor from the Adam Smith Institute explains. Giving people cash rather than in-kind services, things like housing benefit or food stamps, lets people on low incomes decide for themselves what they want to spend that money on. And right now, some of the most influential business and tech entrepreneurs in the world are talking about basic income. Take, for instance, Facebook founder Mark Zuckerberg. We should explore ideas like universal basic income to make sure that everyone... Virgin boss, Richard Branson. It will come about one day out of necessity. And Elon Musk, the man who founded PayPal, and has just put the world's most powerful rocket into space. I think ultimately we will have to have some kind of universal basic income. I don't think we're going to have a choice. Researchers are carrying out studies in Finland and the Netherlands, as well as here in Kenya and in neighboring Uganda. And actually, Silicon Valley entrepreneurs are helping fund some of these experiments, including this one in Kenya. They want to find out if it is a viable means to lift people out of poverty and a way to cushion people from job losses that could result from automation. Critics of universal basic income say it will make people lazy. But this study is hoping to prove them wrong. Members of one family in this community usually build their houses within a shared compound. As soon as you get in through the gate, the first house would be their parents' house. And then the first son in that homestead would be on the right, and the second one on the left it goes on on on and on and on until all of them have homesteads. This family compound has three or four small mud-wold houses grouped in a circle. Dogs, chickens and even the old cow wander between them. The women here are all busy preparing fish from the nearby lake. So, people who say that, the business is a good. I'm chatting with Evelyn at her table made of timber and wire mesh. She's preparing Nile perch. She will deep it and then take it to the market later. She started with just about $10. And now, how much is your business worth now? You did you start in one way? How do you take it? If it's good, I'd be able to get that you, but if it's okay. So on a bad day, she makes $5 profit. But on a good day, she makes between $10 and $12. And in the village, that's good money. Let's talk about the stipend that you receive monthly. That one of the money is the money. So she puts $10 in her business. Another $10 goes to a savings plan. And the remaining $250, $2.5 dollars she uses to buy household items. I've dropped in on Jane Martha now. She's cooking lunch for her family. We are in a very small kitchen. It's mud walled and it's roofed using iron sheets but it's all black now from the suit that comes from the fire here. There's a lot of smoke in here but clearly Jane Martha is used to this. Jane Martha's got a big metal pot on a three-stone fireplace. The water has boiled and she has put some flour in the boiling water and she's now using a cooking stick to mix them together. It's forming a thick paste, thicker than porridge. Ugali is the name here. It's the main staple food in the whole of Kenya. This kitchen belongs to Jane Martha's mother-in-law. Her own house is on the other side of the compound. It's a small one-roomed place with just a carton to divide the sleeping area from the living room. I joined Jane Martha and her husband Edwin there after lunch. Since we started receiving this money, I'm seeing improvement in my family. One, if you look at this cupboard, this cupboard. We bought because of a gift erect. So she says she had wanted it for a while because she didn't have anywhere to keep her utensils and now she has somewhere to keep the utensils. So it's one of her best investments. Are you seeing these cushions? These are these hard ones, this one, sir. And then another thing, this chair, this one, this one, who's repaired it. So what with the new cupboard, the cushions and the chair, the money Edwin and Jane Martha receive is generating income for other people. And Jen Martha is putting some of her new income into a small business. Jane Martha, you run a business, a clothes business, Biaschara. Tell me about it. When I get the money, I must go and buy some clothes again. And I boost for my business going on. At all right now I want to go to town right now to buy more clothes that you will come and sell here in the village. Yes. Thank you very much. Thank you. Thank you. But for now we are going to stay with Edwin, because like every person have met in the village so far, he's a member of what's called a merry-go-round group. These are deeply entrenched in Kenyan culture. Even I am a member of one. The concept is very simple. Members agree to contribute a fixed amount of money per month. And each time, one person receives the total amount, another one the following month, and on and on until each member has heard a turn. It's a simple savings plan based on trust, and with a now regular income, it's way easier for the villagers here to run successful merry-go-round groups, one of which is meeting today. The money was given to number five, that's Kennedy. I've just arrived at Kennedy and Monica's home. They are hosting the merry-go-round group today. And right at the door I can see 200 shillings, that's $2 on a plate right at the entrance. I'll just find out what this is about. Howdy? Kennedy. Yes. I've just jumped over a plate with 200 shillings. What's that for? This money is fine for those who are late. I have two late comers today. Yes, today. You're welcome in our meeting today. Maybe you are late, but I don't know. Are you going to pay for us fine or what? Oh, you're fining me. I'm supposed to be a fine. I mean, if you like. I will pay the fine because I am late. You invited me to come at 2.30 and I am genuinely late. Thank you. Welcome. That money will go towards any expenses the group has, me to come at 2.30 and I am genuinely late. Thank you. Thank you. Welcome. That money will go towards any expenses the group has, not books and pens, for example. Members to put their money on the table, a thousand, a thousand. Each member contributes a thousand shillings. It's Monica, Kennedy's wife, who's to receive the money today. There are six members in this group, so she'll get six thousand shillings, that's around $60. She and Kennedy are planning to upgrade their mud-walled house, so she's going to buy cement. Most people have spoken to save at least $10 of their basic income money in a merry-go-round group each month. And they know just what they'll buy when it's their turn to receive the pot. Edwin plans to eventually build a permanent house for his family. I get $6,000. I just send that six to the hardware. Then if I get another six, we send there, then we just save bit by bit. Iron sheets, woods and the rest. So that when the time comes, we have the money, we have materials, and then we do everything. Building a house seems to be everyone's ultimate goal here. Teacher Irene, she's the secretary of this merry-go-round, says she's finished paying her fees for a diploma course, but now she has a son in high school. Then after paying the school fees, I'm longing to have my home. You are supposed to move from your father's in-law's home, then you're going to build yours. Now I'm longing to buy iron sheets with these money and I build my home from that then I'll make another step about 20 children are miming actions as they practice the alphabet. This is Irene's class. The school is located in the village we are visiting. But most of the children here come from neighboring villages which aren't receiving basic income money. After a very animated lesson, the children settled down on a mat made of dried reeds spread out on the floor of the classroom and the teacher takes the roll call. It's clear. Absent. Susan? I'm sent. You're upset? I'm sad. It's clear lots of children are missing today. Irene says that's because so many parents have failed to pay the school fees. They don't pay in time. It forces us to send the children home. The parent will see sitting with the child at home is difficult. That it will force her or him to come and pay the school fees so that the child can continue learning. For sure, if you come tomorrow, you'll see the numbers increased and they have really paid. Irene earns about $50 a month and she only receives her salary once the school fees have been paid. She says it's become very noticeable which children are from the village taking part in their basic income trial and which ones are from the others. There's a big difference because people from our village will find their children have paid school fees and even from the look of the children and see their children are smart. Maybe the child has have paid school fees. And even from the look of the children, you see their children as much. Maybe the child has got full school uniform, socks and shoes. And the extra money that's now coming in to some families even affects how much the children eat, with some bringing lunch or snacks and others going without. How do you handle that? You place those who have carried snacks together and those who have not carried it. snacks and others going without. How do you handle that? You place those who have carried snacks together and those who have not carried it. You'll just see them going out to go and play and swing and do other things. Because if you left them mixed up, those ones who have not carried will just come and start begging, help me, help me. Now we usually help them by separating them. If you've not carried, you go and play. As class has come to an end for the morning, I sit down under the shade of a tree with the school's head teacher, Joseph. He is clad in a well-pressed blue shirt and dark trousers. He tells me he was posted to the school three years ago. Previously, we had a lot of absenteeism within the school from the village. During the market days, those days the children would not be in school. Why? Because they'll be looking for money and the money they get from firewood, from taking charcoal to those market places. So these children, they would not come to school. But now, I've seen a lot of change. So the school that you're talking about, it's not badly off. I can see several blocks made of concrete and iron sheet roofing, and you've got two big tanks of water to provide water for the pupils and at the end they can see pit latrines for the students which you say are not enough now right so those ones most of most of these Joseph tells me they are planning to expand the school they need to cater for more children these days since the basic income project started he says children from other villages have come to stay with their relatives in the one that's receiving the money. Two years ago we had only 290 children and most of them were coming from far, far places and very few from here. But now we have 330, an increase of 40 and that is basically not from the other villages, but from this village. That's within two years. Yes. That's huge. Even the capacity of our school is now overstretched a little to accommodate the number. As I've walked around the village, I've met people who've spent their extra monthly income on education or medication, on furniture or chickens, on seeds or building materials. The money they are receiving is not so much that people feel they can stop working, but it does mean that they worry less about how they'll buy food each week or pay school fees. But it's clear even now that those receiving the money are better off compared with their neighbors in other villages who aren't getting the extra income. Couldn't that create new inequalities and tensions? Not necessarily, says Michael Fay from Give Directly. When I've gone to some of the surrounding villages, things I will hear are, well, of course we wish we had gotten the transfer, but we're doing meaningfully better than before the transfer started. And I'll ask, why are you doing meaningfully better? And they'll say, well, look, a lot of people in the village decided to rebuild their house, or they go to the market more. Well, somebody needs to build the house for them. Someone needs to sell things in the market. So our businesses are booming because of the capital that the village next door has received. In just one year and a half, the free money has made a significant difference in the lives of the people here. With a regular income, they've been able to plan better and invest more. How much more can be achieved over the next 10 years? They are already making plans for that. Edwin knows exactly what he wants. I'm planning to buy gods or sheep. I even told my wife, she can buy one and also buy one, we have two. You know, if you have one or two, those small animals. You will end up at a point when you have a bull. I'm looking forward to seeing how the whole village is changed next time I come. I am Ansoi and this was Global Business on the BBC World Service. The producer was Becky Lipscom."}