{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.84, 10.36], "text": " Thanks for downloading the BBC's world of business."}, {"timestamp": [10.72, 11.52], "text": " I'm Ruth Alexander."}, {"timestamp": [12.04, 16.84], "text": " And in the second part of a High Street special I've recorded for BBC Radio 4's In Business programme,"}, {"timestamp": [17.3, 21.48], "text": " I'm going behind the shop facades to find out who owns the buildings"}, {"timestamp": [21.48, 25.32], "text": " and how that's affecting the fortunes of towns and cities in the UK."}, {"timestamp": [30.44, 32.52], "text": " Welcome to Stockton on Tees."}, {"timestamp": [34.24, 37.08], "text": " That's the message from the whistling Stockton Flyer,"}, {"timestamp": [37.08, 43.48], "text": " an art installation in the town centre, paying homage to the first passenger train which ran between here and Darlington."}, {"timestamp": [44.16, 50.0], "text": " The locomotive puffs and heaves on its stone plinth every day at one o'clock to draw the crowds."}, {"timestamp": [50.0, 54.0], "text": " You'll get people covered out, a lunchtime to see it and hang around."}, {"timestamp": [54.0, 60.0], "text": " The intention is to create things that keep people in the town centre, the one to go and experience, the one to go and see it."}, {"timestamp": [60.0, 62.0], "text": " Are you sure you're all right with us, Kay?"}, {"timestamp": [62.0, 65.68], "text": " Oh, I'm fine, yeah. I've got ruined on there, but it's seven. It's phrased on there."}, {"timestamp": [65.68, 69.12], "text": " This tells me Neil Schneider,"}, {"timestamp": [69.12, 72.68], "text": " the outgoing chief executive officer of Stockton-on-Tees Borough Council,"}, {"timestamp": [72.68, 79.0], "text": " is A, pretty hardy, and B, not a man easily distracted from his purpose."}, {"timestamp": [79.0, 82.52], "text": " And he is well-regarded locally for the commitment he's shown"}, {"timestamp": [82.52, 85.0], "text": " trying to bring about Stockton's regeneration,"}, {"timestamp": [85.0, 91.24], "text": " the noisy art installation being just one of numerous measures to inject life into the town centre."}, {"timestamp": [91.24, 96.96], "text": " We put on fantastic events, we've got vibrant markets, we've got more businesses in the town centre."}, {"timestamp": [96.96, 99.76], "text": " You know, we want more people living in the town centre."}, {"timestamp": [99.76, 105.96], "text": " It can't just be defined by the number of big name retailers that you have, not across the market"}, {"timestamp": [105.96, 107.92], "text": " towns of this country."}, {"timestamp": [107.92, 112.7], "text": " Like many UK town, Stockton's High Street is scarred by the troubles of some of the biggest"}, {"timestamp": [112.7, 114.42], "text": " high street names."}, {"timestamp": [114.42, 119.56], "text": " The empty shop premises they leave behind as they go bust or shrink, a physical barrier for"}, {"timestamp": [119.56, 122.68], "text": " town regeneration programmes like Niels."}, {"timestamp": [122.68, 127.12], "text": " We've got four pretty large retail units."}, {"timestamp": [127.76, 133.84], "text": " Lovely upper floors, all empty and have been for a period of time actually."}, {"timestamp": [134.4, 141.12], "text": " I mean this one here, the door is actually shattered. Yep, we'll be chasing the owner and landlord"}, {"timestamp": [141.12, 145.04], "text": " and agent to get them out to put that back right."}, {"timestamp": [148.8, 149.76], "text": " It's not reflective of what we want to see on the high street and in the town centre."}, {"timestamp": [154.08, 154.56], "text": " Just next to this row of empty shops, which are right in the heart of the town, by the way,"}, {"timestamp": [158.4, 158.88], "text": " Neil showed me another building, the jewel in the crown of the high street,"}, {"timestamp": [161.12, 161.76], "text": " where it was until the shutters came down last summer."}, {"timestamp": [164.8, 166.04], "text": " Marks and Spencer's been in Stockton for 112 years. I think it was, yes."}, {"timestamp": [166.44, 167.72], "text": " Had a presence in the town."}, {"timestamp": [168.54, 171.08], "text": " And sadly, like in many town centres,"}, {"timestamp": [171.48, 173.52], "text": " they have departed this stuff."}, {"timestamp": [173.76, 175.82], "text": " All the windows are blacked out."}, {"timestamp": [176.14, 178.24], "text": " The bit of door there that's been boarded up."}, {"timestamp": [178.24, 181.28], "text": " And above, a sign, shop lease available,"}, {"timestamp": [182.08, 183.88], "text": " all inquiries to this telephone number."}, {"timestamp": [183.96, 188.0], "text": " And there isn't a long queue of steady interest outside, is there?"}, {"timestamp": [188.0, 194.0], "text": " It's a sign of the times, I'd see, in many town centres, what we see here, and it's sad."}, {"timestamp": [194.0, 203.0], "text": " In This edition of In Business, we're going behind the shop for SARS to examine who owns our High Street."}, {"timestamp": [203.0, 205.52], "text": " The relationship between landlord and"}, {"timestamp": [205.52, 211.68], "text": " tenant is an important dynamic that most of us don't give much thought to, and yet it's reshaping"}, {"timestamp": [211.68, 216.88], "text": " high streets up and down the country. We'll be looking at different models of ownership,"}, {"timestamp": [216.88, 222.88], "text": " from the big financial institutional investors, the sometimes absent landlords, through to the"}, {"timestamp": [222.88, 225.12], "text": " original aristocratic landowner."}, {"timestamp": [225.68, 229.12], "text": " And we'll hear how all are having to change their ways,"}, {"timestamp": [229.52, 232.32], "text": " and how that will change your high street."}, {"timestamp": [236.4, 240.32], "text": " The old MNS in Stockton is the perfect place for us to start,"}, {"timestamp": [240.88, 244.16], "text": " because when the council tried to persuade the retailer to stay in the town,"}, {"timestamp": [244.72, 245.46], "text": " it had another"}, {"timestamp": [245.46, 252.34], "text": " surprise for them. Speaking to Max and Spencers, you know, it became clear that despite"}, {"timestamp": [252.34, 258.16], "text": " shutting the store, they've still got over 200 years left on their lease. 200 years? Over 200 years"}, {"timestamp": [258.16, 269.14], "text": " left with no break clause. So Marks and Spencers is paying rent on this empty building and will be doing so for the next 200 years."}, {"timestamp": [269.46, 274.58], "text": " Unless they can sublet it or unless they can negotiate to be released from those terms, yes."}, {"timestamp": [275.4, 280.18], "text": " The council's attempt to track down the shop's landlord threw up another surprise."}, {"timestamp": [280.66, 285.24], "text": " We researched the history of the property in its ownership and it's owned by a company in Denmark."}, {"timestamp": [286.14, 290.14], "text": " Yes, Denmark, hundreds of miles away across the North Sea."}, {"timestamp": [290.64, 296.78], "text": " The M&S in Stockton is a really powerful example of how wrong the system is in some places."}, {"timestamp": [297.52, 302.04], "text": " This is Cathy Parker, Professor of Retail Enterprise at Manchester Metropolitan University."}, {"timestamp": [302.64, 305.3], "text": " She spends her time thinking about how our high streets"}, {"timestamp": [305.3, 306.84], "text": " could be brought back to health."}, {"timestamp": [307.14, 310.16], "text": " You've got empty properties, which are a form of blight."}, {"timestamp": [310.48, 313.2], "text": " It's like missing teeth, you know, if someone smiles"}, {"timestamp": [313.2, 314.94], "text": " and it's not a nice look."}, {"timestamp": [315.0, 316.52], "text": " And the high street's exactly the same."}, {"timestamp": [316.64, 319.38], "text": " You walk past, boarded up and empty shops,"}, {"timestamp": [319.6, 322.22], "text": " you start to feel that the place is failing."}, {"timestamp": [322.68, 325.32], "text": " That has a knock- on effect on new investment"}, {"timestamp": [325.32, 328.14], "text": " and people that might come in because they get put off"}, {"timestamp": [328.14, 330.02], "text": " for very distant landlords."}, {"timestamp": [330.12, 331.84], "text": " As long as somebody's paying the lease,"}, {"timestamp": [332.36, 333.56], "text": " that's the thing about leases."}, {"timestamp": [333.76, 335.6], "text": " These are long-term arrangements"}, {"timestamp": [335.6, 337.92], "text": " and you can only get out of them"}, {"timestamp": [337.92, 339.66], "text": " by compensating the landlord"}, {"timestamp": [339.66, 341.22], "text": " and they don't have to."}, {"timestamp": [341.82, 343.06], "text": " Unless you go bust,"}, {"timestamp": [343.52, 344.68], "text": " that's a liability."}, {"timestamp": [345.34, 348.02], "text": " So that's a really ridiculous situation to be in."}, {"timestamp": [348.18, 351.7], "text": " We can't have prime retail sites in high streets empty."}, {"timestamp": [352.64, 356.06], "text": " And yet that is exactly the situation in many places."}, {"timestamp": [356.74, 359.62], "text": " Since we visited Stockton, Marks and Spencer has told us"}, {"timestamp": [359.62, 362.86], "text": " it's now reached an agreement to return the store to the landlord"}, {"timestamp": [362.86, 371.12], "text": " who is actively looking for a new tenant. We tried to contact the landlord, the Danish company, Kiauth Habro, which according to its website"}, {"timestamp": [371.12, 377.04], "text": " invests in property in the UK, Germany and the Nordic countries. But we haven't heard back."}, {"timestamp": [377.04, 382.56], "text": " For Neil Schneider, that's a common experience. In research in the ownership of many of the"}, {"timestamp": [382.56, 388.96], "text": " buildings in this town centre, it's quite common actually for property to be owned, you know, parts of the globe."}, {"timestamp": [389.3, 389.68], "text": " Really?"}, {"timestamp": [389.78, 394.88], "text": " Some in property investment funds, part of a property portfolio of investment."}, {"timestamp": [395.72, 401.68], "text": " And actually having a discussion with somebody who's responsible to them can be difficult."}, {"timestamp": [402.24, 407.02], "text": " The fronted by agents, then the front, you know, behind that it's an investment company."}, {"timestamp": [407.8, 411.2], "text": " We want to speak to someone who cares about it, like we do as the council,"}, {"timestamp": [411.32, 414.44], "text": " that it's in our town centre, and we want to do something with these properties."}, {"timestamp": [414.6, 416.58], "text": " We want to brought back into use and back into life."}, {"timestamp": [417.1, 420.54], "text": " But actually finding someone to have a discussion who's going to make a decision on it"}, {"timestamp": [420.54, 422.48], "text": " can be more difficult than people think."}, {"timestamp": [423.38, 429.0], "text": " There are shop units in Stockton owned by entities in Luxembourg, the British Virgin Islands,"}, {"timestamp": [429.0, 432.0], "text": " the Cayman Islands, the Seychelles and Jersey."}, {"timestamp": [432.0, 438.0], "text": " Closer to home, Neil told me about numerous fledgling companies trading in the indoor market,"}, {"timestamp": [438.0, 440.0], "text": " a startup incubator he's proud of."}, {"timestamp": [440.0, 442.0], "text": " That's the Enterprise Arcade."}, {"timestamp": [442.0, 453.14], "text": " And on the ground floor we've got a number of small independent retailers who are giving retail in a go actually so they get business support and advice."}, {"timestamp": [453.86, 466.3], "text": " He says a number of these young companies would now love to expand into a high street store but they just can't afford the rents many of the landlords still expect despite today's challenging retail conditions."}, {"timestamp": [466.3, 472.78], "text": " We studied the poster in an empty shop window advertising its rent is £300 a week."}, {"timestamp": [472.78, 478.92], "text": " Let's just say that's a card shop. That's £300 a week is one for rent, then business rates,"}, {"timestamp": [478.92, 483.12], "text": " and then you've got utilities. If that's a card shop, how many cards are you having to sell"}, {"timestamp": [483.12, 485.36], "text": " a week before you cover your costs?"}, {"timestamp": [485.36, 488.0], "text": " Heck of a lot. They're three pound of time."}, {"timestamp": [488.0, 490.24], "text": " That's part of the struggle with retail."}, {"timestamp": [490.24, 495.84], "text": " You know, the margins are so tight now because of the value that you can get from shopping around the world online."}, {"timestamp": [495.84, 501.44], "text": " So it makes it tough. And then when you look at the store next door, we've got a bigger unit here."}, {"timestamp": [501.44, 505.04], "text": " This particular property sold in auction,"}, {"timestamp": [505.84, 507.9], "text": " probably to an owner who may not even have seen it"}, {"timestamp": [507.9, 510.5], "text": " and they'll have bought it as part of a property portfolio"}, {"timestamp": [510.5, 513.62], "text": " because it had a tenant on the first floor."}, {"timestamp": [514.12, 518.46], "text": " Therefore, on paper it would present itself as bringing it a yield."}, {"timestamp": [518.78, 520.14], "text": " Nice little learner."}, {"timestamp": [520.7, 525.0], "text": " But of course, it doesn't help us because as you can see it's empty."}, {"timestamp": [525.0, 530.0], "text": " And Neil Schneider says when he does manage to get a conversation going with a property owner,"}, {"timestamp": [530.0, 533.0], "text": " more often via an agent representing the owner,"}, {"timestamp": [533.0, 536.0], "text": " he finds they're often unwilling to be flexible"}, {"timestamp": [536.0, 539.0], "text": " to consider lowering their rent to get the shop filled."}, {"timestamp": [539.0, 544.0], "text": " Some of those discussions, sadly, seem to suggest that the owners still believe"}, {"timestamp": [544.0, 545.34], "text": " that there's"}, {"timestamp": [545.34, 552.3], "text": " another era of high rentals coming for retailers on town centres and some seem or"}, {"timestamp": [552.3, 558.54], "text": " appear to be content that you know if you have a property portfolio of 70"}, {"timestamp": [558.54, 563.2], "text": " properties that's bringing a rate of return and it's doing what at that scale it"}, {"timestamp": [563.2, 565.86], "text": " should the fact that one of them is empty in Stockton"}, {"timestamp": [565.86, 570.42], "text": " to an investment company may not prompt it to take it as seriously as we would"}, {"timestamp": [570.42, 571.94], "text": " so it is frustrating."}, {"timestamp": [573.04, 576.54], "text": " It seems unsustainable that commercial rents remain high"}, {"timestamp": [576.54, 580.14], "text": " at a time when pretty much every week a different retailer announces"}, {"timestamp": [580.14, 582.04], "text": " its entire financial straits,"}, {"timestamp": [582.46, 586.12], "text": " with some high profile ones like M&S Next in House of Fraser,"}, {"timestamp": [586.58, 588.94], "text": " putting the blame squarely at the door of the landlord."}, {"timestamp": [589.44, 594.1], "text": " The greedy landlords, as Sports Direct and House of Fraser owner, Mike Ashley puts it."}, {"timestamp": [594.74, 597.38], "text": " So I wanted to find out more about the landlords."}, {"timestamp": [601.12, 607.0], "text": " I made an appointment to meet property agent Dan Sims of Colliers on his local High Street in Guildford."}, {"timestamp": [607.0, 612.0], "text": " He's a go-between, striking the deals between landlord and tenant."}, {"timestamp": [612.0, 619.0], "text": " The fact we were accompanied by the gentle strains of competing buskers, one at each end of the high street,"}, {"timestamp": [619.0, 631.9], "text": " tells you we're in a wealthy area, almost at the other end of the spectrum to Stockton on Tees and with far fewer empty shops. Who owns this high street? The overriding theme is"}, {"timestamp": [631.9, 637.8], "text": " about 60% of this whole high street is owned by pension funds and insurance funds. So"}, {"timestamp": [637.8, 644.84], "text": " names that a lot of people will know like legal in general, an M&G, an Aberdeen Standard and Aviva."}, {"timestamp": [645.34, 648.8], "text": " And also there are lots of local authority superannuation funds"}, {"timestamp": [648.8, 650.3], "text": " and workers pension funds."}, {"timestamp": [651.48, 654.36], "text": " In this sense, Guilford High Street is like most others."}, {"timestamp": [654.9, 660.36], "text": " If you've got a pension, chances are you are invested in the UK High Street somewhere."}, {"timestamp": [660.92, 662.56], "text": " Its fortunes are yours."}, {"timestamp": [662.98, 664.5], "text": " We all have a stake."}, {"timestamp": [667.0, 672.0], "text": " Oh, in the centre of the High Street here, we've got a Tonsgate Quarter. This is a shopping centre."}, {"timestamp": [672.0, 678.0], "text": " That's right. It's a small shopping centre that has been here for about 25 years,"}, {"timestamp": [678.0, 692.0], "text": " but it was extensively refurbished and redeveloped last year. And the interesting story behind this one is this is owned by the Merseyside pension fund. So it's a fund whose income is derived to look after ex-council workers in Merseyside."}, {"timestamp": [692.0, 694.4], "text": " What kind of return would they be getting from something like this?"}, {"timestamp": [694.4, 700.08], "text": " I think it's in their books at about £50 million and it probably produces a return of around"}, {"timestamp": [700.08, 706.76], "text": " about 5%. With the returns like that, it's easy to see why shops have made good investments"}, {"timestamp": [706.76, 710.46], "text": " and the international finance that's poured into our high streets"}, {"timestamp": [710.46, 714.08], "text": " has even shaped the way they look and what's on offer."}, {"timestamp": [714.68, 717.34], "text": " Ever wondered why so many high streets look the same?"}, {"timestamp": [717.92, 719.1], "text": " Here's Professor Parker."}, {"timestamp": [720.02, 723.12], "text": " We've got a more standardised look to our high streets"}, {"timestamp": [723.12, 735.28], "text": " because the property owners have wanted to rent to a fairly small pool of multiple retailers that they perceive, you know, as a safe pair of hands."}, {"timestamp": [735.28, 741.16], "text": " I think that's going to change because a lot of those safe pair of hands aren't actually trading anymore."}, {"timestamp": [741.58, 750.14], "text": " Whereas perhaps in the past, you know, a business that had only been trading five years would have been seen as too high risk. Well, maybe that five years is okay"}, {"timestamp": [750.14, 754.82], "text": " because what's the alternative? You know, a lot of those large retailers that you might have"}, {"timestamp": [754.82, 759.86], "text": " rented your property to, Woolworths, etc. Well, they're just not in business anymore."}, {"timestamp": [760.5, 766.16], "text": " So gone are the days of almost effortless low-risk high returns for investors in the High Street."}, {"timestamp": [766.68, 771.06], "text": " Even in well-heeled Guildford, the signs of retailer distress are evident."}, {"timestamp": [772.06, 772.8], "text": " Their administration."}, {"timestamp": [773.56, 774.6], "text": " Next door is House of Fraser."}, {"timestamp": [774.84, 775.6], "text": " They're on a temporary lease."}, {"timestamp": [775.82, 777.42], "text": " Yep, they've got a sale on."}, {"timestamp": [778.44, 783.14], "text": " So is it all the fault of the greedy landlord, as Mike Ashley puts it?"}, {"timestamp": [783.74, 786.9], "text": " Professor Cathy Parker thinks they must take some blame."}, {"timestamp": [787.38, 789.6], "text": " Historically, landlords have had the upper hand."}, {"timestamp": [790.14, 793.46], "text": " They've been able to tie retailers into very long leases,"}, {"timestamp": [794.1, 796.34], "text": " and they've also had some clauses in there"}, {"timestamp": [796.34, 798.86], "text": " that means that if the rent does get reviewed,"}, {"timestamp": [799.26, 801.16], "text": " it only ever goes one way and that's up."}, {"timestamp": [801.66, 803.56], "text": " We can see in the current economic situation,"}, {"timestamp": [803.68, 804.94], "text": " what's happening on the high streets."}, {"timestamp": [813.04, 819.12], "text": " That's really out of date now. Time to hear from a landlord. I certainly don't consider that we're a greedy landlord. This is Bill Hughes, head of retail assets at legal and general"}, {"timestamp": [819.12, 828.0], "text": " investment management, one of the major landlords on the UK High Street. We own four and a half billion sterling of retail property."}, {"timestamp": [828.98, 831.04], "text": " Let's just pause to take that in a moment."}, {"timestamp": [831.78, 839.96], "text": " Legal and general owns £4.5 billion worth of high street shops, shopping centres and out-of-town developments."}, {"timestamp": [840.7, 843.76], "text": " That's a lot of money to me, but not so much to them."}, {"timestamp": [844.36, 848.12], "text": " That represents less than 25% of our overall investment,"}, {"timestamp": [848.88, 853.72], "text": " whereas 10 years ago, retail property would have been close to 50% of what we would own."}, {"timestamp": [854.66, 859.18], "text": " The investment companies massively reduced its exposure to the High Street in recent years."}, {"timestamp": [859.7, 863.58], "text": " But what of the relationship between landlord and retailer?"}, {"timestamp": [864.44, 868.66], "text": " Bill Hughes admits it's always been an uneasy one."}, {"timestamp": [869.02, 871.42], "text": " The history of the relationship between landlord and tenant"}, {"timestamp": [871.42, 878.06], "text": " has been naturally attritional and antagonistic and conflictual."}, {"timestamp": [878.72, 881.42], "text": " With the landlord usually coming out on top."}, {"timestamp": [881.84, 887.88], "text": " I would say from my point of view, I've got the investors that we represent to think about"}, {"timestamp": [887.88, 891.88], "text": " first and foremost, so I need to make sure that what we do works for them."}, {"timestamp": [891.88, 897.94], "text": " Spare a thought for the agent, like Dan Sims, in the middle of the relationship, always difficult,"}, {"timestamp": [897.94, 902.76], "text": " now very strained, as the finances of both sides are under pressure."}, {"timestamp": [902.76, 906.0], "text": " Has it been getting quite nasty between the landlords and the retailers?"}, {"timestamp": [906.0, 908.0], "text": " Some of the conversations that are going on?"}, {"timestamp": [908.0, 910.0], "text": " It can in some instances,"}, {"timestamp": [910.0, 914.0], "text": " particularly where retailers are coming to lease expiry"}, {"timestamp": [914.0, 917.0], "text": " and in some instances are able to negotiate"}, {"timestamp": [917.0, 920.0], "text": " extremely hard on their terms to stay."}, {"timestamp": [920.0, 924.0], "text": " Some of those discussions are quite hard thought"}, {"timestamp": [924.0, 925.24], "text": " and quite emotive."}, {"timestamp": [928.48, 929.42], "text": " And so what kind of demands is the retailer putting on the table?"}, {"timestamp": [933.16, 935.78], "text": " They're often asking or demanding that they will pay lower rents with bigger incentives when they take leases."}, {"timestamp": [936.06, 936.88], "text": " How much lower?"}, {"timestamp": [936.88, 941.4], "text": " The average retail rent across the UK has gone down 22%."}, {"timestamp": [941.4, 947.86], "text": " And Bill Hughes says his company realises that the relationship between the landlord and the"}, {"timestamp": [947.86, 949.84], "text": " retailer-tenant has to change."}, {"timestamp": [950.28, 957.98], "text": " It's no longer good enough to be passive as an owner and to get someone to sign a long lease"}, {"timestamp": [957.98, 962.6], "text": " and expect them to be paying you rent on a that would only rent review for several"}, {"timestamp": [962.6, 963.12], "text": " decades."}, {"timestamp": [963.52, 965.92], "text": " A 20-25-year lease was not unusual"}, {"timestamp": [965.92, 972.32], "text": " a generation ago. But that's not really in anyone's interest. Passive is just not good enough."}, {"timestamp": [973.0, 978.88], "text": " He thinks retail property will remain a good investment, but one that now requires a hands-on"}, {"timestamp": [978.88, 983.58], "text": " approach. I think it's really important for owners of real estate to recognise that they have"}, {"timestamp": [983.58, 989.44], "text": " gotten aligned interest with occupiers in terms of helping them to run successful businesses."}, {"timestamp": [990.14, 994.18], "text": " And if they run successful businesses, we are going to be happy owners."}, {"timestamp": [994.82, 997.0], "text": " So the relationship needs to be honest."}, {"timestamp": [997.6, 999.04], "text": " That's about transparency."}, {"timestamp": [999.78, 1001.3], "text": " It needs to have vision."}, {"timestamp": [1002.12, 1003.62], "text": " And it needs to be collaborative."}, {"timestamp": [1004.3, 1007.34], "text": " And the high street itself will change as a result."}, {"timestamp": [1007.34, 1016.42], "text": " I think the future is going to be about making the occupational diversity much wider"}, {"timestamp": [1016.42, 1020.08], "text": " and to think about what other uses might complement retail."}, {"timestamp": [1020.64, 1030.5], "text": " That could be restaurants, it could be doctor's surgeries, it could be any sort of activity that people feel the need to do in person."}, {"timestamp": [1031.5, 1037.32], "text": " And under those circumstances, I think there is a good future and a positive outcome for a range of towns and cities."}, {"timestamp": [1037.98, 1042.12], "text": " So would this institutional landlord bring down rents too?"}, {"timestamp": [1042.42, 1047.36], "text": " I think the mature way to deal with those situations is to take them case by case."}, {"timestamp": [1048.02, 1053.34], "text": " And I genuinely believe that in a number of cases, we can work with retailers who are struggling"}, {"timestamp": [1053.34, 1055.12], "text": " in a way that's going to help them."}, {"timestamp": [1055.82, 1060.0], "text": " And frankly, that is going to be good for our long-term future for our investors as well as it"}, {"timestamp": [1060.0, 1060.7], "text": " is for a retailer."}, {"timestamp": [1062.08, 1065.2], "text": " Thinking about all those empty shops in Stockton,"}, {"timestamp": [1065.62, 1068.76], "text": " their owners reluctant to drop the rents to get tenants in,"}, {"timestamp": [1069.26, 1074.4], "text": " it's clear not all landlords are ready to fully face up to the new retail reality."}, {"timestamp": [1075.06, 1076.9], "text": " I put that to property agent Dan Sims."}, {"timestamp": [1077.8, 1080.96], "text": " Are you sometimes tearing your hair out"}, {"timestamp": [1080.96, 1084.6], "text": " with some of your clients who are perhaps less engaged?"}, {"timestamp": [1085.36, 1091.18], "text": " Yes, there are some landlords who are still thinking it's 2007, not 2019."}, {"timestamp": [1091.98, 1096.1], "text": " Unless they own in the very, very strongest locations in the UK where they can get away"}, {"timestamp": [1096.1, 1100.88], "text": " with that approach, they're going to have to change and take a much more flexible, engaged"}, {"timestamp": [1100.88, 1110.34], "text": " and proactive approach."}, {"timestamp": [1110.38, 1114.34], "text": " Hello."}, {"timestamp": [1117.68, 1119.08], "text": " Danish or Scandinavian is kind of our look, so a lot of Scandinavian styles."}, {"timestamp": [1121.0, 1122.58], "text": " Miles away from Guildford,"}, {"timestamp": [1122.78, 1124.6], "text": " in the North Yorkshire town of Malton,"}, {"timestamp": [1126.64, 1127.0], "text": " inside a little homeware boutique,"}, {"timestamp": [1134.04, 1134.58], "text": " owner Laura Calbeck tells me she moved there after she was driven out of York by a landlord's financial expectations."}, {"timestamp": [1143.24, 1143.42], "text": " I didn't have a problem with our landlord in York, but I think it was more the fact of the business rates going up and then our rent kept going up and everything kind of kept going up, but the footfall wasn't increasing."}, {"timestamp": [1149.7, 1155.14], "text": " So we sort of saw our sales dwindling and all over the other costs going up and everything kind of kept going up but their footfall wasn't increasing so we sort of saw our sales dwindling and all everything other costs going up being just one of many small businesses wanting to trade in a street that was gentrifying she knew she had basically no negotiating power"}, {"timestamp": [1155.14, 1160.52], "text": " she and her husband will started looking at other locations we'd heard that molten was on the up"}, {"timestamp": [1160.52, 1164.8], "text": " and we looked at the website and things that for the estate and it was what tom was doing that"}, {"timestamp": [1164.8, 1170.62], "text": " made us make the decision to come here so your decision had a lot to do with who the landlord was"}, {"timestamp": [1170.62, 1174.44], "text": " and what they were doing yeah yeah we wouldn't have thought of moving to martin if we hadn't"}, {"timestamp": [1174.44, 1178.4], "text": " have seen what tom was doing with the town he was the main reason we chose to come and open a shop here"}, {"timestamp": [1178.4, 1187.14], "text": " tom is tom naylor leyland heir to the fitzwilliam malton, or as some local shop owner's joke, Lord of the Manor."}, {"timestamp": [1187.8, 1191.1], "text": " The town's been in his family since the 1700s."}, {"timestamp": [1191.1, 1194.88], "text": " It owns 60% of the pretty red-roved commercial properties"}, {"timestamp": [1194.88, 1197.28], "text": " which line the attractive cobbled streets."}, {"timestamp": [1197.94, 1202.3], "text": " Toolbit yard is, well, used to be a coaching yard, coaching..."}, {"timestamp": [1203.48, 1206.24], "text": " Meeting Tom, I suspect he'd hate his nickname,"}, {"timestamp": [1206.72, 1208.36], "text": " dressed casually in a green jumper."}, {"timestamp": [1208.64, 1210.72], "text": " He has an open, self-effacing manner."}, {"timestamp": [1211.04, 1214.0], "text": " And instead of showing me all the town's charming highlights,"}, {"timestamp": [1214.52, 1216.3], "text": " he took me away from the tourist trail,"}, {"timestamp": [1216.54, 1218.72], "text": " on a tour of his work in progress."}, {"timestamp": [1219.64, 1222.3], "text": " It's not the most beautiful part of town,"}, {"timestamp": [1222.46, 1223.52], "text": " but there's a reason for..."}, {"timestamp": [1223.52, 1225.86], "text": " We're basically in a car park here at the rear of the shops."}, {"timestamp": [1226.0, 1226.32], "text": " Exactly."}, {"timestamp": [1226.66, 1231.76], "text": " But there's a reason which is that it shows buildings which have been empty for..."}, {"timestamp": [1231.76, 1234.48], "text": " I mean, this one here has been empty, you know, for at least 10 years."}, {"timestamp": [1234.86, 1238.22], "text": " And it's now going to be a production for a handmade soap company."}, {"timestamp": [1238.72, 1242.36], "text": " They've got their lovely sign-up and, you know, I can see that shortly they will be making"}, {"timestamp": [1242.36, 1243.86], "text": " handmade soaps in there."}, {"timestamp": [1243.94, 1244.82], "text": " And it's just..."}, {"timestamp": [1244.82, 1245.84], "text": " That is the thrilling thing. If you can get footfall, I mean, I can see that shortly they will be making my handmade soaps in there. And it's just, that is the thrilling thing."}, {"timestamp": [1246.04, 1248.8], "text": " If you can get footfall, I mean, it's blindingly obvious,"}, {"timestamp": [1249.32, 1250.98], "text": " but if you can get footfall in, you know,"}, {"timestamp": [1251.14, 1253.52], "text": " you can see these old buildings which have been empty."}, {"timestamp": [1253.64, 1257.2], "text": " Indeed, Talbot Yard was empty for 50 years, and now..."}, {"timestamp": [1257.2, 1258.08], "text": " Really? 50."}, {"timestamp": [1258.64, 1261.98], "text": " It's a sort of haven of production and life and all of that."}, {"timestamp": [1262.94, 1266.6], "text": " Today, Malton is marketed as a bustling foodie destination."}, {"timestamp": [1267.18, 1270.1], "text": " But 10 years ago, the town was on its knees,"}, {"timestamp": [1270.5, 1272.48], "text": " hit by out-of-town shopping centres"}, {"timestamp": [1272.48, 1274.78], "text": " and the advent of online shopping."}, {"timestamp": [1275.58, 1277.32], "text": " Tom decided he had to act,"}, {"timestamp": [1277.82, 1279.82], "text": " realising that when a tenant moved out,"}, {"timestamp": [1280.14, 1283.0], "text": " the next one was no longer to be found queuing up at the door anymore."}, {"timestamp": [1283.46, 1286.76], "text": " The old model of sit back, watch your shop fill with tenants,"}, {"timestamp": [1286.86, 1289.16], "text": " and your coffers with their cash, was over."}, {"timestamp": [1289.8, 1292.36], "text": " I remember having exactly that conversation,"}, {"timestamp": [1292.56, 1296.9], "text": " which was that, you know, for no more is it this question of you get a building back"}, {"timestamp": [1296.9, 1299.48], "text": " and there's a queue of people and you choose which one."}, {"timestamp": [1299.48, 1301.92], "text": " You know, now you have quite a few buildings"}, {"timestamp": [1301.92, 1304.36], "text": " and sometimes not that many future operators,"}, {"timestamp": [1304.88, 1309.48], "text": " and you've got to really give them a reason why they're going to want to come and take a place."}, {"timestamp": [1310.16, 1313.94], "text": " Perhaps you're having to work harder than many landlords traditionally have had to."}, {"timestamp": [1314.14, 1315.62], "text": " Yes, I'm sure that's true."}, {"timestamp": [1320.14, 1327.76], "text": " In need of warming up, we went inside a plush hotel that the estates recently refurbished as part of Mission Foody destination."}, {"timestamp": [1328.34, 1332.36], "text": " We sat down by a fire to talk a bit more about this landlord's approach."}, {"timestamp": [1333.02, 1335.84], "text": " A few years ago, we went out to actual food producers."}, {"timestamp": [1336.26, 1341.32], "text": " Rather than saying to them, come and open your shop here, we said, come and make your product here."}, {"timestamp": [1341.82, 1345.68], "text": " And make your product right in the the central town so that people can come"}, {"timestamp": [1345.68, 1350.24], "text": " and see it being done so that obviously feeds into the experiences thing that we've all heard about"}, {"timestamp": [1350.24, 1355.04], "text": " and yes you can buy it of course but it's the production you're coming to see so you're quite"}, {"timestamp": [1355.04, 1360.72], "text": " interventionist landlord then you will go to a business and say look hey have you thought about"}, {"timestamp": [1360.72, 1372.44], "text": " doing it a slightly different way and doing it in my town that way? Yes, definitely, although the caveat is that I think no one likes to be told what to do,"}, {"timestamp": [1373.02, 1378.48], "text": " so we're cautious about that, but if it is a partnership and if you are genuinely trying together"}, {"timestamp": [1378.48, 1383.4], "text": " to make that business work, then hopefully you can say to someone, by the way, have you"}, {"timestamp": [1383.4, 1390.92], "text": " thought about maybe improving your packaging or changing your shopfront or possibly thinking about doing things in a different way?"}, {"timestamp": [1391.16, 1396.6], "text": " But it's about having a relationship, hopefully that it is good enough that it allows feedback."}, {"timestamp": [1397.88, 1405.5], "text": " I did hear some grumbles in town about rents and how hard it can be to negotiate with a landlord who owns the majority"}, {"timestamp": [1405.5, 1411.64], "text": " of the properties in town. But most of what I heard was positive. Back in the homeware shop,"}, {"timestamp": [1412.06, 1417.12], "text": " Laura Calbeck, who moved in from the city with high hopes for her new landlord's hands-on methods,"}, {"timestamp": [1417.64, 1422.24], "text": " says she hasn't been disappointed. Lots changed even the three years at the time we've been here."}, {"timestamp": [1422.74, 1426.34], "text": " New shops have opened and new things have opened and new festivals have been planned."}, {"timestamp": [1426.68, 1429.0], "text": " Even all down here, he renovates all the shop frontages up,"}, {"timestamp": [1429.06, 1432.74], "text": " so we've got all nice painted up frontages and the festivals."}, {"timestamp": [1433.28, 1436.26], "text": " They do always want feedback from us to see whether there's a retailer in the town,"}, {"timestamp": [1436.36, 1440.22], "text": " whether it gives us a boost in custom before and after of the event."}, {"timestamp": [1440.46, 1441.72], "text": " And this is a new experience for you."}, {"timestamp": [1441.78, 1442.74], "text": " It wasn't like that in Europe?"}, {"timestamp": [1443.12, 1445.2], "text": " There wasn't that personal relationship with the landlord."}, {"timestamp": [1445.76, 1447.84], "text": " No, there's no personal, no."}, {"timestamp": [1448.58, 1450.64], "text": " You're just a number and you're one of many, I suppose."}, {"timestamp": [1451.78, 1458.08], "text": " In Malton, the historic landowner's new energy is undoubtedly giving the town a new lease of life."}, {"timestamp": [1458.82, 1461.04], "text": " Malton's hardly the standard model, though."}, {"timestamp": [1461.46, 1466.4], "text": " The fact that one rich local landowner owns 60% of the property does"}, {"timestamp": [1466.4, 1471.46], "text": " give a certain freedom and appetite to get hands-on. Professor Cathy Parker."}, {"timestamp": [1472.2, 1478.16], "text": " I think when you've got any major owner, whether that's, you know, private sector landlord"}, {"timestamp": [1478.16, 1484.26], "text": " where a lot of the shops are owned by the same landlord, who's local, or perhaps Bolton"}, {"timestamp": [1484.26, 1485.78], "text": " and other councils are trying to do"}, {"timestamp": [1485.78, 1488.2], "text": " buy more of the retail property"}, {"timestamp": [1488.2, 1489.84], "text": " so that they can have that ownership."}, {"timestamp": [1490.42, 1493.1], "text": " It means that you can manage the retail mix,"}, {"timestamp": [1493.18, 1494.74], "text": " you can manage the offer of the town"}, {"timestamp": [1494.74, 1496.2], "text": " in a way that you can't"}, {"timestamp": [1496.2, 1497.38], "text": " when every building,"}, {"timestamp": [1497.88, 1500.9], "text": " it's a different relationship between the landlord and the tenant,"}, {"timestamp": [1501.34, 1504.54], "text": " you start to take that more custodian sort of view."}, {"timestamp": [1505.08, 1508.42], "text": " Now, I think that's okay as long as you know what you're doing,"}, {"timestamp": [1508.7, 1511.96], "text": " but I also think that the people that are behind that"}, {"timestamp": [1511.96, 1514.42], "text": " and doing that need to be very savvy"}, {"timestamp": [1514.42, 1517.86], "text": " so that they're not just creating a town, sort of in their image,"}, {"timestamp": [1517.86, 1519.22], "text": " that they think's going to work."}, {"timestamp": [1519.94, 1521.76], "text": " As in Bolton and Malton,"}, {"timestamp": [1522.26, 1524.6], "text": " Neil and his colleagues back at the council in Stockton,"}, {"timestamp": [1524.6, 1525.32], "text": " where we began,"}, {"timestamp": [1525.7, 1528.94], "text": " are also beginning to embrace the interventionist approach."}, {"timestamp": [1529.66, 1536.28], "text": " Borrowing a cool £30 million to tackle the absent landlord problem by buying up empty properties."}, {"timestamp": [1536.94, 1540.26], "text": " It's undeniably a risk to invest in the property game,"}, {"timestamp": [1540.26, 1545.8], "text": " and not everyone thinks councils have the skills or experience to take such bold action but"}, {"timestamp": [1545.8, 1550.6], "text": " Neil Schneider says the council isn't always buying with a view to getting in new tenants."}, {"timestamp": [1551.32, 1556.92], "text": " We bought the old nightclub and the old post office and we're in the beginning early stages"}, {"timestamp": [1556.92, 1560.8], "text": " of stripping them and knocking them down. Right just getting red getting red."}, {"timestamp": [1561.32, 1567.6], "text": " And what were you put in the place? We've looked at again some, some more on streetcar parking, maybe even a small area of green"}, {"timestamp": [1567.6, 1571.42], "text": " space with some, you know, seating areas."}, {"timestamp": [1571.42, 1575.24], "text": " As people, more people come to living town centres, you know, who knows, you might get allotments,"}, {"timestamp": [1575.24, 1577.88], "text": " you know, linked into little cafes and kitchen."}, {"timestamp": [1577.88, 1581.48], "text": " Just then we've got to think really differently about space."}, {"timestamp": [1581.48, 1588.88], "text": " It's a striking sign that the boom days of retail property are over, that this council is bulldozing shops."}, {"timestamp": [1588.88, 1594.4], "text": " You know, the days of property investors come and making money in town centres with retail, it's gone."}, {"timestamp": [1594.4, 1600.88], "text": " So as a local authority, we're not prepared to just sit and watch that happen, and stores stay empty,"}, {"timestamp": [1600.88, 1606.6], "text": " we're prepared to, you know, get involved, have the discussions, and if appropriate, intervene."}, {"timestamp": [1607.64, 1609.88], "text": " As we're stood here, I look behind you."}, {"timestamp": [1611.28, 1615.64], "text": " What we see there is right in the heart of the town centre on street car parking."}, {"timestamp": [1616.22, 1621.64], "text": " That used to be a three-story, pretty unattractive building with retail stores below it."}, {"timestamp": [1622.16, 1625.52], "text": " Many of them empty, so we acquired it and we've knocked it down."}, {"timestamp": [1625.52, 1630.48], "text": " Turned it into a car park? Turn it into one street car parking, quick, easy in, easy out, free"}, {"timestamp": [1630.48, 1635.36], "text": " car parking for an hour. There's too much retail space and we're not going to apologise that we"}, {"timestamp": [1635.36, 1642.48], "text": " need to have less. It's evident in Stockton that a council choosing to turn retail landlord"}, {"timestamp": [1642.48, 1646.88], "text": " is going to have a radical effect on the look, shape and purpose of the town."}, {"timestamp": [1647.48, 1650.1], "text": " And it's not only this council or others like it."}, {"timestamp": [1650.64, 1654.3], "text": " Landlords of all varieties are being forced to change their tactics,"}, {"timestamp": [1654.3, 1658.9], "text": " to get more involved, to embrace and support smaller retailers,"}, {"timestamp": [1659.82, 1664.46], "text": " which will mean lowering rents and maybe lower returns for your pension fund."}, {"timestamp": [1665.1, 1669.76], "text": " But if the new investment strategies behind the shop facades pay off,"}, {"timestamp": [1670.22, 1673.98], "text": " it could make our high streets feel more eclectic and individual,"}, {"timestamp": [1674.64, 1678.92], "text": " drawing shoppers away from their computer screens and back into town."}, {"timestamp": [1688.44, 1688.72], "text": " In Business was presented by me, Ruth Alexander."}, {"timestamp": [1690.26, 1690.78], "text": " The producer was Alex Lewis."}, {"timestamp": [1694.02, 1694.32], "text": " If you want to listen to the program I made about the High Street a couple of weeks ago,"}, {"timestamp": [1698.18, 1700.42], "text": " download a tale of two towns from the World of Business podcast feed. It's about two towns in Cheshire,"}, {"timestamp": [1700.64, 1705.46], "text": " which tried two very different methods of regeneration with very different results."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. Thanks for downloading the BBC's world of business. I'm Ruth Alexander. And in the second part of a High Street special I've recorded for BBC Radio 4's In Business programme, I'm going behind the shop facades to find out who owns the buildings and how that's affecting the fortunes of towns and cities in the UK. Welcome to Stockton on Tees. That's the message from the whistling Stockton Flyer, an art installation in the town centre, paying homage to the first passenger train which ran between here and Darlington. The locomotive puffs and heaves on its stone plinth every day at one o'clock to draw the crowds. You'll get people covered out, a lunchtime to see it and hang around. The intention is to create things that keep people in the town centre, the one to go and experience, the one to go and see it. Are you sure you're all right with us, Kay? Oh, I'm fine, yeah. I've got ruined on there, but it's seven. It's phrased on there. This tells me Neil Schneider, the outgoing chief executive officer of Stockton-on-Tees Borough Council, is A, pretty hardy, and B, not a man easily distracted from his purpose. And he is well-regarded locally for the commitment he's shown trying to bring about Stockton's regeneration, the noisy art installation being just one of numerous measures to inject life into the town centre. We put on fantastic events, we've got vibrant markets, we've got more businesses in the town centre. You know, we want more people living in the town centre. It can't just be defined by the number of big name retailers that you have, not across the market towns of this country. Like many UK town, Stockton's High Street is scarred by the troubles of some of the biggest high street names. The empty shop premises they leave behind as they go bust or shrink, a physical barrier for town regeneration programmes like Niels. We've got four pretty large retail units. Lovely upper floors, all empty and have been for a period of time actually. I mean this one here, the door is actually shattered. Yep, we'll be chasing the owner and landlord and agent to get them out to put that back right. It's not reflective of what we want to see on the high street and in the town centre. Just next to this row of empty shops, which are right in the heart of the town, by the way, Neil showed me another building, the jewel in the crown of the high street, where it was until the shutters came down last summer. Marks and Spencer's been in Stockton for 112 years. I think it was, yes. Had a presence in the town. And sadly, like in many town centres, they have departed this stuff. All the windows are blacked out. The bit of door there that's been boarded up. And above, a sign, shop lease available, all inquiries to this telephone number. And there isn't a long queue of steady interest outside, is there? It's a sign of the times, I'd see, in many town centres, what we see here, and it's sad. In This edition of In Business, we're going behind the shop for SARS to examine who owns our High Street. The relationship between landlord and tenant is an important dynamic that most of us don't give much thought to, and yet it's reshaping high streets up and down the country. We'll be looking at different models of ownership, from the big financial institutional investors, the sometimes absent landlords, through to the original aristocratic landowner. And we'll hear how all are having to change their ways, and how that will change your high street. The old MNS in Stockton is the perfect place for us to start, because when the council tried to persuade the retailer to stay in the town, it had another surprise for them. Speaking to Max and Spencers, you know, it became clear that despite shutting the store, they've still got over 200 years left on their lease. 200 years? Over 200 years left with no break clause. So Marks and Spencers is paying rent on this empty building and will be doing so for the next 200 years. Unless they can sublet it or unless they can negotiate to be released from those terms, yes. The council's attempt to track down the shop's landlord threw up another surprise. We researched the history of the property in its ownership and it's owned by a company in Denmark. Yes, Denmark, hundreds of miles away across the North Sea. The M&S in Stockton is a really powerful example of how wrong the system is in some places. This is Cathy Parker, Professor of Retail Enterprise at Manchester Metropolitan University. She spends her time thinking about how our high streets could be brought back to health. You've got empty properties, which are a form of blight. It's like missing teeth, you know, if someone smiles and it's not a nice look. And the high street's exactly the same. You walk past, boarded up and empty shops, you start to feel that the place is failing. That has a knock- on effect on new investment and people that might come in because they get put off for very distant landlords. As long as somebody's paying the lease, that's the thing about leases. These are long-term arrangements and you can only get out of them by compensating the landlord and they don't have to. Unless you go bust, that's a liability. So that's a really ridiculous situation to be in. We can't have prime retail sites in high streets empty. And yet that is exactly the situation in many places. Since we visited Stockton, Marks and Spencer has told us it's now reached an agreement to return the store to the landlord who is actively looking for a new tenant. We tried to contact the landlord, the Danish company, Kiauth Habro, which according to its website invests in property in the UK, Germany and the Nordic countries. But we haven't heard back. For Neil Schneider, that's a common experience. In research in the ownership of many of the buildings in this town centre, it's quite common actually for property to be owned, you know, parts of the globe. Really? Some in property investment funds, part of a property portfolio of investment. And actually having a discussion with somebody who's responsible to them can be difficult. The fronted by agents, then the front, you know, behind that it's an investment company. We want to speak to someone who cares about it, like we do as the council, that it's in our town centre, and we want to do something with these properties. We want to brought back into use and back into life. But actually finding someone to have a discussion who's going to make a decision on it can be more difficult than people think. There are shop units in Stockton owned by entities in Luxembourg, the British Virgin Islands, the Cayman Islands, the Seychelles and Jersey. Closer to home, Neil told me about numerous fledgling companies trading in the indoor market, a startup incubator he's proud of. That's the Enterprise Arcade. And on the ground floor we've got a number of small independent retailers who are giving retail in a go actually so they get business support and advice. He says a number of these young companies would now love to expand into a high street store but they just can't afford the rents many of the landlords still expect despite today's challenging retail conditions. We studied the poster in an empty shop window advertising its rent is £300 a week. Let's just say that's a card shop. That's £300 a week is one for rent, then business rates, and then you've got utilities. If that's a card shop, how many cards are you having to sell a week before you cover your costs? Heck of a lot. They're three pound of time. That's part of the struggle with retail. You know, the margins are so tight now because of the value that you can get from shopping around the world online. So it makes it tough. And then when you look at the store next door, we've got a bigger unit here. This particular property sold in auction, probably to an owner who may not even have seen it and they'll have bought it as part of a property portfolio because it had a tenant on the first floor. Therefore, on paper it would present itself as bringing it a yield. Nice little learner. But of course, it doesn't help us because as you can see it's empty. And Neil Schneider says when he does manage to get a conversation going with a property owner, more often via an agent representing the owner, he finds they're often unwilling to be flexible to consider lowering their rent to get the shop filled. Some of those discussions, sadly, seem to suggest that the owners still believe that there's another era of high rentals coming for retailers on town centres and some seem or appear to be content that you know if you have a property portfolio of 70 properties that's bringing a rate of return and it's doing what at that scale it should the fact that one of them is empty in Stockton to an investment company may not prompt it to take it as seriously as we would so it is frustrating. It seems unsustainable that commercial rents remain high at a time when pretty much every week a different retailer announces its entire financial straits, with some high profile ones like M&S Next in House of Fraser, putting the blame squarely at the door of the landlord. The greedy landlords, as Sports Direct and House of Fraser owner, Mike Ashley puts it. So I wanted to find out more about the landlords. I made an appointment to meet property agent Dan Sims of Colliers on his local High Street in Guildford. He's a go-between, striking the deals between landlord and tenant. The fact we were accompanied by the gentle strains of competing buskers, one at each end of the high street, tells you we're in a wealthy area, almost at the other end of the spectrum to Stockton on Tees and with far fewer empty shops. Who owns this high street? The overriding theme is about 60% of this whole high street is owned by pension funds and insurance funds. So names that a lot of people will know like legal in general, an M&G, an Aberdeen Standard and Aviva. And also there are lots of local authority superannuation funds and workers pension funds. In this sense, Guilford High Street is like most others. If you've got a pension, chances are you are invested in the UK High Street somewhere. Its fortunes are yours. We all have a stake. Oh, in the centre of the High Street here, we've got a Tonsgate Quarter. This is a shopping centre. That's right. It's a small shopping centre that has been here for about 25 years, but it was extensively refurbished and redeveloped last year. And the interesting story behind this one is this is owned by the Merseyside pension fund. So it's a fund whose income is derived to look after ex-council workers in Merseyside. What kind of return would they be getting from something like this? I think it's in their books at about £50 million and it probably produces a return of around about 5%. With the returns like that, it's easy to see why shops have made good investments and the international finance that's poured into our high streets has even shaped the way they look and what's on offer. Ever wondered why so many high streets look the same? Here's Professor Parker. We've got a more standardised look to our high streets because the property owners have wanted to rent to a fairly small pool of multiple retailers that they perceive, you know, as a safe pair of hands. I think that's going to change because a lot of those safe pair of hands aren't actually trading anymore. Whereas perhaps in the past, you know, a business that had only been trading five years would have been seen as too high risk. Well, maybe that five years is okay because what's the alternative? You know, a lot of those large retailers that you might have rented your property to, Woolworths, etc. Well, they're just not in business anymore. So gone are the days of almost effortless low-risk high returns for investors in the High Street. Even in well-heeled Guildford, the signs of retailer distress are evident. Their administration. Next door is House of Fraser. They're on a temporary lease. Yep, they've got a sale on. So is it all the fault of the greedy landlord, as Mike Ashley puts it? Professor Cathy Parker thinks they must take some blame. Historically, landlords have had the upper hand. They've been able to tie retailers into very long leases, and they've also had some clauses in there that means that if the rent does get reviewed, it only ever goes one way and that's up. We can see in the current economic situation, what's happening on the high streets. That's really out of date now. Time to hear from a landlord. I certainly don't consider that we're a greedy landlord. This is Bill Hughes, head of retail assets at legal and general investment management, one of the major landlords on the UK High Street. We own four and a half billion sterling of retail property. Let's just pause to take that in a moment. Legal and general owns £4.5 billion worth of high street shops, shopping centres and out-of-town developments. That's a lot of money to me, but not so much to them. That represents less than 25% of our overall investment, whereas 10 years ago, retail property would have been close to 50% of what we would own. The investment companies massively reduced its exposure to the High Street in recent years. But what of the relationship between landlord and retailer? Bill Hughes admits it's always been an uneasy one. The history of the relationship between landlord and tenant has been naturally attritional and antagonistic and conflictual. With the landlord usually coming out on top. I would say from my point of view, I've got the investors that we represent to think about first and foremost, so I need to make sure that what we do works for them. Spare a thought for the agent, like Dan Sims, in the middle of the relationship, always difficult, now very strained, as the finances of both sides are under pressure. Has it been getting quite nasty between the landlords and the retailers? Some of the conversations that are going on? It can in some instances, particularly where retailers are coming to lease expiry and in some instances are able to negotiate extremely hard on their terms to stay. Some of those discussions are quite hard thought and quite emotive. And so what kind of demands is the retailer putting on the table? They're often asking or demanding that they will pay lower rents with bigger incentives when they take leases. How much lower? The average retail rent across the UK has gone down 22%. And Bill Hughes says his company realises that the relationship between the landlord and the retailer-tenant has to change. It's no longer good enough to be passive as an owner and to get someone to sign a long lease and expect them to be paying you rent on a that would only rent review for several decades. A 20-25-year lease was not unusual a generation ago. But that's not really in anyone's interest. Passive is just not good enough. He thinks retail property will remain a good investment, but one that now requires a hands-on approach. I think it's really important for owners of real estate to recognise that they have gotten aligned interest with occupiers in terms of helping them to run successful businesses. And if they run successful businesses, we are going to be happy owners. So the relationship needs to be honest. That's about transparency. It needs to have vision. And it needs to be collaborative. And the high street itself will change as a result. I think the future is going to be about making the occupational diversity much wider and to think about what other uses might complement retail. That could be restaurants, it could be doctor's surgeries, it could be any sort of activity that people feel the need to do in person. And under those circumstances, I think there is a good future and a positive outcome for a range of towns and cities. So would this institutional landlord bring down rents too? I think the mature way to deal with those situations is to take them case by case. And I genuinely believe that in a number of cases, we can work with retailers who are struggling in a way that's going to help them. And frankly, that is going to be good for our long-term future for our investors as well as it is for a retailer. Thinking about all those empty shops in Stockton, their owners reluctant to drop the rents to get tenants in, it's clear not all landlords are ready to fully face up to the new retail reality. I put that to property agent Dan Sims. Are you sometimes tearing your hair out with some of your clients who are perhaps less engaged? Yes, there are some landlords who are still thinking it's 2007, not 2019. Unless they own in the very, very strongest locations in the UK where they can get away with that approach, they're going to have to change and take a much more flexible, engaged and proactive approach. Hello. Danish or Scandinavian is kind of our look, so a lot of Scandinavian styles. Miles away from Guildford, in the North Yorkshire town of Malton, inside a little homeware boutique, owner Laura Calbeck tells me she moved there after she was driven out of York by a landlord's financial expectations. I didn't have a problem with our landlord in York, but I think it was more the fact of the business rates going up and then our rent kept going up and everything kind of kept going up, but the footfall wasn't increasing. So we sort of saw our sales dwindling and all over the other costs going up and everything kind of kept going up but their footfall wasn't increasing so we sort of saw our sales dwindling and all everything other costs going up being just one of many small businesses wanting to trade in a street that was gentrifying she knew she had basically no negotiating power she and her husband will started looking at other locations we'd heard that molten was on the up and we looked at the website and things that for the estate and it was what tom was doing that made us make the decision to come here so your decision had a lot to do with who the landlord was and what they were doing yeah yeah we wouldn't have thought of moving to martin if we hadn't have seen what tom was doing with the town he was the main reason we chose to come and open a shop here tom is tom naylor leyland heir to the fitzwilliam malton, or as some local shop owner's joke, Lord of the Manor. The town's been in his family since the 1700s. It owns 60% of the pretty red-roved commercial properties which line the attractive cobbled streets. Toolbit yard is, well, used to be a coaching yard, coaching... Meeting Tom, I suspect he'd hate his nickname, dressed casually in a green jumper. He has an open, self-effacing manner. And instead of showing me all the town's charming highlights, he took me away from the tourist trail, on a tour of his work in progress. It's not the most beautiful part of town, but there's a reason for... We're basically in a car park here at the rear of the shops. Exactly. But there's a reason which is that it shows buildings which have been empty for... I mean, this one here has been empty, you know, for at least 10 years. And it's now going to be a production for a handmade soap company. They've got their lovely sign-up and, you know, I can see that shortly they will be making handmade soaps in there. And it's just... That is the thrilling thing. If you can get footfall, I mean, I can see that shortly they will be making my handmade soaps in there. And it's just, that is the thrilling thing. If you can get footfall, I mean, it's blindingly obvious, but if you can get footfall in, you know, you can see these old buildings which have been empty. Indeed, Talbot Yard was empty for 50 years, and now... Really? 50. It's a sort of haven of production and life and all of that. Today, Malton is marketed as a bustling foodie destination. But 10 years ago, the town was on its knees, hit by out-of-town shopping centres and the advent of online shopping. Tom decided he had to act, realising that when a tenant moved out, the next one was no longer to be found queuing up at the door anymore. The old model of sit back, watch your shop fill with tenants, and your coffers with their cash, was over. I remember having exactly that conversation, which was that, you know, for no more is it this question of you get a building back and there's a queue of people and you choose which one. You know, now you have quite a few buildings and sometimes not that many future operators, and you've got to really give them a reason why they're going to want to come and take a place. Perhaps you're having to work harder than many landlords traditionally have had to. Yes, I'm sure that's true. In need of warming up, we went inside a plush hotel that the estates recently refurbished as part of Mission Foody destination. We sat down by a fire to talk a bit more about this landlord's approach. A few years ago, we went out to actual food producers. Rather than saying to them, come and open your shop here, we said, come and make your product here. And make your product right in the the central town so that people can come and see it being done so that obviously feeds into the experiences thing that we've all heard about and yes you can buy it of course but it's the production you're coming to see so you're quite interventionist landlord then you will go to a business and say look hey have you thought about doing it a slightly different way and doing it in my town that way? Yes, definitely, although the caveat is that I think no one likes to be told what to do, so we're cautious about that, but if it is a partnership and if you are genuinely trying together to make that business work, then hopefully you can say to someone, by the way, have you thought about maybe improving your packaging or changing your shopfront or possibly thinking about doing things in a different way? But it's about having a relationship, hopefully that it is good enough that it allows feedback. I did hear some grumbles in town about rents and how hard it can be to negotiate with a landlord who owns the majority of the properties in town. But most of what I heard was positive. Back in the homeware shop, Laura Calbeck, who moved in from the city with high hopes for her new landlord's hands-on methods, says she hasn't been disappointed. Lots changed even the three years at the time we've been here. New shops have opened and new things have opened and new festivals have been planned. Even all down here, he renovates all the shop frontages up, so we've got all nice painted up frontages and the festivals. They do always want feedback from us to see whether there's a retailer in the town, whether it gives us a boost in custom before and after of the event. And this is a new experience for you. It wasn't like that in Europe? There wasn't that personal relationship with the landlord. No, there's no personal, no. You're just a number and you're one of many, I suppose. In Malton, the historic landowner's new energy is undoubtedly giving the town a new lease of life. Malton's hardly the standard model, though. The fact that one rich local landowner owns 60% of the property does give a certain freedom and appetite to get hands-on. Professor Cathy Parker. I think when you've got any major owner, whether that's, you know, private sector landlord where a lot of the shops are owned by the same landlord, who's local, or perhaps Bolton and other councils are trying to do buy more of the retail property so that they can have that ownership. It means that you can manage the retail mix, you can manage the offer of the town in a way that you can't when every building, it's a different relationship between the landlord and the tenant, you start to take that more custodian sort of view. Now, I think that's okay as long as you know what you're doing, but I also think that the people that are behind that and doing that need to be very savvy so that they're not just creating a town, sort of in their image, that they think's going to work. As in Bolton and Malton, Neil and his colleagues back at the council in Stockton, where we began, are also beginning to embrace the interventionist approach. Borrowing a cool £30 million to tackle the absent landlord problem by buying up empty properties. It's undeniably a risk to invest in the property game, and not everyone thinks councils have the skills or experience to take such bold action but Neil Schneider says the council isn't always buying with a view to getting in new tenants. We bought the old nightclub and the old post office and we're in the beginning early stages of stripping them and knocking them down. Right just getting red getting red. And what were you put in the place? We've looked at again some, some more on streetcar parking, maybe even a small area of green space with some, you know, seating areas. As people, more people come to living town centres, you know, who knows, you might get allotments, you know, linked into little cafes and kitchen. Just then we've got to think really differently about space. It's a striking sign that the boom days of retail property are over, that this council is bulldozing shops. You know, the days of property investors come and making money in town centres with retail, it's gone. So as a local authority, we're not prepared to just sit and watch that happen, and stores stay empty, we're prepared to, you know, get involved, have the discussions, and if appropriate, intervene. As we're stood here, I look behind you. What we see there is right in the heart of the town centre on street car parking. That used to be a three-story, pretty unattractive building with retail stores below it. Many of them empty, so we acquired it and we've knocked it down. Turned it into a car park? Turn it into one street car parking, quick, easy in, easy out, free car parking for an hour. There's too much retail space and we're not going to apologise that we need to have less. It's evident in Stockton that a council choosing to turn retail landlord is going to have a radical effect on the look, shape and purpose of the town. And it's not only this council or others like it. Landlords of all varieties are being forced to change their tactics, to get more involved, to embrace and support smaller retailers, which will mean lowering rents and maybe lower returns for your pension fund. But if the new investment strategies behind the shop facades pay off, it could make our high streets feel more eclectic and individual, drawing shoppers away from their computer screens and back into town. In Business was presented by me, Ruth Alexander. The producer was Alex Lewis. If you want to listen to the program I made about the High Street a couple of weeks ago, download a tale of two towns from the World of Business podcast feed. It's about two towns in Cheshire, which tried two very different methods of regeneration with very different results."}