{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.88, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [10.72, 14.16], "text": " Welcome to Global Business on the BBC World Service."}, {"timestamp": [14.66, 15.78], "text": " I'm Marie Keyworth."}, {"timestamp": [16.4, 20.26], "text": " For the next four weeks, we'll be looking at the state of the media around the world."}, {"timestamp": [21.22, 26.6], "text": " Technology is changing the way we consume newspapers, radio and television. President"}, {"timestamp": [26.6, 33.52], "text": " Trump has provoked a fierce debate about trust and fake news. Ownership has always been an issue."}, {"timestamp": [33.52, 39.06], "text": " So what effect do private interests have on journalistic freedom and impartiality?"}, {"timestamp": [39.06, 52.0], "text": " In the coming weeks, we'll hear from the United States and China, but first, Tunisia. In the ancient Medina of Tunis, life seems to be going on as it has done for generations."}, {"timestamp": [52.0, 56.0], "text": " People are getting on with their shopping, sitting in cafes, drinking mint tea and smoking,"}, {"timestamp": [56.0, 66.0], "text": " and craftsmen are in their workshops tapping away. But this is a country that's seen huge changes in the last seven years since the Arab Spring."}, {"timestamp": [66.0, 74.0], "text": " And it's the media that seen perhaps some of the biggest changes of all."}, {"timestamp": [74.0, 83.0], "text": " Tunisia State Television's main evening news program is in full flow."}, {"timestamp": [83.0, 87.24], "text": " The gallery down here is full of about 10 or so"}, {"timestamp": [87.24, 92.22], "text": " producers, editors, directors, all with their eyes trained on the big wall of screens in front"}, {"timestamp": [92.22, 96.76], "text": " of them watching the program go out. The presenter's just been talking to the new"}, {"timestamp": [96.76, 101.96], "text": " Minister for Youth Employment. We've had an item about investment coming into"}, {"timestamp": [101.96, 105.56], "text": " Tunisia and coming up there's going to be a story about the"}, {"timestamp": [105.56, 109.84], "text": " floods that happened in the capital today and there's lots to pack in."}, {"timestamp": [109.84, 118.12], "text": " For anyone standing in this control room eight years ago, things would have looked"}, {"timestamp": [118.12, 124.04], "text": " quite different. This news program was under the thumb of the then president, Zin El Abedin"}, {"timestamp": [124.04, 125.5], "text": " Ben Ali. The role of State TV was to report on the thumb of the then-President Zin El-Abidine Ben Ali."}, {"timestamp": [125.5, 130.5], "text": " The role of state TV was to report on the activities of the president, his family and"}, {"timestamp": [130.5, 133.62], "text": " wider clan."}, {"timestamp": [133.62, 138.94], "text": " The country's two private channels were officially forbidden from reporting on politics, and"}, {"timestamp": [138.94, 146.32], "text": " all media, where the TV, radio or newspapers, was governed by a system of strict controls."}, {"timestamp": [146.32, 155.68], "text": " In short, Tunisian media was among the most monotone and heavily censored in the Arab world."}, {"timestamp": [159.64, 166.04], "text": " This all changed in 2011, with the Arab Spring and the overthrow of the Ben Ali regime, as was plainly"}, {"timestamp": [166.04, 169.76], "text": " obvious when we went to visit the home of a newly qualified teacher."}, {"timestamp": [169.76, 175.0], "text": " You've just brought up the list of TV channels available, so what can we see here?"}, {"timestamp": [175.0, 181.0], "text": " A lot of TV channels, many Tunisian TV channels that have appeared after the revolution,"}, {"timestamp": [181.0, 187.36], "text": " you know, because of the freedom of expression, because of the role of the media in an infant democracy like Tunisia."}, {"timestamp": [187.36, 194.48], "text": " Amal Beresad is in her early 30s and lives in a shared house in Tunis, where she enjoys a somewhat"}, {"timestamp": [194.48, 201.04], "text": " expanded viewing choice. With the revolution, Tunisia's media restrictions fell away. At least 10"}, {"timestamp": [201.04, 205.48], "text": " new private TV channels have been launched launched and several more are seeking approval."}, {"timestamp": [206.14, 209.7], "text": " Is it very different watching television now compared to before the revolution?"}, {"timestamp": [210.66, 216.18], "text": " It is, yes. In the sense that we have now a variety of TV channels."}, {"timestamp": [216.62, 220.06], "text": " We have people talking about whatever they want."}, {"timestamp": [220.64, 223.9], "text": " This new openness became very important for Amel last year"}, {"timestamp": [223.9, 229.3], "text": " when she started a battle with the government over her legal right to a job as a secondary school teacher."}, {"timestamp": [230.24, 235.18], "text": " Amel had passed a prestigious national exam which should have led automatically to recruitment."}, {"timestamp": [235.84, 237.22], "text": " But this did not happen."}, {"timestamp": [237.92, 242.76], "text": " The government first said that it does not have enough financial resources to recruit us."}, {"timestamp": [242.88, 247.2], "text": " And second, they said that as part of the educational"}, {"timestamp": [247.2, 253.12], "text": " reforms, we should be back to university. So what happened? You weren't given a job. What did you do?"}, {"timestamp": [253.24, 259.98], "text": " Instead of taking your class and start teaching, we found ourselves protesting in the streets,"}, {"timestamp": [260.52, 268.78], "text": " pressing the government, even to talk to us. We just protested, we talked to the government, to the media, of course."}, {"timestamp": [269.28, 271.08], "text": " We appeared a lot on TV."}, {"timestamp": [271.52, 276.42], "text": " So it was a war between us and the government through the media."}, {"timestamp": [280.76, 285.9], "text": " The teacher's public campaign of protests went on for a year, and it paid off."}, {"timestamp": [286.44, 290.36], "text": " A few months ago, the government changed its mind and agreed to give them jobs."}, {"timestamp": [291.58, 298.42], "text": " The media made our voices heard, and it also pressured the government and the Ministry of Education."}, {"timestamp": [299.28, 305.38], "text": " If we did not have such a free media, we would never have our right, at least."}, {"timestamp": [305.76, 310.4], "text": " Yes, freedom of media is very powerful here, is very influential in our case."}, {"timestamp": [311.1, 315.16], "text": " Sounds great, doesn't it? A whole country suddenly free to express itself"}, {"timestamp": [315.16, 321.18], "text": " and publicly hold its politicians to account through a media industry unshackled after decades"}, {"timestamp": [321.18, 323.08], "text": " of regime control and censorship."}, {"timestamp": [329.08, 330.76], "text": " Amel you boycotting the Chinese media. You boycotting Chinese media?"}, {"timestamp": [330.76, 332.76], "text": " They are biased."}, {"timestamp": [332.76, 335.76], "text": " I can't believe what they are saying."}, {"timestamp": [335.76, 342.04], "text": " Lena Ben Maheny is one of the most recognizable activists from Tunisia's Arab Spring."}, {"timestamp": [342.04, 347.26], "text": " As a prominent blogger, she braved bullets and tear gas to report on the revolution as it unfolded."}, {"timestamp": [347.82, 350.74], "text": " Her work got her nominated for a Nobel Peace Prize."}, {"timestamp": [351.48, 353.56], "text": " She says that freedom of expression aside,"}, {"timestamp": [354.08, 357.38], "text": " there are a whole host of problems with Tunisia's media industry."}, {"timestamp": [358.06, 361.94], "text": " We always present Tunisia as the most successful people"}, {"timestamp": [361.94, 366.4], "text": " when it comes to the revolution and to freedom and to democracy"}, {"timestamp": [366.4, 374.88], "text": " and all that. But the situation of the media is not really good. Now we hear about journalists"}, {"timestamp": [374.88, 382.0], "text": " beaten by the police because they are trying to show what's happening really. When it comes to"}, {"timestamp": [382.0, 387.64], "text": " private TV channels, I don't think that they are neutral, they are biased"}, {"timestamp": [387.64, 393.04], "text": " and they are working for different political parties."}, {"timestamp": [393.04, 402.72], "text": " When it comes to the national TV, it doesn't really reflect the needs of the citizens."}, {"timestamp": [402.72, 411.0], "text": " For example, now I had health issues and I stayed in the hospital for more than one month"}, {"timestamp": [411.0, 419.0], "text": " and I saw the situation of hospitals and we have a problem of charges of medication, but"}, {"timestamp": [419.0, 423.34], "text": " our media are not talking about such issues."}, {"timestamp": [423.34, 431.4], "text": " We can't change the situation while keeping the same people who used to work for the regime."}, {"timestamp": [431.4, 440.6], "text": " Unfortunately today, all these people are working in different media here in Tunisia and they are making the media."}, {"timestamp": [440.6, 445.5], "text": " We didn't lose people and we didn't lose our martyrs to have this result."}, {"timestamp": [447.84, 452.08], "text": " One place where they have tried to get rid of the old guard is the state television."}, {"timestamp": [456.96, 463.12], "text": " Based in a huge imposing Soviet-style building, state TV has seen plenty of change."}, {"timestamp": [463.66, 466.48], "text": " In fact, it's had seven different heads in the"}, {"timestamp": [466.48, 468.64], "text": " seven years since 2011."}, {"timestamp": [468.64, 477.12], "text": " So it turns out this is the former head of Tunisian State Television who's now in the role of"}, {"timestamp": [477.12, 481.76], "text": " meet and greet he's come to get us from the front steps and bring us into the building."}, {"timestamp": [481.76, 485.0], "text": " He said this is the right."}, {"timestamp": [485.0, 490.0], "text": " Sometimes we are in a very hard position, sometimes we are very low."}, {"timestamp": [490.0, 493.0], "text": " Sometimes you're up, sometimes you're down."}, {"timestamp": [493.0, 497.0], "text": " So the former head of State TV is taking us to meet the current one."}, {"timestamp": [497.0, 500.0], "text": " The whole place is eerily dark and empty."}, {"timestamp": [500.0, 504.0], "text": " Even the lights in the massive entrance lobby are switched off."}, {"timestamp": [504.0, 510.88], "text": " We rattle down corridors in the gloom looking for the office of the 8th and latest president and general director."}, {"timestamp": [510.88, 517.0], "text": " When we find him, Mohammed Lassad Duhesh seems to be a jovial man,"}, {"timestamp": [517.0, 520.0], "text": " dressed in a bright blue suit and pink tie."}, {"timestamp": [520.0, 524.0], "text": " He used to be a famous correspondent reporting from Gaza."}, {"timestamp": [524.0, 528.44], "text": " But in this new job, will he be able to shake the broadcaster's old ways?"}, {"timestamp": [530.94, 535.46], "text": " When it comes to resisting interference from the government, I think that issue is over."}, {"timestamp": [536.06, 540.4], "text": " It's not a problem anymore because they have a contract under our terms and conditions."}, {"timestamp": [541.16, 543.66], "text": " I've included a lot of clauses into the contract."}, {"timestamp": [544.44, 549.0], "text": " Among those, is if the regulator discovers any interference from anyone,"}, {"timestamp": [549.0, 551.0], "text": " they can ask me to resign."}, {"timestamp": [551.0, 555.0], "text": " And I wrote all this in myself,"}, {"timestamp": [555.0, 559.0], "text": " in this terms in myself, in order to be free."}, {"timestamp": [559.0, 564.0], "text": " There's a letter in a weekly publication that I've just seen"}, {"timestamp": [564.0, 569.54], "text": " written by a member of the executive from the Union of Journalists."}, {"timestamp": [570.36, 580.28], "text": " This is a letter to the Prime Minister saying that he's worried that there are appointments to the state television that are actually dictated by the government"}, {"timestamp": [580.28, 586.38], "text": " and that there are black lists of guests not allowed or discouraged from appearing"}, {"timestamp": [586.38, 591.18], "text": " on state television. Are these issues that you're aware of at all?"}, {"timestamp": [594.12, 598.64], "text": " Regarding this letter and talk of a blacklist, you can judge if this is the case in the"}, {"timestamp": [598.64, 603.12], "text": " coming period, because we are planning new programming which will start in January."}, {"timestamp": [603.9, 605.0], "text": " There isn't a blacklist."}, {"timestamp": [605.88, 610.42], "text": " This institution is open to all creative people from all political views."}, {"timestamp": [611.14, 613.04], "text": " There is no editorial interference."}, {"timestamp": [615.2, 619.54], "text": " While Mohamed Dahesh is optimistic about the changes he can bring,"}, {"timestamp": [620.04, 623.08], "text": " he's always competing with Tunisia's private media."}, {"timestamp": [628.2, 632.26], "text": " Like Tunisia's most popular, Like Tunisia's most popular radio station, Mosaic FM."}, {"timestamp": [633.08, 637.42], "text": " Mosaic was one of the very few private stations to exist before the revolution."}, {"timestamp": [638.26, 642.32], "text": " Since then, the number has shot up with 19 private FM stations"}, {"timestamp": [642.32, 645.6], "text": " and nine community stations licensed in the country."}, {"timestamp": [645.6, 653.0], "text": " When we arrive for our visit, one of their biggest stars is just finishing on air."}, {"timestamp": [653.0, 664.0], "text": " My name is Haytham Mekki. I'm 36 and I'm a Tunisian journalist and commentator."}, {"timestamp": [664.0, 669.36], "text": " I'm presenting a satirical press review every day on Mosaic FM."}, {"timestamp": [669.7, 673.7], "text": " I just read the head titles, the news on the newspapers."}, {"timestamp": [674.08, 675.44], "text": " I make fun of them."}, {"timestamp": [675.58, 678.16], "text": " I try to criticize with a different look."}, {"timestamp": [678.62, 681.66], "text": " Haytham Elmecchi started his career in satirical commentary"}, {"timestamp": [681.66, 684.84], "text": " just two weeks after Ben Ali left the country."}, {"timestamp": [686.38, 692.76], "text": " So he's clearly enjoying the fruits of Tunisia's newfound freedom of speech. But he too has big worries about the"}, {"timestamp": [692.76, 701.48], "text": " direction the country's media is going in. The problem actually is that holding media is not"}, {"timestamp": [701.48, 709.86], "text": " very profitable in Tunisia. For example, for a TV channel, you will spend a lot of money, millions of dinars."}, {"timestamp": [710.58, 717.3], "text": " So who's about to spend millions without earning anything in return?"}, {"timestamp": [717.9, 722.54], "text": " Of course, people that does not want to earn money, that want to earn other stuff."}, {"timestamp": [722.54, 727.0], "text": " And other stuff means power, propaganda, influence, etc."}, {"timestamp": [727.0, 733.0], "text": " Most of them are ruled barry, not only businessmen, but politics."}, {"timestamp": [733.0, 740.0], "text": " You have many media outfits today that are ruled by members of political parties."}, {"timestamp": [740.0, 745.2], "text": " The high authority of regulation that was set up after the revolution."}, {"timestamp": [745.52, 751.36], "text": " It has issued many, many, many statements and sanctions to set this right,"}, {"timestamp": [751.48, 752.88], "text": " but no one seems to react."}, {"timestamp": [753.2, 756.06], "text": " So from what you're saying, it's not an issue of freedom of expression."}, {"timestamp": [756.36, 757.56], "text": " You can say what you want."}, {"timestamp": [757.98, 763.0], "text": " It's an issue now of media ownership, impartiality, balance."}, {"timestamp": [763.66, 768.84], "text": " Media ownership, impartiality, balance, regulation, rule of law."}, {"timestamp": [769.14, 773.44], "text": " I think personally the biggest problem in Tunisia is the rule of law."}, {"timestamp": [774.0, 775.88], "text": " That's an argument we've heard from others,"}, {"timestamp": [776.66, 780.18], "text": " that the legal system has failed to adequately support journalists,"}, {"timestamp": [780.18, 787.0], "text": " as well as the new TV and radio regulator that was set up in 2013."}, {"timestamp": [787.0, 795.0], "text": " The regulator, or the hiker, as it's known, has so far handed out around 50 licenses"}, {"timestamp": [795.0, 799.0], "text": " for national and local TV and radio stations."}, {"timestamp": [799.0, 803.0], "text": " But by all accounts, it's having problems policing some of them."}, {"timestamp": [803.0, 806.24], "text": " Yes."}, {"timestamp": [806.24, 813.52], "text": " Zetuna FM is an Islamic radio station which has ignored sanctions imposed for being financed"}, {"timestamp": [813.52, 824.0], "text": " by the Religious Conservative Party in Ader, which is currently part of the governing coalition."}, {"timestamp": [824.0, 825.4], "text": " And they aren't the only ones."}, {"timestamp": [827.48, 833.18], "text": " When people talk about their concerns about the relationship between business and politics"}, {"timestamp": [833.18, 837.98], "text": " and the media in Tunisia, there is one name that keeps coming up time and again."}, {"timestamp": [838.42, 839.82], "text": " It's Nabil Karui."}, {"timestamp": [840.42, 843.64], "text": " He is the founder of Nesma Television."}, {"timestamp": [844.38, 847.36], "text": " And he's actually agreed to speak to us for this program"}, {"timestamp": [847.36, 850.52], "text": " and we're now on our way to the television station to meet."}, {"timestamp": [852.8, 854.72], "text": " The country is immaturism."}, {"timestamp": [855.1, 856.26], "text": " The period of transition."}, {"timestamp": [856.64, 860.9], "text": " The politician, the media, we are teenagers."}, {"timestamp": [861.5, 864.84], "text": " All of us were not mature because there is no tradition."}, {"timestamp": [867.96, 868.78], "text": " Nabil Kouroui is a charismatic man."}, {"timestamp": [873.44, 880.84], "text": " We sit and talk in his office, clouded with cigar smoke and his TV channel playing in the background. Nesma TV got its initial license under the old Ben Ali regime. It's now been in"}, {"timestamp": [880.84, 885.16], "text": " negotiations with the regulator over a new licence for the past five years."}, {"timestamp": [885.84, 887.84], "text": " Those talks have now completely stalled."}, {"timestamp": [888.76, 893.86], "text": " Nabil portrays himself as a reasonable businessman fighting against unreasonable regulation."}, {"timestamp": [894.6, 897.7], "text": " His outrage visible when he bangs his fist on the table."}, {"timestamp": [897.7, 899.4], "text": " You talk about rules."}, {"timestamp": [900.02, 902.72], "text": " People we've spoken to you consider a bit of a rule breaker."}, {"timestamp": [903.22, 906.46], "text": " Isn't Nesma currently operating effectively without a license?"}, {"timestamp": [907.46, 908.6], "text": " No, it's not true."}, {"timestamp": [910.22, 911.18], "text": " It's really not true."}, {"timestamp": [911.78, 912.7], "text": " We have a license."}, {"timestamp": [913.5, 914.68], "text": " Yeah, the regulator comes."}, {"timestamp": [914.84, 916.54], "text": " It's not the real regulator."}, {"timestamp": [916.74, 918.6], "text": " It's a transitional regulator."}, {"timestamp": [919.2, 925.1], "text": " And the regulator start to take powers and things that he's not in charge."}, {"timestamp": [925.22, 926.38], "text": " Of course we have a license."}, {"timestamp": [926.76, 929.92], "text": " We had the license before the birth of the Haika."}, {"timestamp": [930.3, 932.82], "text": " We talked with the state, not with the different government."}, {"timestamp": [933.02, 934.92], "text": " You know, the state gave us a license."}, {"timestamp": [935.34, 937.56], "text": " You know, they can't take our license out."}, {"timestamp": [937.68, 941.1], "text": " We have 500 people working here."}, {"timestamp": [941.22, 948.88], "text": " We invested maybe 50 million euros here, and one day the guy of the"}, {"timestamp": [948.88, 955.2], "text": " Haika asked us to bring a paper, we can't bring it because, etc., they decide that we are outlaw."}, {"timestamp": [955.2, 961.32], "text": " But don't you think in a democracy there have to be rules of how media companies conduct"}, {"timestamp": [961.32, 964.96], "text": " themselves, there has to be a regulator that enforces these rules and they must be respected?"}, {"timestamp": [964.96, 965.0], "text": " We can respect the Haika, there has to be a regulator that enforces these rules and they must be respected."}, {"timestamp": [965.54, 971.68], "text": " We can respect the Haika, the regulator, when the regulator will be a real regulator"}, {"timestamp": [971.68, 972.84], "text": " and doing his job."}, {"timestamp": [973.48, 977.88], "text": " When you will come back in five years, Nisman will be here, these regulators will disappear"}, {"timestamp": [977.88, 980.48], "text": " and this will be here."}, {"timestamp": [980.48, 986.92], "text": " Here we had seven prime minister, four president, and we're still here."}, {"timestamp": [987.42, 991.58], "text": " Another accusation levelled against Nabil Kuruy by many people we spoke to"}, {"timestamp": [991.58, 997.74], "text": " is that he's far too close to politics. He helped found the governing Nieder Tunis party"}, {"timestamp": [997.74, 1003.1], "text": " and his marketing group ran the president's successful 2014 election campaign."}, {"timestamp": [1004.0, 1008.58], "text": " In 2016, Nabil resigned from his post as Director-General of Nesma"}, {"timestamp": [1008.58, 1011.24], "text": " to join the party's executive board."}, {"timestamp": [1011.76, 1016.42], "text": " Then more recently, he left his post in the party to become more involved in TV."}, {"timestamp": [1016.94, 1022.9], "text": " You've been accused of being too close to politics for the owner of a television station."}, {"timestamp": [1023.32, 1026.0], "text": " Do you see a problem with these connections?"}, {"timestamp": [1026.0, 1034.4], "text": " There is nothing in the law forbidden this. Okay. Do you believe in the separation of politics"}, {"timestamp": [1034.4, 1044.72], "text": " from media? Yeah, I believe in the separation between politics and the media. But what I believe"}, {"timestamp": [1044.72, 1045.28], "text": " as well,"}, {"timestamp": [1045.86, 1049.3], "text": " if I decide to run a campaign or to go on politics,"}, {"timestamp": [1049.52, 1051.3], "text": " I have to resign here and go there."}, {"timestamp": [1051.38, 1052.26], "text": " This is my right."}, {"timestamp": [1052.68, 1056.24], "text": " As I told you, here we are in the middle of something,"}, {"timestamp": [1056.36, 1057.04], "text": " it's a transition."}, {"timestamp": [1057.6, 1059.54], "text": " We don't have rules very clear."}, {"timestamp": [1059.7, 1061.28], "text": " We don't have the clear institutions"}, {"timestamp": [1061.28, 1064.88], "text": " who can say this is right or this is wrong."}, {"timestamp": [1066.06, 1072.78], "text": " And he defends using his channel to counter Islamist political parties in the 2014 election."}, {"timestamp": [1072.78, 1081.5], "text": " What happened in 2014, the Islamist used mosques to attack the others and they used mosques"}, {"timestamp": [1081.5, 1085.4], "text": " as a media because they were attacking us in the mosque."}, {"timestamp": [1089.02, 1089.82], "text": " At that time, they used mosque, we used our media."}, {"timestamp": [1094.12, 1094.76], "text": " Nabil is dismissive of the regulator and claims to still have a license."}, {"timestamp": [1098.02, 1098.9], "text": " So the obvious next job was to talk to the regulator, Haika."}, {"timestamp": [1100.44, 1101.16], "text": " Hishem Sniusi is its head."}, {"timestamp": [1103.64, 1104.5], "text": " What's the status of Nesma television?"}, {"timestamp": [1107.18, 1108.56], "text": " Right now, is it illegal or not illegal?"}, {"timestamp": [1119.28, 1125.88], "text": " No, it's not illegal. Nesma now it's an illegal television. He accuses Nesma of breaking the rules by broadcasting political propaganda on behalf of the ruling party Nida Tunis and the current president."}, {"timestamp": [1126.68, 1132.04], "text": " And for refusing to cover municipal elections, despite the fact that as a broadcaster,"}, {"timestamp": [1132.52, 1134.84], "text": " this is something Nesma TV has to do."}, {"timestamp": [1135.5, 1141.66], "text": " Why can't you stop radio and TV channels that you say break the rules?"}, {"timestamp": [1144.12, 1147.0], "text": " It's the role of the authorities to stop them"}, {"timestamp": [1147.0, 1149.0], "text": " because we normally decide"}, {"timestamp": [1149.0, 1152.0], "text": " and then the Ministry of Interior"}, {"timestamp": [1152.0, 1153.0], "text": " and the government"}, {"timestamp": [1153.0, 1156.0], "text": " sent some policeman in order to stop"}, {"timestamp": [1156.0, 1159.0], "text": " this radio or television from working"}, {"timestamp": [1159.0, 1161.0], "text": " but unfortunately since there are lots of"}, {"timestamp": [1161.0, 1164.0], "text": " political coalitions and the political games"}, {"timestamp": [1164.0, 1167.74], "text": " you know the government is not really cooperating enough with Haika."}, {"timestamp": [1168.06, 1170.1], "text": " There is not enough political will."}, {"timestamp": [1171.0, 1174.6], "text": " And things don't look like they're going to get any easier for Mr. Sunusi."}, {"timestamp": [1175.5, 1178.92], "text": " Early next year, this regulator's six-year term is up."}, {"timestamp": [1179.62, 1182.88], "text": " Just what will replace it is still being discussed in Parliament."}, {"timestamp": [1183.52, 1188.88], "text": " And so far, the proposed new regulator will have even less power than the current one."}, {"timestamp": [1194.0, 1201.44], "text": " Tunisia's mainstream news organisations are also taking advantage of the country's powerful shift to social media."}, {"timestamp": [1201.44, 1206.0], "text": " Platforms like Facebook are credited with having played an important role spreading news"}, {"timestamp": [1206.0, 1210.24], "text": " and information during Tunisia's revolution."}, {"timestamp": [1210.24, 1215.12], "text": " Social media has since become a space for independent journalists to flourish, but also where"}, {"timestamp": [1215.12, 1218.8], "text": " mainstream media has a powerful foothold."}, {"timestamp": [1218.8, 1224.24], "text": " For most people we spoke to, like these students, it's their first stop for news."}, {"timestamp": [1224.24, 1225.62], "text": " Maybe I checked news on Facebook."}, {"timestamp": [1226.0, 1228.76], "text": " Amateur reporters make some videos on YouTube, like check them,"}, {"timestamp": [1228.88, 1232.56], "text": " but it's not like always, it's just 100% true."}, {"timestamp": [1233.02, 1237.02], "text": " I also follow radio stations, Facebook pages."}, {"timestamp": [1237.78, 1240.72], "text": " People don't usually listen to radio,"}, {"timestamp": [1241.04, 1243.26], "text": " and they use more social media."}, {"timestamp": [1243.26, 1247.2], "text": " So like, it's another way to share the content on the news in the world."}, {"timestamp": [1247.2, 1251.8], "text": " I don't trust any media's content."}, {"timestamp": [1251.8, 1255.8], "text": " That's why young people don't watch TVs."}, {"timestamp": [1255.8, 1262.0], "text": " Only if they see some articles on Facebook, they read it and then leave it like that."}, {"timestamp": [1262.0, 1266.0], "text": " So you think Facebook and social media is where people get their news from now?"}, {"timestamp": [1266.0, 1267.0], "text": " Yeah."}, {"timestamp": [1267.0, 1269.0], "text": " They have an important role."}, {"timestamp": [1269.0, 1271.0], "text": " Do you think the media can get better?"}, {"timestamp": [1271.0, 1273.0], "text": " By time, yeah. Why not?"}, {"timestamp": [1273.0, 1277.0], "text": " The new young people that study journalism, yeah."}, {"timestamp": [1277.0, 1281.0], "text": " They can make media better and why not?"}, {"timestamp": [1281.0, 1289.94], "text": " Sadly, when talking to people about coming to Tunisia, one of the first things that would be mentioned is terrorism."}, {"timestamp": [1289.94, 1294.58], "text": " It's an issue the country has been grappling with since two big attacks back in 2015."}, {"timestamp": [1294.58, 1298.62], "text": " The first was here at the Bardo Museum where 22 people were killed."}, {"timestamp": [1298.62, 1304.68], "text": " And a few months later, a gunman killed 38 tourists on a beach down the coast in Seuss."}, {"timestamp": [1304.68, 1309.16], "text": " It's taken years for things to recover and tourists are beginning to return."}, {"timestamp": [1309.16, 1313.28], "text": " But you only need to see the armed police guarding the entrance to the museum here and"}, {"timestamp": [1313.28, 1318.96], "text": " other police all around the city to realise that security is still an important issue."}, {"timestamp": [1318.96, 1323.96], "text": " And this too is affecting the media."}, {"timestamp": [1323.96, 1331.76], "text": " And then, as if right on cue, we're just being questioned by some of the police outside"}, {"timestamp": [1331.76, 1333.76], "text": " the museum who've asked to see our permits."}, {"timestamp": [1333.76, 1337.56], "text": " They've seen us recording with a microphone and they're checking whether we have the"}, {"timestamp": [1337.56, 1342.06], "text": " authorization to be here."}, {"timestamp": [1342.06, 1348.14], "text": " We know that people start to speak about this draft law every time a terrorist attack happens."}, {"timestamp": [1348.62, 1352.34], "text": " Nejil Hwari is head of the powerful journalist union in Tunisia."}, {"timestamp": [1353.06, 1356.58], "text": " We're discussing a controversial bill proposed by the police union"}, {"timestamp": [1356.58, 1359.84], "text": " that's been debated on and off in Parliament since 2015."}, {"timestamp": [1361.12, 1366.8], "text": " If adopted, the bill would criminalise speech deemed to be denigrating towards the security services,"}, {"timestamp": [1367.38, 1371.58], "text": " make photographing or recording them punishable by a two-year jail sentence,"}, {"timestamp": [1372.04, 1377.76], "text": " and would shield police from criminal liability for use of excessive or lethal force."}, {"timestamp": [1381.36, 1385.52], "text": " We believe that it gives an absolute power to policemen."}, {"timestamp": [1386.56, 1390.92], "text": " We said that this law will found a state of a police."}, {"timestamp": [1393.04, 1397.26], "text": " According to this proposed law, a policeman can kill somebody"}, {"timestamp": [1397.26, 1399.28], "text": " and without getting punished."}, {"timestamp": [1399.98, 1402.28], "text": " He will just say I was defending myself."}, {"timestamp": [1403.16, 1405.36], "text": " I think that this leads to impunity."}, {"timestamp": [1406.08, 1410.74], "text": " In the last year, there have been some high-profile cases of journalists being beaten by police"}, {"timestamp": [1410.74, 1413.38], "text": " whilst covering anti-austerity demonstrations."}, {"timestamp": [1414.42, 1420.5], "text": " Najil Huari says security service aggression is the number one issue facing journalists in Tunisia today."}, {"timestamp": [1421.18, 1426.24], "text": " Not surprisingly, then, relations between journalists and the police are somewhat strained."}, {"timestamp": [1426.24, 1431.24], "text": " It's very bad."}, {"timestamp": [1431.24, 1433.88], "text": " It's a very bad relationship."}, {"timestamp": [1433.88, 1439.8], "text": " But compared to the rest of the region, this country is doing pretty well. It's better than"}, {"timestamp": [1439.8, 1442.0], "text": " pretty much everywhere else around it."}, {"timestamp": [1442.0, 1450.24], "text": " The problem is that when we make our annual reports about freedom of the press, we don't"}, {"timestamp": [1450.24, 1455.82], "text": " put Egypt as an example, but we put Denmark as an example."}, {"timestamp": [1455.82, 1459.78], "text": " The police union had agreed to an interview about their proposed law."}, {"timestamp": [1459.78, 1465.0], "text": " In the end, our meeting got put off and postponed, until they stopped answering our calls."}, {"timestamp": [1469.0, 1472.0], "text": " The Journalist Union is looking to the democracies of Scandinavia"}, {"timestamp": [1472.0, 1475.0], "text": " as a model for their country."}, {"timestamp": [1475.0, 1478.0], "text": " Perhaps it's not surprising that Tunisia is not there yet,"}, {"timestamp": [1478.0, 1481.0], "text": " considering it's only in its eighth year of democracy."}, {"timestamp": [1481.0, 1483.0], "text": " Back at Mosaic FM,"}, {"timestamp": [1483.0, 1486.0], "text": " journalists and satirical commentator Haith Mellmecchi"}, {"timestamp": [1486.0, 1490.32], "text": " says that media freedom doesn't mean the revolution is complete."}, {"timestamp": [1490.32, 1498.0], "text": " Lately we had a TV show on which a citizen from a poor neighborhood in the capital,"}, {"timestamp": [1498.0, 1504.0], "text": " the journalist was telling to him, why don't you like the revolution? It gave you a lot."}, {"timestamp": [1504.0, 1506.96], "text": " And the citizen says, what did it give me exactly?"}, {"timestamp": [1507.22, 1514.68], "text": " And the journalist was like, yeah, it gave you freedom of speech. And the citizen was like, man, I'm no poet."}, {"timestamp": [1515.18, 1521.8], "text": " I'm not a writer. I'm not a journalist. What do you want me to do with freedom of speech? I want to feed my children."}, {"timestamp": [1522.4, 1527.0], "text": " Well, I'm not saying that freedom of speech is useless or it's like a luxury,"}, {"timestamp": [1527.0, 1536.0], "text": " but it comes along with many other human rights, human needs that has to be satisfied too."}, {"timestamp": [1536.0, 1543.0], "text": " Tunisia's revolution did not solve its economic problems."}, {"timestamp": [1543.0, 1546.56], "text": " There's still the inflation, high unemployment and corruption"}, {"timestamp": [1546.56, 1550.56], "text": " that sparked the overthrow of the Ben Ali regime back in 2011."}, {"timestamp": [1551.76, 1556.08], "text": " Earlier this year, a new austerity budget prompted people to take to the streets"}, {"timestamp": [1556.08, 1557.76], "text": " in their thousands to protest."}, {"timestamp": [1558.56, 1561.2], "text": " Yes, the demonstrations aren't banned outright anymore,"}, {"timestamp": [1561.52, 1565.36], "text": " and Tunisia has, on the whole, gained significant freedom of speech."}, {"timestamp": [1566.06, 1571.78], "text": " But based on what we've been hearing, this doesn't necessarily translate into having a free,"}, {"timestamp": [1572.2, 1573.76], "text": " fair and impartial media."}, {"timestamp": [1577.76, 1582.44], "text": " Thank you for listening to this Global Business podcast from the BBC World Service."}, {"timestamp": [1583.16, 1586.04], "text": " I'm Marie Keyworth. The editor of the series is"}, {"timestamp": [1586.04, 1591.02], "text": " Penny Murphy. The sounds were mixed together by Neil Churchill and the producer of this edition"}, {"timestamp": [1591.02, 1596.02], "text": " was John Murphy. Don't forget this is the first in a four-part series about the media."}, {"timestamp": [1596.02, 1601.88], "text": " So look out for future episodes from the United States and China and on how technology is"}, {"timestamp": [1601.88, null], "text": " changing the media industry around the world."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. Welcome to Global Business on the BBC World Service. I'm Marie Keyworth. For the next four weeks, we'll be looking at the state of the media around the world. Technology is changing the way we consume newspapers, radio and television. President Trump has provoked a fierce debate about trust and fake news. Ownership has always been an issue. So what effect do private interests have on journalistic freedom and impartiality? In the coming weeks, we'll hear from the United States and China, but first, Tunisia. In the ancient Medina of Tunis, life seems to be going on as it has done for generations. People are getting on with their shopping, sitting in cafes, drinking mint tea and smoking, and craftsmen are in their workshops tapping away. But this is a country that's seen huge changes in the last seven years since the Arab Spring. And it's the media that seen perhaps some of the biggest changes of all. Tunisia State Television's main evening news program is in full flow. The gallery down here is full of about 10 or so producers, editors, directors, all with their eyes trained on the big wall of screens in front of them watching the program go out. The presenter's just been talking to the new Minister for Youth Employment. We've had an item about investment coming into Tunisia and coming up there's going to be a story about the floods that happened in the capital today and there's lots to pack in. For anyone standing in this control room eight years ago, things would have looked quite different. This news program was under the thumb of the then president, Zin El Abedin Ben Ali. The role of State TV was to report on the thumb of the then-President Zin El-Abidine Ben Ali. The role of state TV was to report on the activities of the president, his family and wider clan. The country's two private channels were officially forbidden from reporting on politics, and all media, where the TV, radio or newspapers, was governed by a system of strict controls. In short, Tunisian media was among the most monotone and heavily censored in the Arab world. This all changed in 2011, with the Arab Spring and the overthrow of the Ben Ali regime, as was plainly obvious when we went to visit the home of a newly qualified teacher. You've just brought up the list of TV channels available, so what can we see here? A lot of TV channels, many Tunisian TV channels that have appeared after the revolution, you know, because of the freedom of expression, because of the role of the media in an infant democracy like Tunisia. Amal Beresad is in her early 30s and lives in a shared house in Tunis, where she enjoys a somewhat expanded viewing choice. With the revolution, Tunisia's media restrictions fell away. At least 10 new private TV channels have been launched launched and several more are seeking approval. Is it very different watching television now compared to before the revolution? It is, yes. In the sense that we have now a variety of TV channels. We have people talking about whatever they want. This new openness became very important for Amel last year when she started a battle with the government over her legal right to a job as a secondary school teacher. Amel had passed a prestigious national exam which should have led automatically to recruitment. But this did not happen. The government first said that it does not have enough financial resources to recruit us. And second, they said that as part of the educational reforms, we should be back to university. So what happened? You weren't given a job. What did you do? Instead of taking your class and start teaching, we found ourselves protesting in the streets, pressing the government, even to talk to us. We just protested, we talked to the government, to the media, of course. We appeared a lot on TV. So it was a war between us and the government through the media. The teacher's public campaign of protests went on for a year, and it paid off. A few months ago, the government changed its mind and agreed to give them jobs. The media made our voices heard, and it also pressured the government and the Ministry of Education. If we did not have such a free media, we would never have our right, at least. Yes, freedom of media is very powerful here, is very influential in our case. Sounds great, doesn't it? A whole country suddenly free to express itself and publicly hold its politicians to account through a media industry unshackled after decades of regime control and censorship. Amel you boycotting the Chinese media. You boycotting Chinese media? They are biased. I can't believe what they are saying. Lena Ben Maheny is one of the most recognizable activists from Tunisia's Arab Spring. As a prominent blogger, she braved bullets and tear gas to report on the revolution as it unfolded. Her work got her nominated for a Nobel Peace Prize. She says that freedom of expression aside, there are a whole host of problems with Tunisia's media industry. We always present Tunisia as the most successful people when it comes to the revolution and to freedom and to democracy and all that. But the situation of the media is not really good. Now we hear about journalists beaten by the police because they are trying to show what's happening really. When it comes to private TV channels, I don't think that they are neutral, they are biased and they are working for different political parties. When it comes to the national TV, it doesn't really reflect the needs of the citizens. For example, now I had health issues and I stayed in the hospital for more than one month and I saw the situation of hospitals and we have a problem of charges of medication, but our media are not talking about such issues. We can't change the situation while keeping the same people who used to work for the regime. Unfortunately today, all these people are working in different media here in Tunisia and they are making the media. We didn't lose people and we didn't lose our martyrs to have this result. One place where they have tried to get rid of the old guard is the state television. Based in a huge imposing Soviet-style building, state TV has seen plenty of change. In fact, it's had seven different heads in the seven years since 2011. So it turns out this is the former head of Tunisian State Television who's now in the role of meet and greet he's come to get us from the front steps and bring us into the building. He said this is the right. Sometimes we are in a very hard position, sometimes we are very low. Sometimes you're up, sometimes you're down. So the former head of State TV is taking us to meet the current one. The whole place is eerily dark and empty. Even the lights in the massive entrance lobby are switched off. We rattle down corridors in the gloom looking for the office of the 8th and latest president and general director. When we find him, Mohammed Lassad Duhesh seems to be a jovial man, dressed in a bright blue suit and pink tie. He used to be a famous correspondent reporting from Gaza. But in this new job, will he be able to shake the broadcaster's old ways? When it comes to resisting interference from the government, I think that issue is over. It's not a problem anymore because they have a contract under our terms and conditions. I've included a lot of clauses into the contract. Among those, is if the regulator discovers any interference from anyone, they can ask me to resign. And I wrote all this in myself, in this terms in myself, in order to be free. There's a letter in a weekly publication that I've just seen written by a member of the executive from the Union of Journalists. This is a letter to the Prime Minister saying that he's worried that there are appointments to the state television that are actually dictated by the government and that there are black lists of guests not allowed or discouraged from appearing on state television. Are these issues that you're aware of at all? Regarding this letter and talk of a blacklist, you can judge if this is the case in the coming period, because we are planning new programming which will start in January. There isn't a blacklist. This institution is open to all creative people from all political views. There is no editorial interference. While Mohamed Dahesh is optimistic about the changes he can bring, he's always competing with Tunisia's private media. Like Tunisia's most popular, Like Tunisia's most popular radio station, Mosaic FM. Mosaic was one of the very few private stations to exist before the revolution. Since then, the number has shot up with 19 private FM stations and nine community stations licensed in the country. When we arrive for our visit, one of their biggest stars is just finishing on air. My name is Haytham Mekki. I'm 36 and I'm a Tunisian journalist and commentator. I'm presenting a satirical press review every day on Mosaic FM. I just read the head titles, the news on the newspapers. I make fun of them. I try to criticize with a different look. Haytham Elmecchi started his career in satirical commentary just two weeks after Ben Ali left the country. So he's clearly enjoying the fruits of Tunisia's newfound freedom of speech. But he too has big worries about the direction the country's media is going in. The problem actually is that holding media is not very profitable in Tunisia. For example, for a TV channel, you will spend a lot of money, millions of dinars. So who's about to spend millions without earning anything in return? Of course, people that does not want to earn money, that want to earn other stuff. And other stuff means power, propaganda, influence, etc. Most of them are ruled barry, not only businessmen, but politics. You have many media outfits today that are ruled by members of political parties. The high authority of regulation that was set up after the revolution. It has issued many, many, many statements and sanctions to set this right, but no one seems to react. So from what you're saying, it's not an issue of freedom of expression. You can say what you want. It's an issue now of media ownership, impartiality, balance. Media ownership, impartiality, balance, regulation, rule of law. I think personally the biggest problem in Tunisia is the rule of law. That's an argument we've heard from others, that the legal system has failed to adequately support journalists, as well as the new TV and radio regulator that was set up in 2013. The regulator, or the hiker, as it's known, has so far handed out around 50 licenses for national and local TV and radio stations. But by all accounts, it's having problems policing some of them. Yes. Zetuna FM is an Islamic radio station which has ignored sanctions imposed for being financed by the Religious Conservative Party in Ader, which is currently part of the governing coalition. And they aren't the only ones. When people talk about their concerns about the relationship between business and politics and the media in Tunisia, there is one name that keeps coming up time and again. It's Nabil Karui. He is the founder of Nesma Television. And he's actually agreed to speak to us for this program and we're now on our way to the television station to meet. The country is immaturism. The period of transition. The politician, the media, we are teenagers. All of us were not mature because there is no tradition. Nabil Kouroui is a charismatic man. We sit and talk in his office, clouded with cigar smoke and his TV channel playing in the background. Nesma TV got its initial license under the old Ben Ali regime. It's now been in negotiations with the regulator over a new licence for the past five years. Those talks have now completely stalled. Nabil portrays himself as a reasonable businessman fighting against unreasonable regulation. His outrage visible when he bangs his fist on the table. You talk about rules. People we've spoken to you consider a bit of a rule breaker. Isn't Nesma currently operating effectively without a license? No, it's not true. It's really not true. We have a license. Yeah, the regulator comes. It's not the real regulator. It's a transitional regulator. And the regulator start to take powers and things that he's not in charge. Of course we have a license. We had the license before the birth of the Haika. We talked with the state, not with the different government. You know, the state gave us a license. You know, they can't take our license out. We have 500 people working here. We invested maybe 50 million euros here, and one day the guy of the Haika asked us to bring a paper, we can't bring it because, etc., they decide that we are outlaw. But don't you think in a democracy there have to be rules of how media companies conduct themselves, there has to be a regulator that enforces these rules and they must be respected? We can respect the Haika, there has to be a regulator that enforces these rules and they must be respected. We can respect the Haika, the regulator, when the regulator will be a real regulator and doing his job. When you will come back in five years, Nisman will be here, these regulators will disappear and this will be here. Here we had seven prime minister, four president, and we're still here. Another accusation levelled against Nabil Kuruy by many people we spoke to is that he's far too close to politics. He helped found the governing Nieder Tunis party and his marketing group ran the president's successful 2014 election campaign. In 2016, Nabil resigned from his post as Director-General of Nesma to join the party's executive board. Then more recently, he left his post in the party to become more involved in TV. You've been accused of being too close to politics for the owner of a television station. Do you see a problem with these connections? There is nothing in the law forbidden this. Okay. Do you believe in the separation of politics from media? Yeah, I believe in the separation between politics and the media. But what I believe as well, if I decide to run a campaign or to go on politics, I have to resign here and go there. This is my right. As I told you, here we are in the middle of something, it's a transition. We don't have rules very clear. We don't have the clear institutions who can say this is right or this is wrong. And he defends using his channel to counter Islamist political parties in the 2014 election. What happened in 2014, the Islamist used mosques to attack the others and they used mosques as a media because they were attacking us in the mosque. At that time, they used mosque, we used our media. Nabil is dismissive of the regulator and claims to still have a license. So the obvious next job was to talk to the regulator, Haika. Hishem Sniusi is its head. What's the status of Nesma television? Right now, is it illegal or not illegal? No, it's not illegal. Nesma now it's an illegal television. He accuses Nesma of breaking the rules by broadcasting political propaganda on behalf of the ruling party Nida Tunis and the current president. And for refusing to cover municipal elections, despite the fact that as a broadcaster, this is something Nesma TV has to do. Why can't you stop radio and TV channels that you say break the rules? It's the role of the authorities to stop them because we normally decide and then the Ministry of Interior and the government sent some policeman in order to stop this radio or television from working but unfortunately since there are lots of political coalitions and the political games you know the government is not really cooperating enough with Haika. There is not enough political will. And things don't look like they're going to get any easier for Mr. Sunusi. Early next year, this regulator's six-year term is up. Just what will replace it is still being discussed in Parliament. And so far, the proposed new regulator will have even less power than the current one. Tunisia's mainstream news organisations are also taking advantage of the country's powerful shift to social media. Platforms like Facebook are credited with having played an important role spreading news and information during Tunisia's revolution. Social media has since become a space for independent journalists to flourish, but also where mainstream media has a powerful foothold. For most people we spoke to, like these students, it's their first stop for news. Maybe I checked news on Facebook. Amateur reporters make some videos on YouTube, like check them, but it's not like always, it's just 100% true. I also follow radio stations, Facebook pages. People don't usually listen to radio, and they use more social media. So like, it's another way to share the content on the news in the world. I don't trust any media's content. That's why young people don't watch TVs. Only if they see some articles on Facebook, they read it and then leave it like that. So you think Facebook and social media is where people get their news from now? Yeah. They have an important role. Do you think the media can get better? By time, yeah. Why not? The new young people that study journalism, yeah. They can make media better and why not? Sadly, when talking to people about coming to Tunisia, one of the first things that would be mentioned is terrorism. It's an issue the country has been grappling with since two big attacks back in 2015. The first was here at the Bardo Museum where 22 people were killed. And a few months later, a gunman killed 38 tourists on a beach down the coast in Seuss. It's taken years for things to recover and tourists are beginning to return. But you only need to see the armed police guarding the entrance to the museum here and other police all around the city to realise that security is still an important issue. And this too is affecting the media. And then, as if right on cue, we're just being questioned by some of the police outside the museum who've asked to see our permits. They've seen us recording with a microphone and they're checking whether we have the authorization to be here. We know that people start to speak about this draft law every time a terrorist attack happens. Nejil Hwari is head of the powerful journalist union in Tunisia. We're discussing a controversial bill proposed by the police union that's been debated on and off in Parliament since 2015. If adopted, the bill would criminalise speech deemed to be denigrating towards the security services, make photographing or recording them punishable by a two-year jail sentence, and would shield police from criminal liability for use of excessive or lethal force. We believe that it gives an absolute power to policemen. We said that this law will found a state of a police. According to this proposed law, a policeman can kill somebody and without getting punished. He will just say I was defending myself. I think that this leads to impunity. In the last year, there have been some high-profile cases of journalists being beaten by police whilst covering anti-austerity demonstrations. Najil Huari says security service aggression is the number one issue facing journalists in Tunisia today. Not surprisingly, then, relations between journalists and the police are somewhat strained. It's very bad. It's a very bad relationship. But compared to the rest of the region, this country is doing pretty well. It's better than pretty much everywhere else around it. The problem is that when we make our annual reports about freedom of the press, we don't put Egypt as an example, but we put Denmark as an example. The police union had agreed to an interview about their proposed law. In the end, our meeting got put off and postponed, until they stopped answering our calls. The Journalist Union is looking to the democracies of Scandinavia as a model for their country. Perhaps it's not surprising that Tunisia is not there yet, considering it's only in its eighth year of democracy. Back at Mosaic FM, journalists and satirical commentator Haith Mellmecchi says that media freedom doesn't mean the revolution is complete. Lately we had a TV show on which a citizen from a poor neighborhood in the capital, the journalist was telling to him, why don't you like the revolution? It gave you a lot. And the citizen says, what did it give me exactly? And the journalist was like, yeah, it gave you freedom of speech. And the citizen was like, man, I'm no poet. I'm not a writer. I'm not a journalist. What do you want me to do with freedom of speech? I want to feed my children. Well, I'm not saying that freedom of speech is useless or it's like a luxury, but it comes along with many other human rights, human needs that has to be satisfied too. Tunisia's revolution did not solve its economic problems. There's still the inflation, high unemployment and corruption that sparked the overthrow of the Ben Ali regime back in 2011. Earlier this year, a new austerity budget prompted people to take to the streets in their thousands to protest. Yes, the demonstrations aren't banned outright anymore, and Tunisia has, on the whole, gained significant freedom of speech. But based on what we've been hearing, this doesn't necessarily translate into having a free, fair and impartial media. Thank you for listening to this Global Business podcast from the BBC World Service. I'm Marie Keyworth. The editor of the series is Penny Murphy. The sounds were mixed together by Neil Churchill and the producer of this edition was John Murphy. Don't forget this is the first in a four-part series about the media. So look out for future episodes from the United States and China and on how technology is changing the media industry around the world."}