{"speakers": [], "chunks": [{"timestamp": [0.0, 1.74], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.54, 10.24], "text": " Thanks for downloading the BBC's world of business."}, {"timestamp": [10.5, 16.1], "text": " I'm Ruth Alexander, and in this edition of Radio 4's In Business, produced by Arlen Gregorius,"}, {"timestamp": [16.1, 19.44], "text": " I'm wondering whether the UK is up for sale."}, {"timestamp": [35.0, 44.0], "text": " One summer evening in 2016, Simon Sigurds was invited to have dinner at Masayoshi Son's home. Set in nine acres, it's quite a house, but they sat out in the garden to enjoy the Californian air."}, {"timestamp": [44.0, 50.5], "text": " Simon is the chief executive of a leading British technology company, Arm Holdings."}, {"timestamp": [51.28, 56.14], "text": " Masa, as his host is known, the owner of a much bigger technology company,"}, {"timestamp": [56.6, 59.34], "text": " a Japanese multinational, called SoftBank."}, {"timestamp": [60.6, 63.32], "text": " We had this dinner, we talked about future technology."}, {"timestamp": [63.8, 66.44], "text": " It kind of ended. I remember driving away thinking, well, that was a bit odd."}, {"timestamp": [66.82, 72.88], "text": " And then a couple of days later, my assistant actually came running into a meeting I was in quite early in the morning here and said,"}, {"timestamp": [73.0, 75.36], "text": " it's Massa on the phone and he really wants to talk to you now."}, {"timestamp": [77.68, 79.96], "text": " Massa wanted to meet Simon again."}, {"timestamp": [80.58, 82.94], "text": " And this time, it was even odder."}, {"timestamp": [84.64, 88.9], "text": " We ended up flying to southern Turkey to have lunch in a restaurant"}, {"timestamp": [88.9, 93.04], "text": " that Massa had in fact booked the whole restaurant so we didn't get interrupted."}, {"timestamp": [93.44, 96.02], "text": " Masa had something sensitive to discuss."}, {"timestamp": [96.48, 98.82], "text": " He wanted to buy Simon's company,"}, {"timestamp": [99.36, 101.64], "text": " and he was offering a lot of money,"}, {"timestamp": [102.36, 104.68], "text": " 24 billion pounds."}, {"timestamp": [105.18, 108.06], "text": " The whole experience is firmly etched on my mind."}, {"timestamp": [108.56, 110.84], "text": " I had some trepidation about it, obviously."}, {"timestamp": [111.2, 112.76], "text": " I've been with a company since the beginning."}, {"timestamp": [113.08, 114.3], "text": " I was a 16th employee,"}, {"timestamp": [114.6, 116.46], "text": " joining a few months after the company got formed."}, {"timestamp": [116.78, 118.76], "text": " In a barn in the Cambridgeshire countryside."}, {"timestamp": [119.76, 122.52], "text": " Before long, Armholdings had grown out of the barn"}, {"timestamp": [122.52, 125.88], "text": " and into a stunningly successful company listed"}, {"timestamp": [125.88, 131.84], "text": " on the stock exchange. Today, Arms Designs form the basis of the vast majority of mobile device"}, {"timestamp": [131.84, 137.84], "text": " processes. Chances are, if you've got a smartphone in your pocket, you've got Arm technology"}, {"timestamp": [137.84, 144.04], "text": " in there too. So I'd seen all phases of growth up to that point, and this was going to represent a major"}, {"timestamp": [144.04, 145.22], "text": " new chapter for us."}, {"timestamp": [145.32, 152.56], "text": " So obviously that isn't something that you go into lightly. So did Simon sell? Listener, he did."}, {"timestamp": [153.14, 157.88], "text": " Or rather, the Board of Directors recommended the deal to the company's shareholders and the"}, {"timestamp": [157.88, 164.2], "text": " acquisition was agreed. It was the second largest foreign takeover of a UK listed company."}, {"timestamp": [164.84, 167.98], "text": " The big shareholders did very well out of the sale,"}, {"timestamp": [168.54, 171.7], "text": " as did Simon and many staff who also held shares."}, {"timestamp": [175.7, 180.26], "text": " In this program, I'll be examining foreign takeovers of UK companies"}, {"timestamp": [180.26, 183.54], "text": " and asking, is the UK up for sale?"}, {"timestamp": [183.98, 190.0], "text": " Because our businesses are being bought up by overseas ones at a higher rate than almost anywhere else."}, {"timestamp": [190.0, 196.0], "text": " A third of UK companies sold every year are bought by foreign businesses."}, {"timestamp": [196.0, 200.0], "text": " I want to know why and whether this matters."}, {"timestamp": [200.0, 205.94], "text": " We'll hear about the anatomy of a takeover, the psychological impact it can have on all those involved,"}, {"timestamp": [206.36, 209.8], "text": " the implications for national security and autonomy."}, {"timestamp": [210.56, 214.48], "text": " After all, businesses are an integral part of our society."}, {"timestamp": [215.24, 221.54], "text": " When a lot of British companies are sold abroad, the decisions, the governance decisions about these companies is made outside of the British Isles."}, {"timestamp": [221.64, 225.44], "text": " And then that's a question in the sense that is the British public happy with that decision"}, {"timestamp": [225.44, 227.44], "text": " and that is increasingly happening"}, {"timestamp": [227.44, 228.86], "text": " not just in Britain but around the world."}, {"timestamp": [229.5, 231.74], "text": " So decisions about what's happening in your society"}, {"timestamp": [231.74, 233.72], "text": " are being taken outside of your society."}, {"timestamp": [234.22, 235.6], "text": " That's Satu Terikangas,"}, {"timestamp": [235.8, 238.1], "text": " a Finnish professor of management and organisation."}, {"timestamp": [238.64, 239.64], "text": " More from her later."}, {"timestamp": [241.78, 243.78], "text": " First, what did its takeover"}, {"timestamp": [243.78, 247.92], "text": " by Japanese technology giant softbank mean for Arm holdings?"}, {"timestamp": [248.56, 253.04], "text": " Usually, it means the board are, as one executive put it to me, toast."}, {"timestamp": [253.7, 258.4], "text": " Unusually, though, Arm's new owner decided to keep the executive team intact."}, {"timestamp": [258.82, 260.54], "text": " Right, may I have the tour?"}, {"timestamp": [261.24, 266.5], "text": " You may, yes. This is very exciting, because this is actually the first time that we've done a tour here"}, {"timestamp": [266.5, 271.5], "text": " really since the first people moved into the building, which was just four days ago."}, {"timestamp": [271.5, 277.0], "text": " And being shown around Armholding's expensive-looking new headquarters, all steel and glass"}, {"timestamp": [277.0, 278.0], "text": " and light."}, {"timestamp": [278.0, 283.0], "text": " Giving me the tour is Simon's colleague, Chief Operating Officer Graham Budd."}, {"timestamp": [283.0, 285.08], "text": " It's not in Tokyo, as you might assume,"}, {"timestamp": [286.34, 286.82], "text": " given its new Japanese owner."}, {"timestamp": [289.02, 291.42], "text": " Rather, it's just across from Arms Old sites on a business park on the outskirts of Cambridge."}, {"timestamp": [291.82, 296.08], "text": " We are in the process of moving people in over the next four weeks or so,"}, {"timestamp": [296.4, 298.58], "text": " and we have about 400 people in here at the moment,"}, {"timestamp": [298.74, 302.3], "text": " but it will be about 1,700 people out of the 2,000-5,000 people"}, {"timestamp": [302.3, 303.54], "text": " that we have in Cambridge."}, {"timestamp": [304.76, 307.98], "text": " Just to give a sense of the scale of this atrium,"}, {"timestamp": [308.2, 310.62], "text": " there's a couple of, well, you might call them potted plants,"}, {"timestamp": [310.74, 312.26], "text": " but actually they're so big, they're trees."}, {"timestamp": [312.4, 313.54], "text": " They look like palm trees,"}, {"timestamp": [313.94, 316.8], "text": " and a lot of it's sort of soothing grey colours,"}, {"timestamp": [316.9, 319.42], "text": " but then there's a pop of yellow right in the middle of big yellow sofa."}, {"timestamp": [319.88, 323.86], "text": " So the idea is that this is a space that people should relax in"}, {"timestamp": [323.86, 325.5], "text": " and then come up with good ideas."}, {"timestamp": [326.0, 333.84], "text": " That's right, yeah. It's intended to be a collaborative space, a space that stimulates creativity and ideas,"}, {"timestamp": [334.26, 336.9], "text": " and just a place that makes people feel good to be in."}, {"timestamp": [337.44, 343.18], "text": " One of the conditions of the sale was that the company's headquarters would remain in the UK for the next five years."}, {"timestamp": [343.58, 346.5], "text": " Another was that the UK headcount would double."}, {"timestamp": [347.06, 352.36], "text": " And indeed, the shiny new building is fast filling up with shiny new staff."}, {"timestamp": [352.9, 358.98], "text": " We've been able to bring in more than a thousand additional people into the UK since the acquisition in 2016."}, {"timestamp": [359.5, 362.44], "text": " Gosh, that's a big recruitment drive in a relatively short period of time."}, {"timestamp": [362.92, 364.18], "text": " It is, yeah, yeah."}, {"timestamp": [364.18, 367.34], "text": " And that is simply from the new investment you've got from your new owner?"}, {"timestamp": [367.68, 368.06], "text": " That's right."}, {"timestamp": [368.14, 374.24], "text": " Following the acquisition by SoftBank, we have been able to ramp up our investment plans"}, {"timestamp": [374.24, 378.44], "text": " in a way that maybe we wouldn't have been able to do as a public company."}, {"timestamp": [378.74, 383.44], "text": " But we were certainly planning to grow, we were planning to invest heavily in technology"}, {"timestamp": [383.44, 385.5], "text": " for the new growth opportunities"}, {"timestamp": [385.5, 390.9], "text": " that we could already see. So our strategy didn't really change, we were just able to"}, {"timestamp": [390.9, 395.1], "text": " accelerate the implementation of it. Hire more people into the company."}, {"timestamp": [395.1, 398.6], "text": " Kind of like an explosion of staff."}, {"timestamp": [398.6, 401.8], "text": " It's been pretty rapid, yeah."}, {"timestamp": [401.8, 405.26], "text": " One of the things that struck me about this company is that despite their great success, It's been pretty rapid, yeah."}, {"timestamp": [407.86, 410.3], "text": " One of the things that struck me about this company is that despite their great success,"}, {"timestamp": [410.72, 412.94], "text": " the management seemed quite down to earth."}, {"timestamp": [413.34, 415.0], "text": " It's quite unusual to get to speak"}, {"timestamp": [415.0, 416.48], "text": " to both the chief executive"}, {"timestamp": [416.48, 418.22], "text": " and the chief operating officer."}, {"timestamp": [418.82, 421.24], "text": " So I wondered what the sale of the business"}, {"timestamp": [421.24, 423.36], "text": " might mean for the feel of the place,"}, {"timestamp": [423.7, 426.02], "text": " the way things are done at arm holdings."}, {"timestamp": [426.5, 428.08], "text": " What about culture?"}, {"timestamp": [428.58, 429.88], "text": " Has having a new owner?"}, {"timestamp": [430.1, 432.94], "text": " Has that changed anything about the way you're operating?"}, {"timestamp": [433.98, 435.38], "text": " Interestingly, not really."}, {"timestamp": [435.76, 437.86], "text": " I think at the time the acquisition happened,"}, {"timestamp": [438.58, 440.52], "text": " I probably like everybody, was wondering,"}, {"timestamp": [440.68, 443.2], "text": " will this change our culture, what's going to happen?"}, {"timestamp": [443.2, 448.2], "text": " But actually what we found is that SoftBank have been very, very supportive."}, {"timestamp": [448.44, 449.94], "text": " There's a good cultural alignment as well."}, {"timestamp": [450.48, 455.54], "text": " We are very much really left to get on with kind of running the business"}, {"timestamp": [455.54, 458.76], "text": " without much input from the SoftBank team."}, {"timestamp": [458.76, 464.5], "text": " But does it matter that this successful British company is now Japanese owned?"}, {"timestamp": [466.58, 474.7], "text": " Arm Chief Executive Simon Seagas insists not. I'm really not hung up about the nationality of the shareholders. I mean,"}, {"timestamp": [474.72, 478.64], "text": " it's interesting to think of what it actually means to be a British company or a company of any"}, {"timestamp": [478.64, 483.6], "text": " nationality. If you go back through our history, Arm was founded as a joint venture, which"}, {"timestamp": [483.6, 485.04], "text": " involved three companies. Acorn, which was a British a joint venture, which involved three companies,"}, {"timestamp": [491.56, 498.06], "text": " Acorn, which was a British computing company, Apple, an American computing company, and an American semi-knucked company called VLSI Technology. So in round numbers, about 50% of the company was"}, {"timestamp": [498.06, 502.2], "text": " owned by non-British owners from day one."}, {"timestamp": [507.24, 510.5], "text": " And when Arm Holdings became a public company,"}, {"timestamp": [510.72, 513.02], "text": " it was listed on both the London Stock Exchange"}, {"timestamp": [513.02, 514.74], "text": " and the NASDAQ in the US."}, {"timestamp": [515.24, 516.44], "text": " By the time it was bought,"}, {"timestamp": [516.84, 520.42], "text": " 50% of its shareholders were based outside the UK."}, {"timestamp": [522.08, 523.88], "text": " And that's not unusual,"}, {"timestamp": [524.34, 527.32], "text": " according to Professor Scott Mueller, Director of Cass"}, {"timestamp": [527.32, 534.22], "text": " Business Schools, MNA, or Mergers and Acquisitions Research Centre. At the moment, 54% of the"}, {"timestamp": [534.22, 539.48], "text": " shareholding of UK companies that are listed is in fact foreign owned. That is, in fact,"}, {"timestamp": [540.18, 546.98], "text": " together with Germany, the highest in the world. So I guess that means that the UK has been for sale"}, {"timestamp": [546.98, 550.84], "text": " because more than half of the UK shareholding is owned by foreigners."}, {"timestamp": [551.34, 553.24], "text": " Gosh, that's quite astonishing, actually."}, {"timestamp": [553.44, 554.36], "text": " Yeah, it is, Ruth."}, {"timestamp": [554.4, 556.42], "text": " And especially when you compare to some other countries,"}, {"timestamp": [556.54, 560.88], "text": " that figure is only 5% in China or between 5% and 6%."}, {"timestamp": [560.88, 567.14], "text": " I should point out as well that the US markets are 14% owned by foreigners."}, {"timestamp": [567.66, 572.92], "text": " So even the US, the biggest free market economy in the world has less foreign investment than"}, {"timestamp": [572.92, 578.54], "text": " we do, a lot less. And Professor Mueller says the fact that more than half of shareholdings"}, {"timestamp": [578.54, 584.54], "text": " in UK companies are foreign owned makes foreign buyouts more likely. Foreign shareholders"}, {"timestamp": [584.54, 587.14], "text": " won't have a sense of economic nationalism."}, {"timestamp": [587.9, 593.5], "text": " So does the UK lose out when a company is snapped up by an overseas business?"}, {"timestamp": [594.1, 599.08], "text": " In many cases, the companies that are sold are sold because they are available for sale."}, {"timestamp": [599.18, 606.66], "text": " That typically means that they may be struggling. So if that saves the company, then obviously that's good for the UK economy."}, {"timestamp": [607.16, 611.48], "text": " What typically happens, though, if you have an offshore buyer coming in and buying a company,"}, {"timestamp": [611.88, 616.64], "text": " is that they will want to buy it because of the very strong brand, that they think that they can"}, {"timestamp": [616.64, 622.9], "text": " use both here and elsewhere, and you think about, for example, Jaguar Land Rover bought by Tata."}, {"timestamp": [623.26, 629.56], "text": " Would it, in fact, have actually even existed if they hadn't come in to save it? Now, what does happen, of course, is that the"}, {"timestamp": [629.56, 634.94], "text": " headquarters will end up then moving if it is bought by a foreign buyer. From that perspective,"}, {"timestamp": [635.1, 641.08], "text": " there may be tax implications. So from the HMRC perspective, it may be that there's less money"}, {"timestamp": [641.08, 646.16], "text": " coming into the UK. But the UK isn't only losing companies to foreign buyers."}, {"timestamp": [646.54, 649.8], "text": " We're out there buying up foreign companies ourselves."}, {"timestamp": [650.56, 656.04], "text": " Last year, about 1,250 British companies were bought by overseas entities."}, {"timestamp": [656.64, 661.46], "text": " And just under 1,200 British companies bought foreign ones."}, {"timestamp": [661.9, 664.02], "text": " So literally, it's about the same."}, {"timestamp": [664.22, 666.46], "text": " I mean, it was uncanny at how identical."}, {"timestamp": [666.62, 668.5], "text": " And then I said, actually, let's just look at that over time."}, {"timestamp": [668.86, 671.0], "text": " And it's remarkably consistent over time."}, {"timestamp": [671.38, 674.36], "text": " So the cash flows maybe balance out for the UK economy."}, {"timestamp": [674.36, 680.18], "text": " But do foreign takeovers always achieve the financial gains companies expect?"}, {"timestamp": [681.24, 686.42], "text": " Satu Terikangas, a professor at the University of Turku in Finland, doesn't think so."}, {"timestamp": [686.88, 690.5], "text": " As a researcher, one feels almost like one is a psychotherapist, if that makes sense."}, {"timestamp": [690.88, 696.06], "text": " Her research focuses on what happens when Nordic multinationals take over foreign companies,"}, {"timestamp": [696.56, 703.28], "text": " and she finds mergers and acquisitions can have a profound effect on everyone involved at all levels of the businesses."}, {"timestamp": [703.84, 707.18], "text": " When you interview even busy managers, senior executives on acquisitions,"}, {"timestamp": [707.88, 711.82], "text": " they often end up giving you more time than imagined because they're so, in a sense, relieved"}, {"timestamp": [711.82, 714.12], "text": " that someone confidentially listens to their story."}, {"timestamp": [714.32, 719.46], "text": " So it often becomes quite an emotional and personal reflection of their journey and often a painful one."}, {"timestamp": [719.66, 723.28], "text": " She says foreign takeovers can spell uncertainty for staff."}, {"timestamp": [723.74, 727.02], "text": " The foreign owner doesn't care about whether there are jobs in Manchester or not."}, {"timestamp": [727.64, 729.58], "text": " They don't care about whether there's jobs in London or not."}, {"timestamp": [729.64, 731.9], "text": " They actually are only solely looking for their own profitability."}, {"timestamp": [732.7, 734.66], "text": " So from that perspective, it is a scary prospect."}, {"timestamp": [735.36, 738.7], "text": " And Professor Terracangas says that for those who do keep their jobs,"}, {"timestamp": [738.7, 742.0], "text": " there's often a difficult period of adjustment ahead,"}, {"timestamp": [742.44, 745.16], "text": " and that can have a negative effect on performance."}, {"timestamp": [745.68, 750.04], "text": " So in research and development, if you place members of organisations that were previously"}, {"timestamp": [750.04, 754.72], "text": " competing against one another, you make them work together, you tend to get a lot of negative"}, {"timestamp": [754.72, 760.02], "text": " emotionality. There's a lot of lacking trust, not invented here syndromes. Would you like"}, {"timestamp": [760.02, 764.86], "text": " to share via email all of your drawings or your patents or your kind of working progress development"}, {"timestamp": [764.86, 770.0], "text": " to someone to John that you were previously competing with, why would you suddenly trust your"}, {"timestamp": [770.0, 774.52], "text": " Chinese counterpart or Indian? Why would you do that? So you see what we are looking for from"}, {"timestamp": [774.52, 778.9], "text": " an acquisition or merger, the one plus one equals three effect. We're not getting that because"}, {"timestamp": [778.9, 783.98], "text": " people stick to their comfort zones. Putting aside the economic and human factors for now,"}, {"timestamp": [784.64, 785.84], "text": " are there some British"}, {"timestamp": [785.84, 799.42], "text": " companies that just shouldn't be sold? In 2010, one of the UK's best-known brands fell into"}, {"timestamp": [799.42, 804.98], "text": " foreign ownership. Cadbury's flake. The crumbly is flaky as milk chocolate in the world."}, {"timestamp": [805.56, 810.08], "text": " That hostile takeover bid of Cadbury was actually a seminal event in the whole takeover"}, {"timestamp": [810.08, 816.98], "text": " industry for the UK. Kraft, a US company, made an aggressive offer for the confectioner."}, {"timestamp": [817.54, 822.08], "text": " Cadbury's board of directors didn't want to sell this old British company, but the"}, {"timestamp": [822.08, 825.2], "text": " shareholders, two-thirds of them foreign, did."}, {"timestamp": [825.72, 828.86], "text": " And when the price was right, the deal was done."}, {"timestamp": [829.52, 836.02], "text": " One of the frustrations was that, of course, this was seen as being a company that so many people"}, {"timestamp": [836.02, 840.58], "text": " had an emotional attachment to as well, you know, with their Cadbury cream eggs and their"}, {"timestamp": [840.58, 845.72], "text": " childhood sweets and also quite a long history that Cadbury had"}, {"timestamp": [845.72, 847.66], "text": " of growing up in the UK"}, {"timestamp": [847.66, 849.9], "text": " over the course of much more than 100 years."}, {"timestamp": [850.26, 853.58], "text": " Despite promises made, a factory was closed,"}, {"timestamp": [854.1, 855.08], "text": " jobs were lost,"}, {"timestamp": [855.08, 860.52], "text": " and rumours soon spread that the chocolate tasted different, American."}, {"timestamp": [861.28, 866.0], "text": " What is certainly true is that you call up Cadbury now and..."}, {"timestamp": [866.0, 869.24], "text": " Thank you for calling Mondalese International."}, {"timestamp": [869.88, 874.12], "text": " You don't even get the name. Instead, you're through to an American food giant,"}, {"timestamp": [874.36, 877.98], "text": " Mondalise International, as Kraft's Snack Division is now called."}, {"timestamp": [878.72, 883.4], "text": " In the aftermath of the sale of Cadbury, the government came up with new rules."}, {"timestamp": [883.96, 885.46], "text": " Foreign companies wanting to buy"}, {"timestamp": [885.46, 890.82], "text": " British would be held to their promises. The Arm Holdings deal we heard about at the start of the"}, {"timestamp": [890.82, 896.06], "text": " programme was the first to go through with the new rules. But that deal, and others like it,"}, {"timestamp": [896.32, 903.08], "text": " only give promises that last a few years. Sentimentality may make us want to hold on to"}, {"timestamp": [903.08, 905.48], "text": " some British businesses."}, {"timestamp": [909.5, 911.62], "text": " National security is an even more important consideration."}, {"timestamp": [916.48, 920.84], "text": " At the end of a sweeping tree-line drive in a secluded part of the new forest is the home of retired defence industry chief executive Gordon Page."}, {"timestamp": [920.84, 922.4], "text": " Hi Ruth. Hi, I'm Gordon."}, {"timestamp": [922.4, 924.88], "text": " Very nice to meet you. Thank you very much for having us."}, {"timestamp": [929.82, 930.58], "text": " Once inside, there's the opportunity to deer watch from the comfort of the dining room."}, {"timestamp": [931.46, 935.76], "text": " Oh, what can we see? If you look through the gap beyond the gate into the far field, there's a deer."}, {"timestamp": [937.04, 938.16], "text": " If you look between the trees."}, {"timestamp": [938.3, 938.62], "text": " Oh, yeah."}, {"timestamp": [938.7, 939.64], "text": " Is it sitting down?"}, {"timestamp": [939.84, 941.46], "text": " No, you can just see his tail."}, {"timestamp": [941.56, 942.56], "text": " He's just grazing."}, {"timestamp": [944.22, 944.68], "text": " Oh, yeah."}, {"timestamp": [945.12, 949.96], "text": " This enjoyable interlude feels a long way from the cut and thrust of deal-making,"}, {"timestamp": [950.26, 953.52], "text": " which has characterised Gordon Page's career as a chief executive,"}, {"timestamp": [954.02, 957.12], "text": " buying and selling both British and foreign companies."}, {"timestamp": [957.56, 958.9], "text": " You know, we're driven by ambition."}, {"timestamp": [959.52, 962.34], "text": " I didn't want to just sit there ticking boxes every day"}, {"timestamp": [962.34, 964.94], "text": " and the same boxes every day and letting life go by."}, {"timestamp": [965.62, 970.48], "text": " And by putting two and two together, you can quite often make five or six, which we often did."}, {"timestamp": [970.72, 971.78], "text": " And that was the thrill of it."}, {"timestamp": [972.62, 974.18], "text": " It's a way of adding value."}, {"timestamp": [974.48, 976.28], "text": " Yes, absolutely, absolutely."}, {"timestamp": [976.94, 984.68], "text": " But very carefully, I mean, you can read every day of some of these acquisitions in other sectors that go wrong, driven by the ambition or ego."}, {"timestamp": [985.56, 987.06], "text": " And we steered well clear of that."}, {"timestamp": [987.74, 990.34], "text": " So how does a takeover actually work?"}, {"timestamp": [990.9, 993.0], "text": " It starts with a phone call."}, {"timestamp": [993.82, 997.5], "text": " Gordon Page spoke frankly about the time a Finnish company, Varsilla,"}, {"timestamp": [997.94, 1002.5], "text": " showed an interest in Hamworthy Engineering, a British company he was leading in Poole."}, {"timestamp": [1002.98, 1008.3], "text": " The first thing that happened was a call from their CEO's secretary to my secretary,"}, {"timestamp": [1009.02, 1011.5], "text": " saying, could we just have a conversation?"}, {"timestamp": [1012.26, 1014.24], "text": " And what did you think when you got that message?"}, {"timestamp": [1014.8, 1015.78], "text": " Oh, I knew what they were after."}, {"timestamp": [1016.32, 1021.84], "text": " If you know your industry and you get that sort of a call, it's not hard to guess."}, {"timestamp": [1022.84, 1024.74], "text": " Negotiations went on for months."}, {"timestamp": [1025.0, 1030.0], "text": " Eventually, there was a meeting where it was clear a sale would be agreed."}, {"timestamp": [1030.0, 1033.0], "text": " And when you were going into that meeting, what was your mood going in?"}, {"timestamp": [1033.0, 1036.0], "text": " Because he was sort of laying it on the line again."}, {"timestamp": [1036.0, 1043.0], "text": " I was actually quite disappointed because the other executives and myself wanted to continue the business."}, {"timestamp": [1043.0, 1046.58], "text": " We were having fun. But I think in my heart of hearts,"}, {"timestamp": [1046.64, 1052.46], "text": " I knew it was a fairly foregone conclusion that at that level of premium, there wasn't much"}, {"timestamp": [1052.46, 1058.3], "text": " you could do to argue about it. As is so often the case, the offer was just too good for the"}, {"timestamp": [1058.3, 1064.0], "text": " shareholders to refuse. Gordon Page was sorry to have to leave the company as it was doing so well,"}, {"timestamp": [1064.0, 1067.12], "text": " but he wasn't worried that national security was at risk."}, {"timestamp": [1067.96, 1070.96], "text": " He is now, however, concerned that that is the case"}, {"timestamp": [1070.96, 1074.84], "text": " with the sale of another British company he once led, Cobham."}, {"timestamp": [1077.34, 1084.8], "text": " Founded by aviation pioneer Sir Alan Cobham in the 1930s,"}, {"timestamp": [1084.88, 1086.64], "text": " who was known for his flying circus."}, {"timestamp": [1091.22, 1096.84], "text": " Cobham is now a world leader in air-to-air, in-flight refueling of fighter planes,"}, {"timestamp": [1097.26, 1101.22], "text": " as well as other technologies and has numerous contracts with the British military."}, {"timestamp": [1101.86, 1105.5], "text": " And in December, the government approved the takeover of Cobham"}, {"timestamp": [1105.5, 1109.14], "text": " by an American private equity company, Advent International."}, {"timestamp": [1109.86, 1113.24], "text": " I talked to Gordon Page before that decision had been made."}, {"timestamp": [1114.04, 1118.58], "text": " I am really quite worried for the period five years out from now,"}, {"timestamp": [1118.88, 1123.92], "text": " because the business model is to buy something, load it up with debt,"}, {"timestamp": [1124.42, 1127.42], "text": " take a huge dividend or dividends for yourself,"}, {"timestamp": [1127.94, 1129.88], "text": " and then sell the rest of what's left."}, {"timestamp": [1130.68, 1134.6], "text": " What's left will be a series of indebted business units."}, {"timestamp": [1135.26, 1138.76], "text": " And at that stage, I think you'll find other groups coming in"}, {"timestamp": [1138.76, 1140.12], "text": " and cherry-picking what they want."}, {"timestamp": [1140.64, 1143.3], "text": " And that wouldn't just be bad for the business, he says."}, {"timestamp": [1143.7, 1144.94], "text": " It would be bad for Britain."}, {"timestamp": [1145.74, 1148.9], "text": " Because who knows where the technology goes."}, {"timestamp": [1149.62, 1154.5], "text": " The loss of intellectual property in the defence area is of national importance."}, {"timestamp": [1155.1, 1164.5], "text": " If it goes to the USA with Advent, first of all, the US and UK do not always see eye-to-eye on military policy."}, {"timestamp": [1165.32, 1169.9], "text": " For example, if air-to-air refueling found its way into the Argentine,"}, {"timestamp": [1170.82, 1175.7], "text": " that would enable Argentinian jets to reach the Falklands with ease,"}, {"timestamp": [1176.14, 1180.4], "text": " rather than at the extremities of their range has happened in the war."}, {"timestamp": [1181.54, 1189.0], "text": " Also, who knows where the technology will end up when the bits are sold? It could be"}, {"timestamp": [1189.0, 1193.74], "text": " anywhere. The government had ordered a review of the deal, to which Gordon Page gave evidence."}, {"timestamp": [1193.74, 1199.34], "text": " But despite the concerns raised by Gordon and other military experts, the government was satisfied"}, {"timestamp": [1199.34, 1204.62], "text": " that national security would not be at risk, with sensitive information protected under the"}, {"timestamp": [1204.62, 1205.24], "text": " new American owner, which would also be obliged to give with sensitive information protected under the new American"}, {"timestamp": [1205.24, 1210.42], "text": " owner, which would also be obliged to give the government prior notice of any plans to sell"}, {"timestamp": [1210.42, 1217.34], "text": " Cobham, whole or in part. The Cobbond deal reveals another side to these takeovers, private"}, {"timestamp": [1217.34, 1223.48], "text": " equity. Private equity funds have a bad reputation. They're often accused of asset stripping,"}, {"timestamp": [1223.8, 1225.1], "text": " laying people off to increase"}, {"timestamp": [1225.1, 1231.5], "text": " profit margins and piling debt onto companies they buy. It's an unfair reputation, according to John"}, {"timestamp": [1231.5, 1236.64], "text": " Malton, a private equity owner with, it has to be said, a reputation for ruthlessness."}, {"timestamp": [1237.3, 1243.36], "text": " There's no reason to believe that because it's a private equity owner, it would strip the assets"}, {"timestamp": [1243.36, 1246.84], "text": " out, try and raid the pension fund or any other"}, {"timestamp": [1246.84, 1252.62], "text": " noxious things that you can imagine. There's no real reason for that. It does happen sometimes"}, {"timestamp": [1252.62, 1257.82], "text": " though. It does and it happens in private companies without private equity, public"}, {"timestamp": [1257.82, 1262.9], "text": " companies without private equity, and in companies where private equity are involved. There's not"}, {"timestamp": [1262.9, 1265.9], "text": " that much difference. They behave more or less the same."}, {"timestamp": [1266.58, 1269.82], "text": " But even John Moulton agrees that some British companies"}, {"timestamp": [1269.82, 1271.88], "text": " should just never be sold."}, {"timestamp": [1272.2, 1274.8], "text": " I think you should never sell off things"}, {"timestamp": [1274.8, 1278.04], "text": " that enable somebody to basically blackmail the UK."}, {"timestamp": [1279.14, 1283.14], "text": " So selling off the entirety of our telecoms network"}, {"timestamp": [1283.14, 1285.78], "text": " to foreign owners or something could be really quite silly."}, {"timestamp": [1287.0, 1293.28], "text": " Areas of very high technology, difficult to protect, those definitely shouldn't be allowed to leave"}, {"timestamp": [1293.28, 1300.7], "text": " the UK. And one just doesn't want to see the UK stripped for the benefit of foreign owners."}, {"timestamp": [1300.7, 1306.56], "text": " But in saying that, if you have that as a policy, then you have to have the"}, {"timestamp": [1306.56, 1312.28], "text": " resources to do something about it if one of those crown jewels is coveted by somebody else."}, {"timestamp": [1312.28, 1317.98], "text": " Gordon Page. I would think very hard, for example, about the Chinese taking over the British"}, {"timestamp": [1317.98, 1328.1], "text": " Steel. And within the space of that takeover, they will have acquired something like half the rail supply"}, {"timestamp": [1328.1, 1328.96], "text": " in the UK."}, {"timestamp": [1330.3, 1331.12], "text": " Do we want that?"}, {"timestamp": [1331.86, 1333.0], "text": " I'm not sure we do."}, {"timestamp": [1334.16, 1338.68], "text": " But I can't see that anybody has shown any inclination to do anything about it."}, {"timestamp": [1339.28, 1344.8], "text": " And yet other countries, not least our European neighbours, have found ways to exert greater"}, {"timestamp": [1344.8, 1345.74], "text": " control over"}, {"timestamp": [1345.74, 1348.46], "text": " foreign investments, according to Professor Scott Mueller."}, {"timestamp": [1349.06, 1355.48], "text": " For example, in response to the potential purchase by Pepsi in American company, of course,"}, {"timestamp": [1355.8, 1362.38], "text": " to purchase Dannon, a yogurt manufacturer in France, France decided that Dannon was in fact"}, {"timestamp": [1362.38, 1368.0], "text": " a national asset and did pass a law which is quite nicely known as the Dannon law"}, {"timestamp": [1368.0, 1374.0], "text": " that does make it more difficult for companies to make an acquisition into France"}, {"timestamp": [1374.0, 1376.58], "text": " without there being reviewed by the French government."}, {"timestamp": [1377.12, 1383.1], "text": " Without a similar law, could the number of British companies being sold abroad go too far?"}, {"timestamp": [1383.1, 1390.0], "text": " The tipping point, if there were one, is probably if there was a rise in protectionism"}, {"timestamp": [1390.0, 1397.7], "text": " by other countries around the world that began to stop the ability for UK companies to make purchases overseas."}, {"timestamp": [1398.32, 1404.08], "text": " Well, at the same time, we still allowed companies to be bought by foreign owners here."}, {"timestamp": [1404.56, 1407.98], "text": " That could push up the number of foreign sales of UK companies"}, {"timestamp": [1407.98, 1410.26], "text": " to an unsustainable level, he says,"}, {"timestamp": [1410.68, 1413.38], "text": " and it's a threat the government needs to be mindful of."}, {"timestamp": [1413.68, 1416.38], "text": " There are moves in Germany, in France,"}, {"timestamp": [1416.5, 1420.04], "text": " to extend and expand their protectionism."}, {"timestamp": [1420.66, 1423.22], "text": " The US is doing the same at this point in time."}, {"timestamp": [1423.22, 1426.14], "text": " So I think what one really needs to be concerned about"}, {"timestamp": [1426.14, 1428.88], "text": " is whether the two big economies in the world,"}, {"timestamp": [1429.04, 1432.22], "text": " both China and the US, move down that route."}, {"timestamp": [1432.66, 1436.66], "text": " You know, do we end up having an M&A trade war that would take place"}, {"timestamp": [1436.66, 1439.24], "text": " and the UK would therefore be forced"}, {"timestamp": [1439.24, 1440.74], "text": " to take some of the same measures"}, {"timestamp": [1440.74, 1442.86], "text": " that those other countries would be taking?"}, {"timestamp": [1443.02, 1444.04], "text": " And by the way, both of them are."}, {"timestamp": [1444.04, 1447.42], "text": " But becoming more protectionist isn't the solution,"}, {"timestamp": [1447.72, 1449.06], "text": " according to Herman Hauser,"}, {"timestamp": [1449.5, 1452.7], "text": " who back in the 70s co-founded Acorn Computers"}, {"timestamp": [1452.7, 1455.82], "text": " and in time helped spin out Arm holdings,"}, {"timestamp": [1455.82, 1458.92], "text": " the technology company we heard about at the start of the program,"}, {"timestamp": [1459.22, 1461.44], "text": " which was recently bought by Japan's soft bank."}, {"timestamp": [1462.26, 1464.48], "text": " Now the co-founder of Amadeus Capital,"}, {"timestamp": [1464.94, 1467.96], "text": " Herman Hauser was against the sale of arm at the time"}, {"timestamp": [1467.96, 1470.34], "text": " and takes no comfort in the agreement"}, {"timestamp": [1470.34, 1472.58], "text": " that guarantees the HQ and jobs"}, {"timestamp": [1472.58, 1474.74], "text": " will stay in the UK for five years."}, {"timestamp": [1475.14, 1479.18], "text": " Five years in the life of a nation is a few seconds."}, {"timestamp": [1479.84, 1482.78], "text": " Five years is just a completely irrelevant time scale."}, {"timestamp": [1483.28, 1490.56], "text": " If one thinks about the economic welfare of a nation, one has to think in decades, if not centuries."}, {"timestamp": [1491.14, 1495.86], "text": " However, he says tightening our laws to discourage foreign buyouts is not the solution."}, {"timestamp": [1496.5, 1501.16], "text": " Instead, we should stay open and do more to grow our companies to keep them."}, {"timestamp": [1501.16, 1507.36], "text": " We live in a globalized world, and it would be to the UK's disadvantage to have strict"}, {"timestamp": [1507.36, 1510.18], "text": " rules or tighten down on takeover rules."}, {"timestamp": [1510.9, 1516.54], "text": " So, in my opinion, the right response is to create an environment with our European partners"}, {"timestamp": [1516.54, 1522.7], "text": " to allow companies to scale in Europe so that they do not have to be taken over by"}, {"timestamp": [1522.7, 1525.14], "text": " US or Chinese or Asian companies."}, {"timestamp": [1525.6, 1530.18], "text": " That way, he says we can ensure Britain and Europe retain influence"}, {"timestamp": [1530.18, 1535.4], "text": " over the shape of future technology and, by extension, all our lives."}, {"timestamp": [1535.4, 1541.04], "text": " With the exception of we really struggle to list any technology companies"}, {"timestamp": [1541.04, 1542.64], "text": " of any global importance."}, {"timestamp": [1543.08, 1546.66], "text": " So clearly there is something wrong with our ability"}, {"timestamp": [1546.66, 1554.38], "text": " to build these large companies. And the irritating thing is that we've got the R&D base. We've got"}, {"timestamp": [1554.38, 1559.98], "text": " universities that are just as good as the American and the Chinese ones. And we've got the money."}, {"timestamp": [1560.38, 1566.78], "text": " We are rich. The problem that we have is an asset allocation problem. We seem to find it very"}, {"timestamp": [1566.78, 1574.82], "text": " hard to allocate enough resources, enough money, into these risky technology companies in order to"}, {"timestamp": [1574.82, 1580.12], "text": " grow global giants. And is that because we lack the nerve? We lack the nerve and the culture."}, {"timestamp": [1580.46, 1585.68], "text": " We actually don't have a startup problem, interestingly. Europe produces more startups than the US."}, {"timestamp": [1586.22, 1587.36], "text": " We have a scale-up problem."}, {"timestamp": [1587.78, 1591.48], "text": " The nice thing is that there is a new game in town every few years,"}, {"timestamp": [1591.48, 1595.62], "text": " so we can't build another search engine and blow Google out of the market"}, {"timestamp": [1595.62, 1597.22], "text": " because Google is too well established."}, {"timestamp": [1597.9, 1600.18], "text": " But when it comes to quantum computing, for example,"}, {"timestamp": [1600.54, 1604.98], "text": " or synthetic biology or blockchain, actually, we're blockchain leaders,"}, {"timestamp": [1605.98, 1606.46], "text": " or AI, the field We're blockchain leaders or AI."}, {"timestamp": [1607.72, 1610.6], "text": " The field is still wide open. And we've got an opportunity to create our own giants"}, {"timestamp": [1610.6, 1616.28], "text": " that then can play on a level playing field with the Americans and the Chinese."}, {"timestamp": [1618.4, 1620.52], "text": " Is the UK up for sale?"}, {"timestamp": [1621.24, 1623.6], "text": " At first glance, the numbers suggest it is."}, {"timestamp": [1624.08, 1626.52], "text": " More than half of UK shareholdings are"}, {"timestamp": [1626.52, 1632.92], "text": " foreign-owned, and almost a third of companies sold every year go to foreign buyers. But that's"}, {"timestamp": [1632.92, 1639.48], "text": " balanced by the equally large number of foreign acquisitions made by UK businesses. However,"}, {"timestamp": [1639.48, 1647.5], "text": " maintaining a balance depends on the world's major economies, the US and China, staying open for M&A activity."}, {"timestamp": [1648.2, 1653.16], "text": " It also depends on the relative strategic importance of the companies we're letting go."}, {"timestamp": [1653.72, 1658.62], "text": " And there's a question of whether we should be seeking to make more of our brightest prospects,"}, {"timestamp": [1658.62, 1666.6], "text": " the ones with the potential to be homegrown into global giants which spread British ideas and influence around the world,"}, {"timestamp": [1667.12, 1675.02], "text": " before someone else beats us to it and shapes them and our technological future according to their own design."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. Thanks for downloading the BBC's world of business. I'm Ruth Alexander, and in this edition of Radio 4's In Business, produced by Arlen Gregorius, I'm wondering whether the UK is up for sale. One summer evening in 2016, Simon Sigurds was invited to have dinner at Masayoshi Son's home. Set in nine acres, it's quite a house, but they sat out in the garden to enjoy the Californian air. Simon is the chief executive of a leading British technology company, Arm Holdings. Masa, as his host is known, the owner of a much bigger technology company, a Japanese multinational, called SoftBank. We had this dinner, we talked about future technology. It kind of ended. I remember driving away thinking, well, that was a bit odd. And then a couple of days later, my assistant actually came running into a meeting I was in quite early in the morning here and said, it's Massa on the phone and he really wants to talk to you now. Massa wanted to meet Simon again. And this time, it was even odder. We ended up flying to southern Turkey to have lunch in a restaurant that Massa had in fact booked the whole restaurant so we didn't get interrupted. Masa had something sensitive to discuss. He wanted to buy Simon's company, and he was offering a lot of money, 24 billion pounds. The whole experience is firmly etched on my mind. I had some trepidation about it, obviously. I've been with a company since the beginning. I was a 16th employee, joining a few months after the company got formed. In a barn in the Cambridgeshire countryside. Before long, Armholdings had grown out of the barn and into a stunningly successful company listed on the stock exchange. Today, Arms Designs form the basis of the vast majority of mobile device processes. Chances are, if you've got a smartphone in your pocket, you've got Arm technology in there too. So I'd seen all phases of growth up to that point, and this was going to represent a major new chapter for us. So obviously that isn't something that you go into lightly. So did Simon sell? Listener, he did. Or rather, the Board of Directors recommended the deal to the company's shareholders and the acquisition was agreed. It was the second largest foreign takeover of a UK listed company. The big shareholders did very well out of the sale, as did Simon and many staff who also held shares. In this program, I'll be examining foreign takeovers of UK companies and asking, is the UK up for sale? Because our businesses are being bought up by overseas ones at a higher rate than almost anywhere else. A third of UK companies sold every year are bought by foreign businesses. I want to know why and whether this matters. We'll hear about the anatomy of a takeover, the psychological impact it can have on all those involved, the implications for national security and autonomy. After all, businesses are an integral part of our society. When a lot of British companies are sold abroad, the decisions, the governance decisions about these companies is made outside of the British Isles. And then that's a question in the sense that is the British public happy with that decision and that is increasingly happening not just in Britain but around the world. So decisions about what's happening in your society are being taken outside of your society. That's Satu Terikangas, a Finnish professor of management and organisation. More from her later. First, what did its takeover by Japanese technology giant softbank mean for Arm holdings? Usually, it means the board are, as one executive put it to me, toast. Unusually, though, Arm's new owner decided to keep the executive team intact. Right, may I have the tour? You may, yes. This is very exciting, because this is actually the first time that we've done a tour here really since the first people moved into the building, which was just four days ago. And being shown around Armholding's expensive-looking new headquarters, all steel and glass and light. Giving me the tour is Simon's colleague, Chief Operating Officer Graham Budd. It's not in Tokyo, as you might assume, given its new Japanese owner. Rather, it's just across from Arms Old sites on a business park on the outskirts of Cambridge. We are in the process of moving people in over the next four weeks or so, and we have about 400 people in here at the moment, but it will be about 1,700 people out of the 2,000-5,000 people that we have in Cambridge. Just to give a sense of the scale of this atrium, there's a couple of, well, you might call them potted plants, but actually they're so big, they're trees. They look like palm trees, and a lot of it's sort of soothing grey colours, but then there's a pop of yellow right in the middle of big yellow sofa. So the idea is that this is a space that people should relax in and then come up with good ideas. That's right, yeah. It's intended to be a collaborative space, a space that stimulates creativity and ideas, and just a place that makes people feel good to be in. One of the conditions of the sale was that the company's headquarters would remain in the UK for the next five years. Another was that the UK headcount would double. And indeed, the shiny new building is fast filling up with shiny new staff. We've been able to bring in more than a thousand additional people into the UK since the acquisition in 2016. Gosh, that's a big recruitment drive in a relatively short period of time. It is, yeah, yeah. And that is simply from the new investment you've got from your new owner? That's right. Following the acquisition by SoftBank, we have been able to ramp up our investment plans in a way that maybe we wouldn't have been able to do as a public company. But we were certainly planning to grow, we were planning to invest heavily in technology for the new growth opportunities that we could already see. So our strategy didn't really change, we were just able to accelerate the implementation of it. Hire more people into the company. Kind of like an explosion of staff. It's been pretty rapid, yeah. One of the things that struck me about this company is that despite their great success, It's been pretty rapid, yeah. One of the things that struck me about this company is that despite their great success, the management seemed quite down to earth. It's quite unusual to get to speak to both the chief executive and the chief operating officer. So I wondered what the sale of the business might mean for the feel of the place, the way things are done at arm holdings. What about culture? Has having a new owner? Has that changed anything about the way you're operating? Interestingly, not really. I think at the time the acquisition happened, I probably like everybody, was wondering, will this change our culture, what's going to happen? But actually what we found is that SoftBank have been very, very supportive. There's a good cultural alignment as well. We are very much really left to get on with kind of running the business without much input from the SoftBank team. But does it matter that this successful British company is now Japanese owned? Arm Chief Executive Simon Seagas insists not. I'm really not hung up about the nationality of the shareholders. I mean, it's interesting to think of what it actually means to be a British company or a company of any nationality. If you go back through our history, Arm was founded as a joint venture, which involved three companies. Acorn, which was a British a joint venture, which involved three companies, Acorn, which was a British computing company, Apple, an American computing company, and an American semi-knucked company called VLSI Technology. So in round numbers, about 50% of the company was owned by non-British owners from day one. And when Arm Holdings became a public company, it was listed on both the London Stock Exchange and the NASDAQ in the US. By the time it was bought, 50% of its shareholders were based outside the UK. And that's not unusual, according to Professor Scott Mueller, Director of Cass Business Schools, MNA, or Mergers and Acquisitions Research Centre. At the moment, 54% of the shareholding of UK companies that are listed is in fact foreign owned. That is, in fact, together with Germany, the highest in the world. So I guess that means that the UK has been for sale because more than half of the UK shareholding is owned by foreigners. Gosh, that's quite astonishing, actually. Yeah, it is, Ruth. And especially when you compare to some other countries, that figure is only 5% in China or between 5% and 6%. I should point out as well that the US markets are 14% owned by foreigners. So even the US, the biggest free market economy in the world has less foreign investment than we do, a lot less. And Professor Mueller says the fact that more than half of shareholdings in UK companies are foreign owned makes foreign buyouts more likely. Foreign shareholders won't have a sense of economic nationalism. So does the UK lose out when a company is snapped up by an overseas business? In many cases, the companies that are sold are sold because they are available for sale. That typically means that they may be struggling. So if that saves the company, then obviously that's good for the UK economy. What typically happens, though, if you have an offshore buyer coming in and buying a company, is that they will want to buy it because of the very strong brand, that they think that they can use both here and elsewhere, and you think about, for example, Jaguar Land Rover bought by Tata. Would it, in fact, have actually even existed if they hadn't come in to save it? Now, what does happen, of course, is that the headquarters will end up then moving if it is bought by a foreign buyer. From that perspective, there may be tax implications. So from the HMRC perspective, it may be that there's less money coming into the UK. But the UK isn't only losing companies to foreign buyers. We're out there buying up foreign companies ourselves. Last year, about 1,250 British companies were bought by overseas entities. And just under 1,200 British companies bought foreign ones. So literally, it's about the same. I mean, it was uncanny at how identical. And then I said, actually, let's just look at that over time. And it's remarkably consistent over time. So the cash flows maybe balance out for the UK economy. But do foreign takeovers always achieve the financial gains companies expect? Satu Terikangas, a professor at the University of Turku in Finland, doesn't think so. As a researcher, one feels almost like one is a psychotherapist, if that makes sense. Her research focuses on what happens when Nordic multinationals take over foreign companies, and she finds mergers and acquisitions can have a profound effect on everyone involved at all levels of the businesses. When you interview even busy managers, senior executives on acquisitions, they often end up giving you more time than imagined because they're so, in a sense, relieved that someone confidentially listens to their story. So it often becomes quite an emotional and personal reflection of their journey and often a painful one. She says foreign takeovers can spell uncertainty for staff. The foreign owner doesn't care about whether there are jobs in Manchester or not. They don't care about whether there's jobs in London or not. They actually are only solely looking for their own profitability. So from that perspective, it is a scary prospect. And Professor Terracangas says that for those who do keep their jobs, there's often a difficult period of adjustment ahead, and that can have a negative effect on performance. So in research and development, if you place members of organisations that were previously competing against one another, you make them work together, you tend to get a lot of negative emotionality. There's a lot of lacking trust, not invented here syndromes. Would you like to share via email all of your drawings or your patents or your kind of working progress development to someone to John that you were previously competing with, why would you suddenly trust your Chinese counterpart or Indian? Why would you do that? So you see what we are looking for from an acquisition or merger, the one plus one equals three effect. We're not getting that because people stick to their comfort zones. Putting aside the economic and human factors for now, are there some British companies that just shouldn't be sold? In 2010, one of the UK's best-known brands fell into foreign ownership. Cadbury's flake. The crumbly is flaky as milk chocolate in the world. That hostile takeover bid of Cadbury was actually a seminal event in the whole takeover industry for the UK. Kraft, a US company, made an aggressive offer for the confectioner. Cadbury's board of directors didn't want to sell this old British company, but the shareholders, two-thirds of them foreign, did. And when the price was right, the deal was done. One of the frustrations was that, of course, this was seen as being a company that so many people had an emotional attachment to as well, you know, with their Cadbury cream eggs and their childhood sweets and also quite a long history that Cadbury had of growing up in the UK over the course of much more than 100 years. Despite promises made, a factory was closed, jobs were lost, and rumours soon spread that the chocolate tasted different, American. What is certainly true is that you call up Cadbury now and... Thank you for calling Mondalese International. You don't even get the name. Instead, you're through to an American food giant, Mondalise International, as Kraft's Snack Division is now called. In the aftermath of the sale of Cadbury, the government came up with new rules. Foreign companies wanting to buy British would be held to their promises. The Arm Holdings deal we heard about at the start of the programme was the first to go through with the new rules. But that deal, and others like it, only give promises that last a few years. Sentimentality may make us want to hold on to some British businesses. National security is an even more important consideration. At the end of a sweeping tree-line drive in a secluded part of the new forest is the home of retired defence industry chief executive Gordon Page. Hi Ruth. Hi, I'm Gordon. Very nice to meet you. Thank you very much for having us. Once inside, there's the opportunity to deer watch from the comfort of the dining room. Oh, what can we see? If you look through the gap beyond the gate into the far field, there's a deer. If you look between the trees. Oh, yeah. Is it sitting down? No, you can just see his tail. He's just grazing. Oh, yeah. This enjoyable interlude feels a long way from the cut and thrust of deal-making, which has characterised Gordon Page's career as a chief executive, buying and selling both British and foreign companies. You know, we're driven by ambition. I didn't want to just sit there ticking boxes every day and the same boxes every day and letting life go by. And by putting two and two together, you can quite often make five or six, which we often did. And that was the thrill of it. It's a way of adding value. Yes, absolutely, absolutely. But very carefully, I mean, you can read every day of some of these acquisitions in other sectors that go wrong, driven by the ambition or ego. And we steered well clear of that. So how does a takeover actually work? It starts with a phone call. Gordon Page spoke frankly about the time a Finnish company, Varsilla, showed an interest in Hamworthy Engineering, a British company he was leading in Poole. The first thing that happened was a call from their CEO's secretary to my secretary, saying, could we just have a conversation? And what did you think when you got that message? Oh, I knew what they were after. If you know your industry and you get that sort of a call, it's not hard to guess. Negotiations went on for months. Eventually, there was a meeting where it was clear a sale would be agreed. And when you were going into that meeting, what was your mood going in? Because he was sort of laying it on the line again. I was actually quite disappointed because the other executives and myself wanted to continue the business. We were having fun. But I think in my heart of hearts, I knew it was a fairly foregone conclusion that at that level of premium, there wasn't much you could do to argue about it. As is so often the case, the offer was just too good for the shareholders to refuse. Gordon Page was sorry to have to leave the company as it was doing so well, but he wasn't worried that national security was at risk. He is now, however, concerned that that is the case with the sale of another British company he once led, Cobham. Founded by aviation pioneer Sir Alan Cobham in the 1930s, who was known for his flying circus. Cobham is now a world leader in air-to-air, in-flight refueling of fighter planes, as well as other technologies and has numerous contracts with the British military. And in December, the government approved the takeover of Cobham by an American private equity company, Advent International. I talked to Gordon Page before that decision had been made. I am really quite worried for the period five years out from now, because the business model is to buy something, load it up with debt, take a huge dividend or dividends for yourself, and then sell the rest of what's left. What's left will be a series of indebted business units. And at that stage, I think you'll find other groups coming in and cherry-picking what they want. And that wouldn't just be bad for the business, he says. It would be bad for Britain. Because who knows where the technology goes. The loss of intellectual property in the defence area is of national importance. If it goes to the USA with Advent, first of all, the US and UK do not always see eye-to-eye on military policy. For example, if air-to-air refueling found its way into the Argentine, that would enable Argentinian jets to reach the Falklands with ease, rather than at the extremities of their range has happened in the war. Also, who knows where the technology will end up when the bits are sold? It could be anywhere. The government had ordered a review of the deal, to which Gordon Page gave evidence. But despite the concerns raised by Gordon and other military experts, the government was satisfied that national security would not be at risk, with sensitive information protected under the new American owner, which would also be obliged to give with sensitive information protected under the new American owner, which would also be obliged to give the government prior notice of any plans to sell Cobham, whole or in part. The Cobbond deal reveals another side to these takeovers, private equity. Private equity funds have a bad reputation. They're often accused of asset stripping, laying people off to increase profit margins and piling debt onto companies they buy. It's an unfair reputation, according to John Malton, a private equity owner with, it has to be said, a reputation for ruthlessness. There's no reason to believe that because it's a private equity owner, it would strip the assets out, try and raid the pension fund or any other noxious things that you can imagine. There's no real reason for that. It does happen sometimes though. It does and it happens in private companies without private equity, public companies without private equity, and in companies where private equity are involved. There's not that much difference. They behave more or less the same. But even John Moulton agrees that some British companies should just never be sold. I think you should never sell off things that enable somebody to basically blackmail the UK. So selling off the entirety of our telecoms network to foreign owners or something could be really quite silly. Areas of very high technology, difficult to protect, those definitely shouldn't be allowed to leave the UK. And one just doesn't want to see the UK stripped for the benefit of foreign owners. But in saying that, if you have that as a policy, then you have to have the resources to do something about it if one of those crown jewels is coveted by somebody else. Gordon Page. I would think very hard, for example, about the Chinese taking over the British Steel. And within the space of that takeover, they will have acquired something like half the rail supply in the UK. Do we want that? I'm not sure we do. But I can't see that anybody has shown any inclination to do anything about it. And yet other countries, not least our European neighbours, have found ways to exert greater control over foreign investments, according to Professor Scott Mueller. For example, in response to the potential purchase by Pepsi in American company, of course, to purchase Dannon, a yogurt manufacturer in France, France decided that Dannon was in fact a national asset and did pass a law which is quite nicely known as the Dannon law that does make it more difficult for companies to make an acquisition into France without there being reviewed by the French government. Without a similar law, could the number of British companies being sold abroad go too far? The tipping point, if there were one, is probably if there was a rise in protectionism by other countries around the world that began to stop the ability for UK companies to make purchases overseas. Well, at the same time, we still allowed companies to be bought by foreign owners here. That could push up the number of foreign sales of UK companies to an unsustainable level, he says, and it's a threat the government needs to be mindful of. There are moves in Germany, in France, to extend and expand their protectionism. The US is doing the same at this point in time. So I think what one really needs to be concerned about is whether the two big economies in the world, both China and the US, move down that route. You know, do we end up having an M&A trade war that would take place and the UK would therefore be forced to take some of the same measures that those other countries would be taking? And by the way, both of them are. But becoming more protectionist isn't the solution, according to Herman Hauser, who back in the 70s co-founded Acorn Computers and in time helped spin out Arm holdings, the technology company we heard about at the start of the program, which was recently bought by Japan's soft bank. Now the co-founder of Amadeus Capital, Herman Hauser was against the sale of arm at the time and takes no comfort in the agreement that guarantees the HQ and jobs will stay in the UK for five years. Five years in the life of a nation is a few seconds. Five years is just a completely irrelevant time scale. If one thinks about the economic welfare of a nation, one has to think in decades, if not centuries. However, he says tightening our laws to discourage foreign buyouts is not the solution. Instead, we should stay open and do more to grow our companies to keep them. We live in a globalized world, and it would be to the UK's disadvantage to have strict rules or tighten down on takeover rules. So, in my opinion, the right response is to create an environment with our European partners to allow companies to scale in Europe so that they do not have to be taken over by US or Chinese or Asian companies. That way, he says we can ensure Britain and Europe retain influence over the shape of future technology and, by extension, all our lives. With the exception of we really struggle to list any technology companies of any global importance. So clearly there is something wrong with our ability to build these large companies. And the irritating thing is that we've got the R&D base. We've got universities that are just as good as the American and the Chinese ones. And we've got the money. We are rich. The problem that we have is an asset allocation problem. We seem to find it very hard to allocate enough resources, enough money, into these risky technology companies in order to grow global giants. And is that because we lack the nerve? We lack the nerve and the culture. We actually don't have a startup problem, interestingly. Europe produces more startups than the US. We have a scale-up problem. The nice thing is that there is a new game in town every few years, so we can't build another search engine and blow Google out of the market because Google is too well established. But when it comes to quantum computing, for example, or synthetic biology or blockchain, actually, we're blockchain leaders, or AI, the field We're blockchain leaders or AI. The field is still wide open. And we've got an opportunity to create our own giants that then can play on a level playing field with the Americans and the Chinese. Is the UK up for sale? At first glance, the numbers suggest it is. More than half of UK shareholdings are foreign-owned, and almost a third of companies sold every year go to foreign buyers. But that's balanced by the equally large number of foreign acquisitions made by UK businesses. However, maintaining a balance depends on the world's major economies, the US and China, staying open for M&A activity. It also depends on the relative strategic importance of the companies we're letting go. And there's a question of whether we should be seeking to make more of our brightest prospects, the ones with the potential to be homegrown into global giants which spread British ideas and influence around the world, before someone else beats us to it and shapes them and our technological future according to their own design."}