{"speakers": [], "chunks": [{"timestamp": [0.0, 3.4], "text": " This BBC podcast is supported by ads outside the UK."}, {"timestamp": [4.0, 6.6], "text": " Thanks for downloading the World of Business podcast."}, {"timestamp": [7.1, 12.58], "text": " In this edition, BBC Africa's Sami Awami asks if imported second-hand clothes"}, {"timestamp": [12.58, 15.36], "text": " are killing Tanzania's textiles industry."}, {"timestamp": [17.5, 20.2], "text": " It's a busy time here at the market."}, {"timestamp": [21.04, 27.12], "text": " Everywhere I look, it's just piles and piles of jeans t-shirts dresses"}, {"timestamp": [27.12, 32.6], "text": " there are so many people here sellers opening sacks of clothes customers"}, {"timestamp": [32.6, 38.18], "text": " trying to see if they can find something they like this market is famous here"}, {"timestamp": [38.18, 44.1], "text": " in Dar es Sala for its second-hand clothes or Mithumba as we call it here and you"}, {"timestamp": [44.1, 46.16], "text": " can hear the sellers are calling customers"}, {"timestamp": [46.16, 50.32], "text": " to come telling them that it's cheap we have good clothes you should come and buy"}, {"timestamp": [50.32, 58.66], "text": " from I am Samya Wami shopping in Tanzania for global business on the BBC"}, {"timestamp": [58.66, 63.88], "text": " World Service I'm fighting my way through a crowd of shoppers at a market that may"}, {"timestamp": [63.88, 66.12], "text": " not exist in just a few years time how much is this I'm fighting my way through a crowd of shoppers at a market that may not exist in just a few years time."}, {"timestamp": [68.24, 71.58], "text": " How much is this? I'm holding a jacket, a dark blue jacket. I'm asking this."}, {"timestamp": [71.88, 77.26], "text": " You can get this for 2,000. So that's about a dollar. What if I don't have that? Can I get it for less?"}, {"timestamp": [78.56, 91.12], "text": " I'm trying to negotiate if I can get this nice jacket for less than a dollar. But they'll say, no, you can't get that for less than a dollar. Maybe if you go somewhere else. I'm sure I could have got jacket for less than a dollar but they say no you can't get that for less than a dollar maybe if you go somewhere else i'm sure i could have got it for less no matter how small"}, {"timestamp": [91.12, 96.32], "text": " your budget you can always dress well in tanzania as long as you don't mind wearing someone else's"}, {"timestamp": [96.32, 103.04], "text": " castles so in this part of the market i've just noticed roles of people with sewing machines"}, {"timestamp": [103.04, 106.32], "text": " let's find out what exactly are they doing. Abarza, Kazi."}, {"timestamp": [106.32, 115.04], "text": " He tells me they are repairing second-hand clothes. So sometimes customers like clothes, but maybe"}, {"timestamp": [115.04, 120.56], "text": " it's too big for them. So they bring the clothes to these people here and they alter them."}, {"timestamp": [120.56, 122.16], "text": " Why don't you make new clothes?"}, {"timestamp": [122.16, 127.0], "text": " Yeah, there's no good business out there for new clothes."}, {"timestamp": [127.0, 131.0], "text": " So that's why we came here to alter this second-hand clothes."}, {"timestamp": [131.0, 134.0], "text": " Mitumba is big business in Tanzania."}, {"timestamp": [134.0, 139.0], "text": " It employs hundreds of thousands of people and has millions of customers."}, {"timestamp": [139.0, 142.0], "text": " But now the Tanzanian government wants to end the trade,"}, {"timestamp": [142.0, 145.36], "text": " which they say is killing the local textiles industry."}, {"timestamp": [145.96, 146.8], "text": " And they are not alone."}, {"timestamp": [147.2, 151.54], "text": " The East African community, which also includes Uganda, Rwanda, Burund and Kenya,"}, {"timestamp": [151.78, 154.68], "text": " has promised to phase out Mithumba by 2019."}, {"timestamp": [155.4, 158.26], "text": " The countries that export secondhand clothes are so angry."}, {"timestamp": [158.74, 161.86], "text": " This market has become the unlikely focus of a trade war,"}, {"timestamp": [162.28, 165.1], "text": " much to the annoyance of those buying and selling Mitumba."}, {"timestamp": [165.1, 171.32], "text": " If the government closed us business, it would be a hard in our life because we have no"}, {"timestamp": [171.32, 177.32], "text": " another job. And this business, we get a big, big benefit for this business. Even my dad"}, {"timestamp": [177.32, 182.08], "text": " did he do this business. So your dad was also doing this business? How long have you been doing"}, {"timestamp": [182.08, 187.0], "text": " this business? I have more than 20 years. For me it's good because I get money for food."}, {"timestamp": [187.0, 190.0], "text": " I get money to pay for the aunt of my house."}, {"timestamp": [190.0, 193.0], "text": " I have money to pay for school fees of my kids."}, {"timestamp": [193.0, 197.0], "text": " But the government says they want to phase out the mitumba so that they can empower"}, {"timestamp": [197.0, 199.0], "text": " or help local industries to produce new clothes."}, {"timestamp": [199.0, 201.0], "text": " Don't you think that a good idea?"}, {"timestamp": [201.0, 203.0], "text": " The government said like that many times say."}, {"timestamp": [203.0, 206.56], "text": " I believe we're going to fail because before when the time of the Nyerle,"}, {"timestamp": [206.56, 207.64], "text": " and Nyerleys, he failed."}, {"timestamp": [207.64, 211.44], "text": " So even the first president failed to revive the local industry."}, {"timestamp": [211.44, 213.64], "text": " And you think this president will also fail?"}, {"timestamp": [213.64, 215.64], "text": " Yeah, also fail."}, {"timestamp": [215.64, 219.44], "text": " There is a lady sitting next to a pile of t-shirts here."}, {"timestamp": [219.44, 222.24], "text": " Let's see if she's buying or she's selling."}, {"timestamp": [222.24, 223.76], "text": " Oh, you've come to buy?"}, {"timestamp": [223.76, 224.76], "text": " Who?"}, {"timestamp": [224.76, 225.3], "text": " Nguo. Gahua. Yeah, she, you've come to buy? Nguo. What?"}, {"timestamp": [225.76, 226.5], "text": " T-goua-ghani."}, {"timestamp": [226.5, 227.76], "text": " T-sha-T-sat."}, {"timestamp": [227.94, 229.8], "text": " Yeah, she said she's come to buy t-shirts."}, {"timestamp": [231.02, 233.44], "text": " Have you heard that the government wants to phase out this mitumba?"}, {"timestamp": [234.24, 241.78], "text": " Because that's because we are not ready yet to produce new clothes."}, {"timestamp": [241.78, 246.06], "text": " And most of us Tanzania's cannot afford to buy those new clothes because they are very expensive."}, {"timestamp": [246.22, 247.34], "text": " It's not like other countries,"}, {"timestamp": [247.62, 248.84], "text": " so that will affect us a lot."}, {"timestamp": [250.14, 251.5], "text": " So what will you do now"}, {"timestamp": [251.5, 252.98], "text": " if the government phase out this mitumba?"}, {"timestamp": [254.04, 255.68], "text": " Ah, I don't know."}, {"timestamp": [255.84, 256.66], "text": " I don't know."}, {"timestamp": [256.66, 260.62], "text": " I have no idea,"}, {"timestamp": [260.72, 262.14], "text": " but I hope the government has a plan."}, {"timestamp": [264.44, 265.24], "text": " Asante, Mama. Thank you very much. The man is. I have no idea, but I hope the government has a plan. Ahsanta Mawa."}, {"timestamp": [265.24, 267.24], "text": " Thank you very much."}, {"timestamp": [269.24, 276.56], "text": " The man in charge of the government's plan is Charles Mujagi, Tanzania's Minister for Trade, Industry and Investment."}, {"timestamp": [276.56, 280.36], "text": " I went to see him at his office in Dar eslam's business district."}, {"timestamp": [280.36, 286.04], "text": " On his desk were packets of tea left by two Chinese businessmen who'd just been to see him."}, {"timestamp": [286.7, 293.24], "text": " As he explains his strategy to me, Mr Mujagi jabs the air with his hands and fixes me with a determined look."}, {"timestamp": [293.24, 298.12], "text": " We want to industrialize East African countries. We want to industrialize Africa."}, {"timestamp": [298.62, 303.56], "text": " We want to be at a level to surprise the market we have with brand new clothes."}, {"timestamp": [304.0, 310.0], "text": " Use the crores being used and somebody is dumping it at a zero or negligible price,"}, {"timestamp": [310.0, 314.0], "text": " that will be an unfair competition to my industries."}, {"timestamp": [314.0, 320.0], "text": " So in order to be competitive, we'll be phasing out, phasing out, phasing out."}, {"timestamp": [320.0, 327.96], "text": " Second hand cloth and embarking on brand new cross. People of Tanzania given a chance to choose"}, {"timestamp": [327.96, 333.32], "text": " between the new and the used one, they will go for the new. How long will it take until local"}, {"timestamp": [333.32, 340.92], "text": " industries will be able to satisfy the local market? By 2019, 2020. My first priority is to"}, {"timestamp": [340.92, 346.44], "text": " raise the majority. Those people who are buying used to growth in order to cover themselves."}, {"timestamp": [346.86, 352.78], "text": " You find somebody putting on a t-shirt with bad words, but he doesn't care what he wants to make sure is covered."}, {"timestamp": [353.1, 355.92], "text": " That's the market I want to make sure by 2019-2020 is covered."}, {"timestamp": [356.16, 359.68], "text": " So there is no ban, but the phasing out is clear."}, {"timestamp": [360.3, 362.84], "text": " So what does that phase-out look like?"}, {"timestamp": [363.26, 365.74], "text": " And how is it affecting the supply chain?"}, {"timestamp": [366.5, 370.52], "text": " Market traders buy their stock from wholesalers in the heart of Dharasalam."}, {"timestamp": [371.08, 373.64], "text": " Their shops are packed with bells of second-hand clothing"}, {"timestamp": [373.64, 377.76], "text": " and the neighborhood is busy with people wheeling piles of Mithumba."}, {"timestamp": [378.3, 379.08], "text": " For now at least."}, {"timestamp": [379.92, 385.84], "text": " This is not good for us and for local people because many people doing the business in Metumba."}, {"timestamp": [386.08, 389.24], "text": " One of the whole sellers has just invited us in to talk to him."}, {"timestamp": [389.72, 390.94], "text": " My name is Rias Koreshi."}, {"timestamp": [391.38, 394.1], "text": " I'm doing business here with one and a half here."}, {"timestamp": [394.22, 395.0], "text": " One and a half here."}, {"timestamp": [395.1, 396.6], "text": " And where do you get your clothes from?"}, {"timestamp": [397.16, 401.9], "text": " Canada, America, Europe, China, Korea, Germany, UK as well."}, {"timestamp": [401.9, 405.1], "text": " We purchase mixed clothes from America,"}, {"timestamp": [407.4, 407.64], "text": " okay, then bring in Pakistan,"}, {"timestamp": [410.46, 410.86], "text": " Karachi factory, then sort it out, we packed like this,"}, {"timestamp": [411.76, 411.9], "text": " and then bring here."}, {"timestamp": [413.68, 414.08], "text": " So you transport them to Dar eslam by sea?"}, {"timestamp": [415.8, 416.16], "text": " From Karachi post to Dar eslam."}, {"timestamp": [418.96, 419.4], "text": " Which among these countries produce the best clothes?"}, {"timestamp": [420.56, 420.9], "text": " UK has the best mitumba."}, {"timestamp": [422.86, 423.44], "text": " Because there is a lot of big brand."}, {"timestamp": [430.54, 431.26], "text": " H&M, Armani, Gucci, diesel, all close in very good condition."}, {"timestamp": [432.98, 433.04], "text": " So they've not been worn as much?"}, {"timestamp": [433.46, 433.92], "text": " Exactly."}, {"timestamp": [436.18, 436.76], "text": " Is this still a good business to be in?"}, {"timestamp": [437.3, 437.76], "text": " Not now."}, {"timestamp": [438.22, 439.0], "text": " Why?"}, {"timestamp": [445.64, 446.24], "text": " They are increasing the taxes, duty amounts, and create the problem in immigration."}, {"timestamp": [449.72, 450.02], "text": " So they are finding ways to make it more difficult to do business here?"}, {"timestamp": [456.7, 456.82], "text": " Exactly. There is too much taxes. We are paying $15,000 per country."}, {"timestamp": [458.82, 462.06], "text": " $15,000 per country. Exactly, only duty, not including clearing charges and taxes."}, {"timestamp": [462.7, 465.38], "text": " Mostly people are planning to close. Mostly people are planning to close."}, {"timestamp": [465.9, 467.88], "text": " We also are planning to close."}, {"timestamp": [468.12, 469.98], "text": " So where will you sell your clothes instead?"}, {"timestamp": [470.46, 472.14], "text": " There is a lot of African country,"}, {"timestamp": [472.74, 475.34], "text": " like Zambia, Malawi, Congo,"}, {"timestamp": [476.2, 481.8], "text": " and then Mozambique, Madagascar, Mali, Senegal, Ethiopia, Nigeria."}, {"timestamp": [482.28, 486.14], "text": " My friend opened the shop in Mali last two months ago."}, {"timestamp": [487.34, 489.94], "text": " Mr. Qureshi isn't the only one who is worried."}, {"timestamp": [490.62, 493.76], "text": " Every year, the American companies that supply his bells"}, {"timestamp": [493.76, 497.8], "text": " send $41 million worth of second-hand clothes to Tanzania."}, {"timestamp": [498.36, 501.3], "text": " They say the increase in duties is costing them so much"}, {"timestamp": [501.3, 505.02], "text": " they are having to lay off staff, and they are fighting back."}, {"timestamp": [505.62, 509.74], "text": " At the moment, Tanzania and its neighbors benefit from a trade deal called Agoa."}, {"timestamp": [510.16, 513.84], "text": " It allows them to export goods to the United States duty-free."}, {"timestamp": [514.52, 518.62], "text": " But they now risk losing their AGOA deal thanks to lobbying by Smart,"}, {"timestamp": [519.06, 522.54], "text": " which represents the companies sending second-hand clothes to Africa."}, {"timestamp": [523.16, 525.36], "text": " Smart's executive director is Jackie King."}, {"timestamp": [525.98, 530.2], "text": " We filed a petition for an out-of-cycle review of the Egoa benefits,"}, {"timestamp": [530.4, 533.22], "text": " which is the African Growth and Opportunity Act benefits,"}, {"timestamp": [533.22, 538.08], "text": " which is basically a duty-free access to the United States"}, {"timestamp": [538.08, 543.76], "text": " in exchange for improving their economies and eliminating barriers to trade."}, {"timestamp": [544.0, 551.32], "text": " And so really what we're asking is that these benefits be suspended until countries like Tanzania,"}, {"timestamp": [551.56, 558.18], "text": " Rwanda and Uganda have decided that they're going to roll back tariffs as well as back off of the ban."}, {"timestamp": [558.56, 564.86], "text": " This sounds like you're punishing these governments just because they want to improve their local textiles industry."}, {"timestamp": [564.86, 565.24], "text": " Well, no, certainly not. What we're trying to do is make sure that these countries, punishing these governments just because they want to improve their local textiles industry?"}, {"timestamp": [570.92, 576.94], "text": " Well, no, certainly not. What we're trying to do is make sure that these countries understand that AGOA provides them access, duty-free access to the U.S. markets, and as a part of that agreement,"}, {"timestamp": [577.52, 582.64], "text": " they have certain requirements that they have to meet, and a ban certainly goes against the agreement."}, {"timestamp": [585.36, 588.92], "text": " One factory that's benefiting from their Goa deal is Toku."}, {"timestamp": [589.58, 592.16], "text": " Their Chinese owners were attracted to Dar es Salaam"}, {"timestamp": [592.16, 595.26], "text": " by a special economic zone created by the government."}, {"timestamp": [595.88, 599.38], "text": " As well as cheap labor and duty-free access to the American market,"}, {"timestamp": [599.9, 603.28], "text": " the zone allows them to import fabric without paying tax."}, {"timestamp": [603.84, 606.92], "text": " Thanks to this deal, they've built a massive factory"}, {"timestamp": [606.92, 609.88], "text": " with state-of-the-art production lines."}, {"timestamp": [609.88, 612.38], "text": " These are the new technology machines,"}, {"timestamp": [612.38, 614.18], "text": " which we call the hangar system."}, {"timestamp": [614.18, 618.12], "text": " So it reduced the number of hours in the productions."}, {"timestamp": [618.12, 621.76], "text": " To be more technological and more efficient on the productions,"}, {"timestamp": [621.76, 625.24], "text": " and we get more new technology on their skills."}, {"timestamp": [631.84, 638.32], "text": " Tuckus general manager is Rigobet Masawi. Although he is Tanzanian, most of the supervisors are from the Far East and the factory signs are written in Swahili, English and Chinese. In a huge workshop,"}, {"timestamp": [638.56, 646.5], "text": " hundreds of young men and women make jeans for Primac, Levi and Rangler. This one will end up in the United States of America."}, {"timestamp": [647.04, 649.34], "text": " Tanzania has the eligibility of the Agua markets."}, {"timestamp": [649.76, 654.58], "text": " So we use this opportunity to export the United States of America market."}, {"timestamp": [655.08, 657.88], "text": " Agoa, that's a trade agreement with the United States."}, {"timestamp": [658.22, 659.94], "text": " What advantage do you get from this deal?"}, {"timestamp": [659.94, 663.66], "text": " We are exporting to United States for free, tax-free."}, {"timestamp": [664.16, 668.02], "text": " So if Tanzania loses Agoa, could this factor be closed?"}, {"timestamp": [668.22, 674.26], "text": " Probably it will be closed because our investors is depending on the Agoa markets."}, {"timestamp": [674.62, 678.96], "text": " If we import from Tanzania and you have to pay the taxes to the United States,"}, {"timestamp": [679.16, 681.84], "text": " the production costs can be three times or double times."}, {"timestamp": [682.22, 685.32], "text": " Tanzanians who have been employed here, they might lose the jobs."}, {"timestamp": [685.74, 687.0], "text": " How many jobs are we talking about?"}, {"timestamp": [687.28, 690.4], "text": " We have the direct job, $2,700 here,"}, {"timestamp": [690.76, 693.78], "text": " and also we are going to add another 2,000 employees."}, {"timestamp": [694.54, 697.52], "text": " So it's going to affect around 5,000 employees."}, {"timestamp": [698.98, 701.7], "text": " Tuku is not yet producing for the domestic market."}, {"timestamp": [702.32, 703.38], "text": " And even if it does,"}, {"timestamp": [703.82, 705.58], "text": " the cheapest jeans would cost $7,"}, {"timestamp": [706.32, 710.68], "text": " a price not many Tanzanians can afford. But that doesn't worry the Minister of Trade,"}, {"timestamp": [710.88, 716.72], "text": " who tells me his priority is to create a skilled workforce. My role is to make a competitive"}, {"timestamp": [716.72, 721.76], "text": " private sector. I understand, yes, there are companies importing fabrics here, adding value,"}, {"timestamp": [722.08, 729.7], "text": " and exporting. It's okay for me. One of the objectives I have is to create employment for my people."}, {"timestamp": [730.0, 731.64], "text": " I want to train my people."}, {"timestamp": [731.98, 736.62], "text": " By using that foreign company, I want to train my people to acquire their scale."}, {"timestamp": [736.92, 741.64], "text": " I know one time those would be the Tanzania industrialists going on their own."}, {"timestamp": [742.0, 746.54], "text": " It's not my role to point at you that you are a British, I don't want"}, {"timestamp": [746.54, 753.84], "text": " you, you're a Chinese, I don't want you, when you come in Tanzania is how I can make a competitive"}, {"timestamp": [753.84, 760.32], "text": " private sector. I can't make a competitive private sector by hiding my children in a closed room."}, {"timestamp": [760.44, 768.86], "text": " No, you can't build your football team and they play in your own village. You don't play with the other villages and you think you can have the Maradonas and you can have the"}, {"timestamp": [768.86, 773.36], "text": " Ronaldo. No, they must be used to compete with internationals in Dar esram."}, {"timestamp": [773.36, 779.84], "text": " But the government has another more long-term plan to make clothes from fabric made in Tanzania"}, {"timestamp": [779.84, 781.56], "text": " from locally grown cotton."}, {"timestamp": [781.56, 788.0], "text": " We're driving through a region called Simiu in northwestern Tanzania,"}, {"timestamp": [788.0, 792.0], "text": " and as you could probably hear, the road is very bumpy,"}, {"timestamp": [792.0, 795.0], "text": " which is the case for most of the roads in this part of the country."}, {"timestamp": [795.0, 799.0], "text": " Most of the houses we've seen alongside the road are very basic,"}, {"timestamp": [799.0, 802.0], "text": " built with mud and thatched with grass."}, {"timestamp": [802.0, 804.0], "text": " This is the lexon."}, {"timestamp": [804.0, 807.0], "text": " It's here where most of the Tanzanian cotton is grown."}, {"timestamp": [807.0, 811.0], "text": " The government believes if it could improve the cotton cultivation in this area,"}, {"timestamp": [811.0, 815.0], "text": " it will leave about 600,000 people out of poverty."}, {"timestamp": [815.0, 823.0], "text": " Yeah, this is where the raw cotton comes and then is sucked in to the machinery."}, {"timestamp": [823.0, 825.98], "text": " Now this, what you see here is a big warehouse,"}, {"timestamp": [826.62, 827.68], "text": " where we have the machinaries."}, {"timestamp": [828.1, 831.88], "text": " From here, the cotton is passes in the rock culture."}, {"timestamp": [832.66, 833.64], "text": " In this rock culture,"}, {"timestamp": [833.64, 838.38], "text": " cotton is separated from grains, stones, sand, and things like that."}, {"timestamp": [838.46, 838.88], "text": " After that?"}, {"timestamp": [838.88, 841.9], "text": " From here, it comes to this machine known as Big J."}, {"timestamp": [843.58, 847.04], "text": " Boaz O'Gola is general manager of Alliance ginaries,"}, {"timestamp": [847.34, 850.6], "text": " where raw cotton fibers are separated from the seeds."}, {"timestamp": [851.22, 854.06], "text": " The site is huge with millions of dollars' worth of machinery,"}, {"timestamp": [854.56, 856.16], "text": " but it's all eerily silent."}, {"timestamp": [856.68, 859.9], "text": " All the generis and even ourselves, we are punching below our weights."}, {"timestamp": [859.98, 861.82], "text": " We have very big machinaries, as you have seen."}, {"timestamp": [862.24, 864.22], "text": " We are supposed to work throughout the year."}, {"timestamp": [864.32, 866.0], "text": " That is 12 months in a year."}, {"timestamp": [866.2, 867.64], "text": " We are gening for only one month."}, {"timestamp": [868.06, 868.78], "text": " Just one month?"}, {"timestamp": [868.92, 869.86], "text": " One month only."}, {"timestamp": [870.0, 873.5], "text": " So you have all these machines laying idle throughout the year?"}, {"timestamp": [873.94, 874.42], "text": " Exactly."}, {"timestamp": [874.82, 876.74], "text": " So we have high cost of production."}, {"timestamp": [877.42, 879.28], "text": " Then we end up making losses."}, {"timestamp": [879.28, 884.36], "text": " So you have a capacity to process much more Tanzanian cotton,"}, {"timestamp": [884.64, 886.56], "text": " but the farmers are just not producing enough."}, {"timestamp": [886.84, 892.14], "text": " We have the capacity of jeaning 100 million kilograms of cotton,"}, {"timestamp": [892.68, 894.42], "text": " which we are not getting."}, {"timestamp": [894.54, 896.76], "text": " We are supposed to get that, but we are not getting it."}, {"timestamp": [896.76, 898.08], "text": " How much are you getting at the moment?"}, {"timestamp": [898.3, 900.66], "text": " We got only 4 million kilograms."}, {"timestamp": [901.4, 903.4], "text": " If you look at it, it's like 2%."}, {"timestamp": [903.4, 903.98], "text": " That is all."}, {"timestamp": [904.1, 904.78], "text": " Just 2%."}, {"timestamp": [904.78, 905.0], "text": " If you were jeaning 12 months a like 2% that is sold. Just 2%."}, {"timestamp": [905.0, 911.0], "text": " If you were jeaning 12 months a year, what would that mean for jobs in this area?"}, {"timestamp": [911.0, 917.0], "text": " Basically, when we had in full operations, like in 2012, when we had a bit of bumper crop,"}, {"timestamp": [917.0, 921.0], "text": " we had 1,200 people employed by this company."}, {"timestamp": [921.0, 922.0], "text": " 1,200 people."}, {"timestamp": [922.0, 925.68], "text": " But this year, we only employed 300 people,"}, {"timestamp": [925.92, 928.24], "text": " and after one month, we terminated the rest."}, {"timestamp": [928.36, 930.68], "text": " Right now, we only have 83 people."}, {"timestamp": [930.94, 933.38], "text": " From 1,200 to 83 people?"}, {"timestamp": [933.54, 933.98], "text": " Exactly."}, {"timestamp": [934.34, 936.18], "text": " But why are farmers not producing enough?"}, {"timestamp": [936.18, 941.5], "text": " One of the reasons is that there is insufficient supply of inputs to the farmers."}, {"timestamp": [941.82, 942.84], "text": " We don't have proper seeds."}, {"timestamp": [943.58, 945.98], "text": " We don't have proper chemicals, because all along we've been having the fake chemicals coming to the farmers. We don't have proper seeds. We don't have proper chemicals because"}, {"timestamp": [945.98, 951.14], "text": " all along we've been having the fake chemicals coming to the farmers. The farmers are supposed"}, {"timestamp": [951.14, 956.9], "text": " to be educated on good agronomic practices. Nobody is doing so. They are doing the cultural"}, {"timestamp": [956.9, 960.88], "text": " farming. So at the end of the day, they don't get much harvest."}, {"timestamp": [961.7, 965.6], "text": " Tanzania used to be the biggest cotton producer in Africa,"}, {"timestamp": [966.16, 969.22], "text": " and not so long ago had a thriving textiles industry."}, {"timestamp": [969.76, 973.16], "text": " I asked the trade minister Charles Mujage, what went wrong?"}, {"timestamp": [973.66, 978.52], "text": " In the 70s and 80s, we used to have about 24 factories."}, {"timestamp": [979.06, 981.34], "text": " Our industry corrupts, as you have mentioned."}, {"timestamp": [981.34, 984.72], "text": " One of the reason is the trade liberalization."}, {"timestamp": [985.18, 988.38], "text": " The Britain-wood institutions forced our government"}, {"timestamp": [988.38, 990.1], "text": " in order to get the support."}, {"timestamp": [990.46, 991.74], "text": " We are forced to open the market,"}, {"timestamp": [991.94, 994.24], "text": " and we opened our market brindery."}, {"timestamp": [994.24, 998.54], "text": " We opened our market brindery, I can say, under gunpoint."}, {"timestamp": [998.9, 1003.72], "text": " So we opened our market for products which were subsidized from abroad,"}, {"timestamp": [1004.22, 1006.24], "text": " for products which were produced by from abroad, for products which were produced"}, {"timestamp": [1006.24, 1009.32], "text": " by mature factories, mature industries."}, {"timestamp": [1009.32, 1014.72], "text": " Another factor is our industry was based on import substitution because we are producing"}, {"timestamp": [1014.72, 1017.12], "text": " for the own market and there was no foreign currency."}, {"timestamp": [1017.12, 1020.2], "text": " Now we started rationing the dollars we had."}, {"timestamp": [1020.2, 1023.28], "text": " So, machinaries learn out of spares."}, {"timestamp": [1023.28, 1027.5], "text": " Those 24 factories, they aged and there was no proper maintenance,"}, {"timestamp": [1027.86, 1029.62], "text": " so the industry corrupts it."}, {"timestamp": [1030.4, 1033.86], "text": " Sunflag is one of the few textiles factories that survived."}, {"timestamp": [1034.62, 1039.5], "text": " Every garment they produce is made from fabric woven on-site from Tanzanian cotton."}, {"timestamp": [1040.16, 1043.88], "text": " It's this cotton-to-clothing approach that the Tanzanian government says"}, {"timestamp": [1043.88, 1046.44], "text": " they want to roll out across the country."}, {"timestamp": [1047.08, 1051.46], "text": " It allows manufacturers to extract profit at each stage of the production process."}, {"timestamp": [1052.22, 1056.56], "text": " Sunflags director, A.J. Shah says it's the secret of their survival."}, {"timestamp": [1056.56, 1063.68], "text": " In a garment, the approximate cost of the raw material, which is fabric, is 60 to 70%."}, {"timestamp": [1063.68, 1070.0], "text": " So if I'm importing fabric and just converting into garment just by cutting, making and sewing,"}, {"timestamp": [1070.0, 1073.0], "text": " what kind of value addition I'm creating?"}, {"timestamp": [1073.0, 1079.0], "text": " We buy cotton lint, we spin our yarn, we knit our yarn, we weave our yarn,"}, {"timestamp": [1079.0, 1084.0], "text": " dyed, bleach and print, we convert them into garment and we sell it."}, {"timestamp": [1084.0, 1088.88], "text": " Without this value addition, this business itself is not viable because textile being"}, {"timestamp": [1088.88, 1094.96], "text": " such an old industry, it is having a very cut-throat margins and it's a highly capital-intensive"}, {"timestamp": [1094.96, 1100.0], "text": " and labour-intensive industry. If you do not have adequate amount of value addition, you cannot"}, {"timestamp": [1100.0, 1101.12], "text": " sustain this business."}, {"timestamp": [1101.12, 1105.12], "text": " But there are other companies which are not doing what you do. How do"}, {"timestamp": [1105.12, 1109.36], "text": " you think they're making profit out of that? There are factors which are running here for the"}, {"timestamp": [1109.36, 1113.76], "text": " advantage of duty tariff that is Agova. They buy cheap fabric from abroad, convert it into"}, {"timestamp": [1113.76, 1120.32], "text": " government and export it. They have been given subsidy of training. We are not getting any subsidy."}, {"timestamp": [1120.32, 1124.88], "text": " In addition, those factories are having tax holidays, whereas we are paying full tax to the government"}, {"timestamp": [1124.88, 1126.5], "text": " in a huge number."}, {"timestamp": [1127.06, 1129.22], "text": " It is a game of nothing but tariffs."}, {"timestamp": [1129.54, 1130.64], "text": " Today the tariffs are not there."}, {"timestamp": [1130.98, 1134.16], "text": " The players who are in this game, they will move to another country where they have advantage."}, {"timestamp": [1134.36, 1136.12], "text": " Whereas we are here for last 52 years."}, {"timestamp": [1136.28, 1139.7], "text": " So you have companies which are getting all these subsidies from the government."}, {"timestamp": [1140.0, 1141.9], "text": " Is it making it difficult for you to compare it?"}, {"timestamp": [1142.08, 1144.68], "text": " It's very obvious that we are not having an equal playing field."}, {"timestamp": [1144.94, 1148.46], "text": " I don't want any subsidy, any incentive or any favor from the government."}, {"timestamp": [1148.84, 1151.52], "text": " We only are looking for equal playing field."}, {"timestamp": [1151.78, 1155.82], "text": " So could factories like you replace this secondhand cloths?"}, {"timestamp": [1156.2, 1158.76], "text": " Obviously, once upon a time we were clothing in this country."}, {"timestamp": [1159.68, 1161.94], "text": " Once upon a time, this country was exporting as well."}, {"timestamp": [1162.72, 1164.7], "text": " So there is no doubt and question."}, {"timestamp": [1166.16, 1171.24], "text": " If things start rolling, we have a raw material. What is required is a sincere player to come in, invest"}, {"timestamp": [1171.24, 1177.76], "text": " sincerely, develop the industry here in this country, create employment, pay revenues, and grow with"}, {"timestamp": [1177.76, 1186.88], "text": " the country. I see first hand the kind of investment he's talking about."}, {"timestamp": [1186.88, 1192.04], "text": " The factory employs two and a half thousand people and there are modern machines in every"}, {"timestamp": [1192.04, 1195.24], "text": " workshop, but it can be hard to keep them going."}, {"timestamp": [1195.24, 1200.88], "text": " We've just came back to the office and Mr. Shah, who is the director of this factory,"}, {"timestamp": [1200.88, 1202.88], "text": " is sitting in the dark."}, {"timestamp": [1202.88, 1206.04], "text": " It's because the power just went off a few minutes ago."}, {"timestamp": [1207.24, 1210.54], "text": " Mr. Shah, yeah, I mean, we've been here for just two hours"}, {"timestamp": [1210.54, 1213.5], "text": " and the power has gone off for two times now."}, {"timestamp": [1213.5, 1216.84], "text": " This is morning, three, four times it has gone."}, {"timestamp": [1216.84, 1218.72], "text": " Four times in the morning."}, {"timestamp": [1218.72, 1220.68], "text": " This is this situation, which you are witnessing."}, {"timestamp": [1220.68, 1223.84], "text": " Yeah, this must be really bad for your business."}, {"timestamp": [1223.84, 1225.0], "text": " It cannot be good for anybody."}, {"timestamp": [1225.8, 1227.12], "text": " Now they will start the generator."}, {"timestamp": [1227.72, 1228.36], "text": " Start a generator."}, {"timestamp": [1228.7, 1229.78], "text": " Encaring another cost."}, {"timestamp": [1229.96, 1235.9], "text": " Impossible costs that make it even harder to compete with secondhand imports."}, {"timestamp": [1236.54, 1240.22], "text": " In Tanzania, power cuts are common, and they push up prices."}, {"timestamp": [1240.98, 1243.64], "text": " The cheapest t-shirt Mr. Shah can make is $2."}, {"timestamp": [1244.52, 1247.0], "text": " At least double what you'd pay for Mitumba."}, {"timestamp": [1247.0, 1249.0], "text": " That's why most of its products are for export."}, {"timestamp": [1249.0, 1253.0], "text": " So how is Tanzania going to dress its people after the phase-out?"}, {"timestamp": [1253.0, 1257.0], "text": " I asked the trade minister, Charles Mujagi."}, {"timestamp": [1257.0, 1260.0], "text": " How to 100 is to increase productivity"}, {"timestamp": [1260.0, 1264.0], "text": " so that the cost of the produce will go down."}, {"timestamp": [1264.0, 1268.0], "text": " And that's why we are embarking on power generation."}, {"timestamp": [1268.0, 1273.0], "text": " We'll be reaching 5,000 megawatts come 2020, 2021."}, {"timestamp": [1273.0, 1274.5], "text": " We have power all the time."}, {"timestamp": [1274.5, 1279.5], "text": " We want to engage the hydro source and we produce more natural gas on it."}, {"timestamp": [1279.5, 1283.5], "text": " By having their productivity, we lower the price."}, {"timestamp": [1283.5, 1290.2], "text": " We want to make sure that every Tanzania is involved in economic activity."}, {"timestamp": [1290.2, 1296.28], "text": " So it is not possible that you may work for 12 months and you can't afford to buy three"}, {"timestamp": [1296.28, 1298.24], "text": " shirts and three trousers."}, {"timestamp": [1298.24, 1303.58], "text": " Come 2025, every Tanzanian, on average, we have an income per capital of three thousand"}, {"timestamp": [1303.58, 1304.96], "text": " US dollars per person."}, {"timestamp": [1304.96, 1306.66], "text": " Two dollars will be nothing."}, {"timestamp": [1307.0, 1308.06], "text": " We want to aim big."}, {"timestamp": [1308.32, 1311.62], "text": " I can't aim short a target, otherwise I will lose my job."}, {"timestamp": [1312.84, 1328.18], "text": " As part of their plan to create jobs, the government is funding 800 tailoring apprenticeships."}, {"timestamp": [1328.82, 1333.0], "text": " Students learn basic government-making skills at colleges across Tanzania."}, {"timestamp": [1333.58, 1337.12], "text": " Among them, the Don Bosco Vocational Training Center in Dara Salam."}, {"timestamp": [1337.66, 1340.66], "text": " Its principal, Father Babu Augustine, showed me around."}, {"timestamp": [1341.78, 1348.5], "text": " Well, in our college here, we have got 240 girls and boys who are doing this"}, {"timestamp": [1348.5, 1349.38], "text": " apprentice training."}, {"timestamp": [1350.48, 1352.14], "text": " 120 of them are doing now."}, {"timestamp": [1352.48, 1354.88], "text": " The other 120 will join us in January."}, {"timestamp": [1355.36, 1357.26], "text": " It's a course lasting just six months."}, {"timestamp": [1357.78, 1360.84], "text": " After six months, they'll go for attachment of about two months."}, {"timestamp": [1361.28, 1364.76], "text": " And finally, they will graduate with the other students in the month of August."}, {"timestamp": [1365.7, 1370.6], "text": " The scheme is aimed at young people who dropped out of school and are struggling to find work,"}, {"timestamp": [1371.02, 1376.96], "text": " like Amina Ramadani and her friend Esther Colale, both in their early 20s, they are eager to learn."}, {"timestamp": [1377.58, 1385.2], "text": " If it wouldn't have been for this golden chance, I'd just be settling at home, doing nothing, losing hope."}, {"timestamp": [1385.56, 1391.44], "text": " I tried to ask for opportunities, cleanness or just cooking in the hotels."}, {"timestamp": [1391.94, 1395.84], "text": " But I find myself, when you go even to those areas, you cannot get a chance."}, {"timestamp": [1395.96, 1399.16], "text": " Why? Because the level of the education you have."}, {"timestamp": [1399.64, 1404.04], "text": " So if it would intervene for this chance, I guess I'll just be there."}, {"timestamp": [1404.6, 1405.84], "text": " I couldn't employ myself. I couldn't employ myself."}, {"timestamp": [1406.02, 1406.78], "text": " I couldn't do anything."}, {"timestamp": [1406.98, 1410.52], "text": " And what about you, Amina, what were you doing before coming to this program?"}, {"timestamp": [1410.78, 1413.0], "text": " My dream was to be a big designer."}, {"timestamp": [1413.34, 1414.34], "text": " You wanted to be a designer?"}, {"timestamp": [1414.64, 1415.64], "text": " What kind of designer?"}, {"timestamp": [1416.14, 1417.1], "text": " Clothless designer."}, {"timestamp": [1417.3, 1417.98], "text": " Close to that."}, {"timestamp": [1418.16, 1418.7], "text": " Oh, yes."}, {"timestamp": [1419.3, 1423.62], "text": " My dream is to go back to school, to continue my studies."}, {"timestamp": [1424.46, 1425.34], "text": " But no money."}, {"timestamp": [1425.94, 1430.86], "text": " I lost hope staying home at a long time without doing anything."}, {"timestamp": [1431.02, 1433.24], "text": " How long did you stay at home before coming here?"}, {"timestamp": [1433.56, 1434.52], "text": " Seven years."}, {"timestamp": [1434.76, 1437.2], "text": " You stayed at home for seven years without doing anything."}, {"timestamp": [1437.32, 1437.72], "text": " Yes."}, {"timestamp": [1437.8, 1439.0], "text": " Until you found this opportunity."}, {"timestamp": [1439.24, 1439.72], "text": " Yes."}, {"timestamp": [1440.52, 1442.6], "text": " As well as paying their course fees,"}, {"timestamp": [1443.1, 1446.0], "text": " the government provides Esther and Amina with the travel allowance."}, {"timestamp": [1446.0, 1450.0], "text": " And once they graduate, for the Babu says, there's no shortage of jobs."}, {"timestamp": [1450.0, 1456.0], "text": " The government required 9,000 workers immediately in the textile factories."}, {"timestamp": [1456.0, 1461.0], "text": " Jobs are there. For example, there is the Tuku textile industry."}, {"timestamp": [1461.0, 1464.0], "text": " Tuku is this Chinese textile industry which is said I'm here."}, {"timestamp": [1464.0, 1468.52], "text": " They are not paid very high. It's a big challenge for them. I think they get around"}, {"timestamp": [1468.52, 1474.44], "text": " 200,000. The less than $100 per month? That's very literal. It's a big challenge."}, {"timestamp": [1474.44, 1479.04], "text": " So how many students go to factories and how many prefer tailoring?"}, {"timestamp": [1479.04, 1483.7], "text": " From what I can understand, many of them would like to get a machine so they can"}, {"timestamp": [1483.7, 1491.68], "text": " have a machine for themselves and they can work by themselves esther and i mean are trying to look for"}, {"timestamp": [1491.68, 1497.2], "text": " a cross that they've made to show me it's a short dress for a little girl"}, {"timestamp": [1497.2, 1504.16], "text": " aged two years or three years she can put it on it's blue in color but having lots of"}, {"timestamp": [1504.16, 1506.32], "text": " flowers it looks beautiful how long"}, {"timestamp": [1506.32, 1511.92], "text": " did it take for you to make this office took us only one week and the finishing is done by hand"}, {"timestamp": [1511.92, 1518.32], "text": " not a sewing machine okay well what about you amina or what do you have i have a sphinx shirt with"}, {"timestamp": [1518.32, 1526.32], "text": " the blue pockets esther and amina are both serving up to buy a sewing machine so they can start their own tellering business"}, {"timestamp": [1526.32, 1529.72], "text": " and they are both supporters of the phase out of second-hand clothes"}, {"timestamp": [1529.72, 1531.88], "text": " in fact they are counting on it"}, {"timestamp": [1531.88, 1534.34], "text": " I believe by so doing"}, {"timestamp": [1534.34, 1537.8], "text": " we'll get lots of jobs we'll make money through it"}, {"timestamp": [1537.8, 1540.18], "text": " how will you make money because there'll be no"}, {"timestamp": [1540.18, 1544.78], "text": " those kind of clothes so people will be interested in putting on the clothes"}, {"timestamp": [1544.78, 1546.52], "text": " which are made without tailors."}, {"timestamp": [1546.66, 1547.46], "text": " Taylor's like you."}, {"timestamp": [1547.52, 1548.86], "text": " Yes, tellers like me."}, {"timestamp": [1549.14, 1551.18], "text": " Croix is a basic need of human."}, {"timestamp": [1551.62, 1553.44], "text": " I can open my own workshop"}, {"timestamp": [1553.44, 1555.56], "text": " and I can make a business."}, {"timestamp": [1556.14, 1557.5], "text": " One day it will be done."}, {"timestamp": [1558.62, 1561.66], "text": " And maybe one day, Tanzania will once again"}, {"timestamp": [1561.66, 1563.48], "text": " be filled with textiles factories,"}, {"timestamp": [1563.96, 1565.74], "text": " or at least enough to dress its people."}, {"timestamp": [1566.28, 1569.52], "text": " The trade minister, Charles Mujagi, insists it will happen."}, {"timestamp": [1570.04, 1575.52], "text": " And when it does, he is planning a new trade in those second-hand clothes we call mitumba."}, {"timestamp": [1576.12, 1579.9], "text": " I will produce brand new clothes, and I will sell it to Tanzanians."}, {"timestamp": [1580.2, 1582.06], "text": " They will dress on it, and they return to me."}, {"timestamp": [1582.38, 1586.28], "text": " I will pack it as mitumba, and they sell it to those who are selling mitumbas to us."}, {"timestamp": [1587.04, 1590.64], "text": " It seems unlikely this will happen any time soon,"}, {"timestamp": [1590.64, 1594.18], "text": " but no one can accuse Tanzania of lacking ambition."}, {"timestamp": [1596.24, 1598.2], "text": " We hope you enjoyed that podcast."}, {"timestamp": [1598.92, 1604.02], "text": " The producer was Helen Grady and the reporter was BBC Africa's Tanzania correspondent,"}, {"timestamp": [1604.56, 1606.72], "text": " Sami Awami. You can download"}, {"timestamp": [1606.72, 1610.72], "text": " more BBC podcasts for free. Why not try the bottom line?"}, {"timestamp": [1616.32, 1624.16], "text": " Yoga is more than just exercise. It's the spiritual practice that millions swear by. And in 2017,"}, {"timestamp": [1624.16, 1627.0], "text": " Miranda, a university tutor from London,"}, {"timestamp": [1627.0, 1631.0], "text": " joins a yoga school that promises profound transformation."}, {"timestamp": [1631.0, 1635.0], "text": " It felt a really safe and welcoming space."}, {"timestamp": [1635.0, 1638.0], "text": " After the yoga classes, I felt amazing."}, {"timestamp": [1638.0, 1641.0], "text": " But soon, that calm, welcoming atmosphere"}, {"timestamp": [1641.0, 1643.0], "text": " leads to something far darker,"}, {"timestamp": [1643.0, 1646.18], "text": " a journey that leads to allegations of grooming,"}, {"timestamp": [1646.6, 1650.16], "text": " trafficking and exploitation across international borders."}, {"timestamp": [1651.16, 1655.74], "text": " I don't have my passport. I don't have my phone. I don't have my bank cards. I have nothing."}, {"timestamp": [1656.04, 1661.44], "text": " The passport being taken, the being in a house and not feeling like they can leave."}, {"timestamp": [1661.82, 1667.76], "text": " World of Secrets is where untold stories are unveiled and hidden realities are exposed."}, {"timestamp": [1668.36, 1672.52], "text": " In this new series, we're confronting the dark side of the wellness industry,"}, {"timestamp": [1672.96, 1677.08], "text": " with the hope of a spiritual breakthrough gives way to disturbing accusations."}, {"timestamp": [1677.68, 1688.16], "text": " You just get sucked in so gradually and it's done so skillfully that you don't realize and it's like this the secret"}, {"timestamp": [1688.16, 1698.72], "text": " that's there I wanted to believe that you know that whatever they were doing even if it seemed"}, {"timestamp": [1698.72, 1708.0], "text": " gross to me was for some spiritual reason that I couldn't yet understand. Revealing the hidden secrets of a global yoga network."}, {"timestamp": [1708.0, 1710.0], "text": " I feel that I have no other choice."}, {"timestamp": [1710.0, 1720.0], "text": " The only thing I can do is to speak about this and to put my reputation and everything else on the line."}, {"timestamp": [1720.0, 1731.08], "text": " I want truth and justice and for other people to not be hurt for things to be different in the future."}, {"timestamp": [1731.62, 1739.92], "text": " To bring it into the light and almost alchemise some of that evil stuff that went on and take back the power."}, {"timestamp": [1742.08, 1745.68], "text": " World of Secrets, Season 6, The Bad Guru."}, {"timestamp": [1746.18, 1747.96], "text": " Listen wherever you get your podcasts."}], "text": " This BBC podcast is supported by ads outside the UK. Thanks for downloading the World of Business podcast. In this edition, BBC Africa's Sami Awami asks if imported second-hand clothes are killing Tanzania's textiles industry. It's a busy time here at the market. Everywhere I look, it's just piles and piles of jeans t-shirts dresses there are so many people here sellers opening sacks of clothes customers trying to see if they can find something they like this market is famous here in Dar es Sala for its second-hand clothes or Mithumba as we call it here and you can hear the sellers are calling customers to come telling them that it's cheap we have good clothes you should come and buy from I am Samya Wami shopping in Tanzania for global business on the BBC World Service I'm fighting my way through a crowd of shoppers at a market that may not exist in just a few years time how much is this I'm fighting my way through a crowd of shoppers at a market that may not exist in just a few years time. How much is this? I'm holding a jacket, a dark blue jacket. I'm asking this. You can get this for 2,000. So that's about a dollar. What if I don't have that? Can I get it for less? I'm trying to negotiate if I can get this nice jacket for less than a dollar. But they'll say, no, you can't get that for less than a dollar. Maybe if you go somewhere else. I'm sure I could have got jacket for less than a dollar but they say no you can't get that for less than a dollar maybe if you go somewhere else i'm sure i could have got it for less no matter how small your budget you can always dress well in tanzania as long as you don't mind wearing someone else's castles so in this part of the market i've just noticed roles of people with sewing machines let's find out what exactly are they doing. Abarza, Kazi. He tells me they are repairing second-hand clothes. So sometimes customers like clothes, but maybe it's too big for them. So they bring the clothes to these people here and they alter them. Why don't you make new clothes? Yeah, there's no good business out there for new clothes. So that's why we came here to alter this second-hand clothes. Mitumba is big business in Tanzania. It employs hundreds of thousands of people and has millions of customers. But now the Tanzanian government wants to end the trade, which they say is killing the local textiles industry. And they are not alone. The East African community, which also includes Uganda, Rwanda, Burund and Kenya, has promised to phase out Mithumba by 2019. The countries that export secondhand clothes are so angry. This market has become the unlikely focus of a trade war, much to the annoyance of those buying and selling Mitumba. If the government closed us business, it would be a hard in our life because we have no another job. And this business, we get a big, big benefit for this business. Even my dad did he do this business. So your dad was also doing this business? How long have you been doing this business? I have more than 20 years. For me it's good because I get money for food. I get money to pay for the aunt of my house. I have money to pay for school fees of my kids. But the government says they want to phase out the mitumba so that they can empower or help local industries to produce new clothes. Don't you think that a good idea? The government said like that many times say. I believe we're going to fail because before when the time of the Nyerle, and Nyerleys, he failed. So even the first president failed to revive the local industry. And you think this president will also fail? Yeah, also fail. There is a lady sitting next to a pile of t-shirts here. Let's see if she's buying or she's selling. Oh, you've come to buy? Who? Nguo. Gahua. Yeah, she, you've come to buy? Nguo. What? T-goua-ghani. T-sha-T-sat. Yeah, she said she's come to buy t-shirts. Have you heard that the government wants to phase out this mitumba? Because that's because we are not ready yet to produce new clothes. And most of us Tanzania's cannot afford to buy those new clothes because they are very expensive. It's not like other countries, so that will affect us a lot. So what will you do now if the government phase out this mitumba? Ah, I don't know. I don't know. I have no idea, but I hope the government has a plan. Asante, Mama. Thank you very much. The man is. I have no idea, but I hope the government has a plan. Ahsanta Mawa. Thank you very much. The man in charge of the government's plan is Charles Mujagi, Tanzania's Minister for Trade, Industry and Investment. I went to see him at his office in Dar eslam's business district. On his desk were packets of tea left by two Chinese businessmen who'd just been to see him. As he explains his strategy to me, Mr Mujagi jabs the air with his hands and fixes me with a determined look. We want to industrialize East African countries. We want to industrialize Africa. We want to be at a level to surprise the market we have with brand new clothes. Use the crores being used and somebody is dumping it at a zero or negligible price, that will be an unfair competition to my industries. So in order to be competitive, we'll be phasing out, phasing out, phasing out. Second hand cloth and embarking on brand new cross. People of Tanzania given a chance to choose between the new and the used one, they will go for the new. How long will it take until local industries will be able to satisfy the local market? By 2019, 2020. My first priority is to raise the majority. Those people who are buying used to growth in order to cover themselves. You find somebody putting on a t-shirt with bad words, but he doesn't care what he wants to make sure is covered. That's the market I want to make sure by 2019-2020 is covered. So there is no ban, but the phasing out is clear. So what does that phase-out look like? And how is it affecting the supply chain? Market traders buy their stock from wholesalers in the heart of Dharasalam. Their shops are packed with bells of second-hand clothing and the neighborhood is busy with people wheeling piles of Mithumba. For now at least. This is not good for us and for local people because many people doing the business in Metumba. One of the whole sellers has just invited us in to talk to him. My name is Rias Koreshi. I'm doing business here with one and a half here. One and a half here. And where do you get your clothes from? Canada, America, Europe, China, Korea, Germany, UK as well. We purchase mixed clothes from America, okay, then bring in Pakistan, Karachi factory, then sort it out, we packed like this, and then bring here. So you transport them to Dar eslam by sea? From Karachi post to Dar eslam. Which among these countries produce the best clothes? UK has the best mitumba. Because there is a lot of big brand. H&M, Armani, Gucci, diesel, all close in very good condition. So they've not been worn as much? Exactly. Is this still a good business to be in? Not now. Why? They are increasing the taxes, duty amounts, and create the problem in immigration. So they are finding ways to make it more difficult to do business here? Exactly. There is too much taxes. We are paying $15,000 per country. $15,000 per country. Exactly, only duty, not including clearing charges and taxes. Mostly people are planning to close. Mostly people are planning to close. We also are planning to close. So where will you sell your clothes instead? There is a lot of African country, like Zambia, Malawi, Congo, and then Mozambique, Madagascar, Mali, Senegal, Ethiopia, Nigeria. My friend opened the shop in Mali last two months ago. Mr. Qureshi isn't the only one who is worried. Every year, the American companies that supply his bells send $41 million worth of second-hand clothes to Tanzania. They say the increase in duties is costing them so much they are having to lay off staff, and they are fighting back. At the moment, Tanzania and its neighbors benefit from a trade deal called Agoa. It allows them to export goods to the United States duty-free. But they now risk losing their AGOA deal thanks to lobbying by Smart, which represents the companies sending second-hand clothes to Africa. Smart's executive director is Jackie King. We filed a petition for an out-of-cycle review of the Egoa benefits, which is the African Growth and Opportunity Act benefits, which is basically a duty-free access to the United States in exchange for improving their economies and eliminating barriers to trade. And so really what we're asking is that these benefits be suspended until countries like Tanzania, Rwanda and Uganda have decided that they're going to roll back tariffs as well as back off of the ban. This sounds like you're punishing these governments just because they want to improve their local textiles industry. Well, no, certainly not. What we're trying to do is make sure that these countries, punishing these governments just because they want to improve their local textiles industry? Well, no, certainly not. What we're trying to do is make sure that these countries understand that AGOA provides them access, duty-free access to the U.S. markets, and as a part of that agreement, they have certain requirements that they have to meet, and a ban certainly goes against the agreement. One factory that's benefiting from their Goa deal is Toku. Their Chinese owners were attracted to Dar es Salaam by a special economic zone created by the government. As well as cheap labor and duty-free access to the American market, the zone allows them to import fabric without paying tax. Thanks to this deal, they've built a massive factory with state-of-the-art production lines. These are the new technology machines, which we call the hangar system. So it reduced the number of hours in the productions. To be more technological and more efficient on the productions, and we get more new technology on their skills. Tuckus general manager is Rigobet Masawi. Although he is Tanzanian, most of the supervisors are from the Far East and the factory signs are written in Swahili, English and Chinese. In a huge workshop, hundreds of young men and women make jeans for Primac, Levi and Rangler. This one will end up in the United States of America. Tanzania has the eligibility of the Agua markets. So we use this opportunity to export the United States of America market. Agoa, that's a trade agreement with the United States. What advantage do you get from this deal? We are exporting to United States for free, tax-free. So if Tanzania loses Agoa, could this factor be closed? Probably it will be closed because our investors is depending on the Agoa markets. If we import from Tanzania and you have to pay the taxes to the United States, the production costs can be three times or double times. Tanzanians who have been employed here, they might lose the jobs. How many jobs are we talking about? We have the direct job, $2,700 here, and also we are going to add another 2,000 employees. So it's going to affect around 5,000 employees. Tuku is not yet producing for the domestic market. And even if it does, the cheapest jeans would cost $7, a price not many Tanzanians can afford. But that doesn't worry the Minister of Trade, who tells me his priority is to create a skilled workforce. My role is to make a competitive private sector. I understand, yes, there are companies importing fabrics here, adding value, and exporting. It's okay for me. One of the objectives I have is to create employment for my people. I want to train my people. By using that foreign company, I want to train my people to acquire their scale. I know one time those would be the Tanzania industrialists going on their own. It's not my role to point at you that you are a British, I don't want you, you're a Chinese, I don't want you, when you come in Tanzania is how I can make a competitive private sector. I can't make a competitive private sector by hiding my children in a closed room. No, you can't build your football team and they play in your own village. You don't play with the other villages and you think you can have the Maradonas and you can have the Ronaldo. No, they must be used to compete with internationals in Dar esram. But the government has another more long-term plan to make clothes from fabric made in Tanzania from locally grown cotton. We're driving through a region called Simiu in northwestern Tanzania, and as you could probably hear, the road is very bumpy, which is the case for most of the roads in this part of the country. Most of the houses we've seen alongside the road are very basic, built with mud and thatched with grass. This is the lexon. It's here where most of the Tanzanian cotton is grown. The government believes if it could improve the cotton cultivation in this area, it will leave about 600,000 people out of poverty. Yeah, this is where the raw cotton comes and then is sucked in to the machinery. Now this, what you see here is a big warehouse, where we have the machinaries. From here, the cotton is passes in the rock culture. In this rock culture, cotton is separated from grains, stones, sand, and things like that. After that? From here, it comes to this machine known as Big J. Boaz O'Gola is general manager of Alliance ginaries, where raw cotton fibers are separated from the seeds. The site is huge with millions of dollars' worth of machinery, but it's all eerily silent. All the generis and even ourselves, we are punching below our weights. We have very big machinaries, as you have seen. We are supposed to work throughout the year. That is 12 months in a year. We are gening for only one month. Just one month? One month only. So you have all these machines laying idle throughout the year? Exactly. So we have high cost of production. Then we end up making losses. So you have a capacity to process much more Tanzanian cotton, but the farmers are just not producing enough. We have the capacity of jeaning 100 million kilograms of cotton, which we are not getting. We are supposed to get that, but we are not getting it. How much are you getting at the moment? We got only 4 million kilograms. If you look at it, it's like 2%. That is all. Just 2%. If you were jeaning 12 months a like 2% that is sold. Just 2%. If you were jeaning 12 months a year, what would that mean for jobs in this area? Basically, when we had in full operations, like in 2012, when we had a bit of bumper crop, we had 1,200 people employed by this company. 1,200 people. But this year, we only employed 300 people, and after one month, we terminated the rest. Right now, we only have 83 people. From 1,200 to 83 people? Exactly. But why are farmers not producing enough? One of the reasons is that there is insufficient supply of inputs to the farmers. We don't have proper seeds. We don't have proper chemicals, because all along we've been having the fake chemicals coming to the farmers. We don't have proper seeds. We don't have proper chemicals because all along we've been having the fake chemicals coming to the farmers. The farmers are supposed to be educated on good agronomic practices. Nobody is doing so. They are doing the cultural farming. So at the end of the day, they don't get much harvest. Tanzania used to be the biggest cotton producer in Africa, and not so long ago had a thriving textiles industry. I asked the trade minister Charles Mujage, what went wrong? In the 70s and 80s, we used to have about 24 factories. Our industry corrupts, as you have mentioned. One of the reason is the trade liberalization. The Britain-wood institutions forced our government in order to get the support. We are forced to open the market, and we opened our market brindery. We opened our market brindery, I can say, under gunpoint. So we opened our market for products which were subsidized from abroad, for products which were produced by from abroad, for products which were produced by mature factories, mature industries. Another factor is our industry was based on import substitution because we are producing for the own market and there was no foreign currency. Now we started rationing the dollars we had. So, machinaries learn out of spares. Those 24 factories, they aged and there was no proper maintenance, so the industry corrupts it. Sunflag is one of the few textiles factories that survived. Every garment they produce is made from fabric woven on-site from Tanzanian cotton. It's this cotton-to-clothing approach that the Tanzanian government says they want to roll out across the country. It allows manufacturers to extract profit at each stage of the production process. Sunflags director, A.J. Shah says it's the secret of their survival. In a garment, the approximate cost of the raw material, which is fabric, is 60 to 70%. So if I'm importing fabric and just converting into garment just by cutting, making and sewing, what kind of value addition I'm creating? We buy cotton lint, we spin our yarn, we knit our yarn, we weave our yarn, dyed, bleach and print, we convert them into garment and we sell it. Without this value addition, this business itself is not viable because textile being such an old industry, it is having a very cut-throat margins and it's a highly capital-intensive and labour-intensive industry. If you do not have adequate amount of value addition, you cannot sustain this business. But there are other companies which are not doing what you do. How do you think they're making profit out of that? There are factors which are running here for the advantage of duty tariff that is Agova. They buy cheap fabric from abroad, convert it into government and export it. They have been given subsidy of training. We are not getting any subsidy. In addition, those factories are having tax holidays, whereas we are paying full tax to the government in a huge number. It is a game of nothing but tariffs. Today the tariffs are not there. The players who are in this game, they will move to another country where they have advantage. Whereas we are here for last 52 years. So you have companies which are getting all these subsidies from the government. Is it making it difficult for you to compare it? It's very obvious that we are not having an equal playing field. I don't want any subsidy, any incentive or any favor from the government. We only are looking for equal playing field. So could factories like you replace this secondhand cloths? Obviously, once upon a time we were clothing in this country. Once upon a time, this country was exporting as well. So there is no doubt and question. If things start rolling, we have a raw material. What is required is a sincere player to come in, invest sincerely, develop the industry here in this country, create employment, pay revenues, and grow with the country. I see first hand the kind of investment he's talking about. The factory employs two and a half thousand people and there are modern machines in every workshop, but it can be hard to keep them going. We've just came back to the office and Mr. Shah, who is the director of this factory, is sitting in the dark. It's because the power just went off a few minutes ago. Mr. Shah, yeah, I mean, we've been here for just two hours and the power has gone off for two times now. This is morning, three, four times it has gone. Four times in the morning. This is this situation, which you are witnessing. Yeah, this must be really bad for your business. It cannot be good for anybody. Now they will start the generator. Start a generator. Encaring another cost. Impossible costs that make it even harder to compete with secondhand imports. In Tanzania, power cuts are common, and they push up prices. The cheapest t-shirt Mr. Shah can make is $2. At least double what you'd pay for Mitumba. That's why most of its products are for export. So how is Tanzania going to dress its people after the phase-out? I asked the trade minister, Charles Mujagi. How to 100 is to increase productivity so that the cost of the produce will go down. And that's why we are embarking on power generation. We'll be reaching 5,000 megawatts come 2020, 2021. We have power all the time. We want to engage the hydro source and we produce more natural gas on it. By having their productivity, we lower the price. We want to make sure that every Tanzania is involved in economic activity. So it is not possible that you may work for 12 months and you can't afford to buy three shirts and three trousers. Come 2025, every Tanzanian, on average, we have an income per capital of three thousand US dollars per person. Two dollars will be nothing. We want to aim big. I can't aim short a target, otherwise I will lose my job. As part of their plan to create jobs, the government is funding 800 tailoring apprenticeships. Students learn basic government-making skills at colleges across Tanzania. Among them, the Don Bosco Vocational Training Center in Dara Salam. Its principal, Father Babu Augustine, showed me around. Well, in our college here, we have got 240 girls and boys who are doing this apprentice training. 120 of them are doing now. The other 120 will join us in January. It's a course lasting just six months. After six months, they'll go for attachment of about two months. And finally, they will graduate with the other students in the month of August. The scheme is aimed at young people who dropped out of school and are struggling to find work, like Amina Ramadani and her friend Esther Colale, both in their early 20s, they are eager to learn. If it wouldn't have been for this golden chance, I'd just be settling at home, doing nothing, losing hope. I tried to ask for opportunities, cleanness or just cooking in the hotels. But I find myself, when you go even to those areas, you cannot get a chance. Why? Because the level of the education you have. So if it would intervene for this chance, I guess I'll just be there. I couldn't employ myself. I couldn't employ myself. I couldn't do anything. And what about you, Amina, what were you doing before coming to this program? My dream was to be a big designer. You wanted to be a designer? What kind of designer? Clothless designer. Close to that. Oh, yes. My dream is to go back to school, to continue my studies. But no money. I lost hope staying home at a long time without doing anything. How long did you stay at home before coming here? Seven years. You stayed at home for seven years without doing anything. Yes. Until you found this opportunity. Yes. As well as paying their course fees, the government provides Esther and Amina with the travel allowance. And once they graduate, for the Babu says, there's no shortage of jobs. The government required 9,000 workers immediately in the textile factories. Jobs are there. For example, there is the Tuku textile industry. Tuku is this Chinese textile industry which is said I'm here. They are not paid very high. It's a big challenge for them. I think they get around 200,000. The less than $100 per month? That's very literal. It's a big challenge. So how many students go to factories and how many prefer tailoring? From what I can understand, many of them would like to get a machine so they can have a machine for themselves and they can work by themselves esther and i mean are trying to look for a cross that they've made to show me it's a short dress for a little girl aged two years or three years she can put it on it's blue in color but having lots of flowers it looks beautiful how long did it take for you to make this office took us only one week and the finishing is done by hand not a sewing machine okay well what about you amina or what do you have i have a sphinx shirt with the blue pockets esther and amina are both serving up to buy a sewing machine so they can start their own tellering business and they are both supporters of the phase out of second-hand clothes in fact they are counting on it I believe by so doing we'll get lots of jobs we'll make money through it how will you make money because there'll be no those kind of clothes so people will be interested in putting on the clothes which are made without tailors. Taylor's like you. Yes, tellers like me. Croix is a basic need of human. I can open my own workshop and I can make a business. One day it will be done. And maybe one day, Tanzania will once again be filled with textiles factories, or at least enough to dress its people. The trade minister, Charles Mujagi, insists it will happen. And when it does, he is planning a new trade in those second-hand clothes we call mitumba. I will produce brand new clothes, and I will sell it to Tanzanians. They will dress on it, and they return to me. I will pack it as mitumba, and they sell it to those who are selling mitumbas to us. It seems unlikely this will happen any time soon, but no one can accuse Tanzania of lacking ambition. We hope you enjoyed that podcast. The producer was Helen Grady and the reporter was BBC Africa's Tanzania correspondent, Sami Awami. You can download more BBC podcasts for free. Why not try the bottom line? Yoga is more than just exercise. It's the spiritual practice that millions swear by. And in 2017, Miranda, a university tutor from London, joins a yoga school that promises profound transformation. It felt a really safe and welcoming space. After the yoga classes, I felt amazing. But soon, that calm, welcoming atmosphere leads to something far darker, a journey that leads to allegations of grooming, trafficking and exploitation across international borders. I don't have my passport. I don't have my phone. I don't have my bank cards. I have nothing. The passport being taken, the being in a house and not feeling like they can leave. World of Secrets is where untold stories are unveiled and hidden realities are exposed. In this new series, we're confronting the dark side of the wellness industry, with the hope of a spiritual breakthrough gives way to disturbing accusations. You just get sucked in so gradually and it's done so skillfully that you don't realize and it's like this the secret that's there I wanted to believe that you know that whatever they were doing even if it seemed gross to me was for some spiritual reason that I couldn't yet understand. Revealing the hidden secrets of a global yoga network. I feel that I have no other choice. The only thing I can do is to speak about this and to put my reputation and everything else on the line. I want truth and justice and for other people to not be hurt for things to be different in the future. To bring it into the light and almost alchemise some of that evil stuff that went on and take back the power. World of Secrets, Season 6, The Bad Guru. Listen wherever you get your podcasts."}