{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.94, 6.64], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [8.88, 12.24], "text": " BBC Sounds, music, radio, podcasts."}, {"timestamp": [12.98, 15.1], "text": " Welcome to the BBC's world of business."}, {"timestamp": [15.42, 16.46], "text": " I'm Caroline Bailey."}, {"timestamp": [16.86, 21.56], "text": " In this week's programme, I'm looking at something that an awful lot of us are doing at the moment,"}, {"timestamp": [22.0, 23.7], "text": " and that's working from home."}, {"timestamp": [24.36, 25.94], "text": " So it's all going and we're ready to start."}, {"timestamp": [26.26, 28.9], "text": " Oh, okay. All right, let me just set my going."}, {"timestamp": [28.96, 30.14], "text": " Right, Caroline, take it away."}, {"timestamp": [30.34, 30.64], "text": " Okay."}, {"timestamp": [31.1, 32.98], "text": " This is Beth, my producer and me."}, {"timestamp": [33.1, 36.52], "text": " We're making this program together several miles apart."}, {"timestamp": [37.12, 42.26], "text": " Crouched over our laptops, wrestling with the latest software, we're linking up with each other"}, {"timestamp": [42.26, 45.56], "text": " and our guests at kitchen tables and in spare rooms"}, {"timestamp": [45.56, 52.0], "text": " in the UK and across the Atlantic. The coronavirus pandemic has made working from home the"}, {"timestamp": [52.0, 60.66], "text": " new normal for millions of us. In the first day of me looking after the children, I think"}, {"timestamp": [60.66, 67.64], "text": " my son ate Play-Doh by mistake. And my daughter, I managed to pinch a finger in the door and I just thought myself"}, {"timestamp": [67.64, 69.86], "text": " God this is day one how am I gonna make this"}, {"timestamp": [71.66, 76.94], "text": " My older two kids are pretty good but they're both learning to play the bagpipes the bagpipes are just"}, {"timestamp": [77.4, 79.94], "text": " phenomenally noisy. I mean you can't imagine"}, {"timestamp": [82.56, 90.0], "text": " The last time I had an actual chat with someone was probably about three weeks ago."}, {"timestamp": [90.0, 100.0], "text": " Let's face it, this really isn't how anyone was expecting to spend the spring of 2020."}, {"timestamp": [100.0, 104.0], "text": " Of course, those working at home are fortunate to still have jobs to do,"}, {"timestamp": [104.0, 107.28], "text": " and they're lucky to be safely in their flats or houses,"}, {"timestamp": [107.62, 112.12], "text": " away from the front line of hospitals, care homes, supermarkets, buses,"}, {"timestamp": [112.12, 114.3], "text": " and many other essential workplaces."}, {"timestamp": [115.14, 117.56], "text": " But homeworking isn't a new concept."}, {"timestamp": [117.98, 121.14], "text": " It's just that few of us have chosen to do it full time."}, {"timestamp": [121.78, 126.24], "text": " I'm certainly not used to making radio programs in an upstairs bedroom,"}, {"timestamp": [126.8, 133.04], "text": " lobbing questions at interviewees through my laptop, watching audio upload at a glacial pace,"}, {"timestamp": [133.04, 138.72], "text": " and then recording these very words under a thick duvet, which is a longstanding trick of the"}, {"timestamp": [138.72, 148.44], "text": " trade to improve the acoustics when there's no chance of a studio. It's estimated that before the corona crisis, 15% of us were regularly working from home."}, {"timestamp": [149.28, 155.84], "text": " Modern technology has enabled those working in office type, predominantly service industry jobs, to do this."}, {"timestamp": [156.44, 162.86], "text": " So you might assume that the COVID-19 lockdown meant a subtle shift from a desk in the office"}, {"timestamp": [162.86, 165.06], "text": " to one in the corner of the sitting room."}, {"timestamp": [165.72, 169.68], "text": " Well, let's just see how this unplanned experiment is going."}, {"timestamp": [170.48, 174.42], "text": " I'm working from home. I'm actually working in our spare bedroom."}, {"timestamp": [174.86, 178.42], "text": " It's dominated by a massive bed. That's about all there is in this room."}, {"timestamp": [178.78, 184.92], "text": " It's not really the most conducive to hardworking sitting in the room with a large bed, but it'll do."}, {"timestamp": [185.42, 190.58], "text": " This is Nicholas Bloom, Professor of Economics at Stanford University in California."}, {"timestamp": [191.14, 194.92], "text": " I know that I'm lucky actually have a house compared to most people that probably live in, you know,"}, {"timestamp": [195.02, 197.6], "text": " flats, but it's just so noisy and so distracting."}, {"timestamp": [198.1, 203.32], "text": " He doesn't sound that happy to me, slightly surprising, considering he's devoted a considerable"}, {"timestamp": [203.32, 207.04], "text": " amount of time to researching the benefits of working from home."}, {"timestamp": [207.54, 209.98], "text": " You've always been an advocate of working from home,"}, {"timestamp": [210.04, 213.86], "text": " and it sounds as if you're not quite so keen on it now, now that you have to do it."}, {"timestamp": [214.1, 221.06], "text": " Yes, so the background is I ran a big scientific experiment in 2014 with C-Trip,"}, {"timestamp": [221.2, 223.24], "text": " which is China's largest travel agent."}, {"timestamp": [223.4, 224.74], "text": " They're like a massive firm."}, {"timestamp": [224.84, 229.72], "text": " They're actually worth about 10 billion on NASDAQ. And we got 500 people who won the vision"}, {"timestamp": [229.72, 233.58], "text": " and they'd all volunteered to work from home and you randomized them into even our odd"}, {"timestamp": [233.58, 237.7], "text": " birthdays. We literally drew a ping pong ball out of an earn. And we found that people that work"}, {"timestamp": [237.7, 243.52], "text": " from home for nine months were significantly more productive. So their output went up 13%, which is"}, {"timestamp": [243.52, 246.82], "text": " huge, like almost an extra day a week and their quit rates halved."}, {"timestamp": [247.18, 253.04], "text": " So based on that experiment, which, you know, again, is six years ago, I was very positive on walking from home."}, {"timestamp": [253.62, 258.06], "text": " It all sounds great. Higher productivity, fewer people leaving their jobs."}, {"timestamp": [258.5, 261.84], "text": " It was a win-win for the Chinese company on many fronts."}, {"timestamp": [262.4, 266.76], "text": " What motivated them in the first place was the fact that office rents in Shanghai, where"}, {"timestamp": [266.76, 269.72], "text": " they're based, were incredibly expensive."}, {"timestamp": [269.72, 272.08], "text": " They were trying to basically save money."}, {"timestamp": [272.08, 275.68], "text": " And as a huge bonus, it turned out people were much more productive at home."}, {"timestamp": [275.68, 280.42], "text": " And the reasons they gave were primarily it's quieter so they don't get distracted."}, {"timestamp": [280.42, 284.4], "text": " And also, they don't have to deal with issues around commuting, turning up late, or taking,"}, {"timestamp": [284.4, 287.78], "text": " you know, a day off early to let the cable repair guy in or their kids sick."}, {"timestamp": [287.96, 291.54], "text": " So they worked their entire shift and they're more efficient within their shift."}, {"timestamp": [291.74, 294.22], "text": " So the company loved it and rolled it out to the entire firm."}, {"timestamp": [294.7, 299.88], "text": " But although it was successful for the firm, many of the volunteers didn't see it that way."}, {"timestamp": [300.48, 306.5], "text": " It turned out that between a half and two thirds of those who'd been working at home were keen to get back to the office."}, {"timestamp": [307.04, 311.38], "text": " Driven by the fact they said they were lonely, they were isolated, they got depressed."}, {"timestamp": [311.78, 313.74], "text": " Back then, there had no kids at home, of course."}, {"timestamp": [314.24, 317.3], "text": " Unlike now when most children aren't attending school."}, {"timestamp": [318.06, 324.2], "text": " Another big difference in the C-Trip experiment was that those who took part had volunteered to work from home,"}, {"timestamp": [324.4, 326.3], "text": " and there were certain stipulations."}, {"timestamp": [326.92, 330.5], "text": " They only got to work from home back then that they had their own room that was quiet."}, {"timestamp": [330.62, 332.64], "text": " And again, I've talked to a lot of people recently,"}, {"timestamp": [332.82, 335.92], "text": " and the stories you hear all the time are about sharing living rooms"}, {"timestamp": [335.92, 336.92], "text": " or working in the bathroom."}, {"timestamp": [337.0, 340.6], "text": " I had a conference call with a firm where I could see the guy's toothbrush"}, {"timestamp": [340.6, 342.66], "text": " in the background in the sink."}, {"timestamp": [342.74, 344.52], "text": " I mean, these are really not ideal situation."}, {"timestamp": [344.52, 345.12], "text": " And then finally, there's the issue on that was only four out of five days a week, has toothbrush in the background in the sink. I mean, these are really not ideal situation."}, {"timestamp": [349.48, 349.6], "text": " And then finally, there's the issue on that was only four out of five days a week,"}, {"timestamp": [354.0, 359.54], "text": " whereas now we're forced to work from home five days a week with also no time socially outside otherwise. And, you know, that's incredibly isolating. Much of the best and most"}, {"timestamp": [359.54, 363.9], "text": " productive work you'll find is face-to-face in the office. And you then kind of build on it by"}, {"timestamp": [363.9, 367.4], "text": " working quietly at home, but only having home time is very costly."}, {"timestamp": [367.96, 371.36], "text": " Particularly if two of your children are learning the bagpipes."}, {"timestamp": [375.76, 380.24], "text": " You know, somebody learning to play the bagpipes is worse than actually playing the bagpipes."}, {"timestamp": [380.24, 382.2], "text": " So we're just blasted with that."}, {"timestamp": [386.88, 389.44], "text": " It's a rather personal challenge for Nicholas Bloom."}, {"timestamp": [389.92, 394.88], "text": " So what do you think the result will be of this global experiment that we're all taking part in?"}, {"timestamp": [394.88, 399.92], "text": " This is going to generate a huge productivity cost in the medium term. So I think it's really"}, {"timestamp": [399.92, 404.32], "text": " going to make the recovery painful. So what I mean by that is many people are working"}, {"timestamp": [404.32, 405.28], "text": " from theoretically"}, {"timestamp": [405.28, 409.28], "text": " full time, but I guess, you know, I'll take myself an example. I'm only probably managing to get"}, {"timestamp": [409.28, 413.68], "text": " four or five hours a day done because my kids are bursting in all the time and it's so hard."}, {"timestamp": [413.68, 419.44], "text": " And what's getting shelved would be longer run things around innovation, new ideas, training,"}, {"timestamp": [419.44, 424.56], "text": " you know, reorganisation. So I think a lot of what economists call kind of investment in intangible"}, {"timestamp": [424.56, 429.52], "text": " capitals that drives longer run growth is getting shelved. And that, Professor Bloom says,"}, {"timestamp": [429.88, 434.72], "text": " could affect new models of consumer goods we're all familiar with. Think of new products."}, {"timestamp": [435.2, 439.52], "text": " You know, will a new iPhone come out in a year or two? I doubt it because it's very hard for"}, {"timestamp": [439.52, 444.32], "text": " the scientists involved in that to actually do any research. So that's the bad side. I think the other"}, {"timestamp": [444.32, 449.56], "text": " flip side, the good side will be companies would be much more willing to experiment working from home because"}, {"timestamp": [449.56, 454.38], "text": " we just ran this massive global experimentation and there'll be a number of things that we can"}, {"timestamp": [454.38, 459.72], "text": " easily do at home. For example, even on my kids, my two high school kids have discovered it actually"}, {"timestamp": [459.72, 464.5], "text": " worked quite well being taught by home. And I wouldn't be surprised if schools even flip to, you know,"}, {"timestamp": [464.56, 467.8], "text": " doing a day a week at home. And all of that's going to reduce congestion,"}, {"timestamp": [468.1, 472.4], "text": " conduce commute time, you know, reduce environmental damage. So that's the upside."}, {"timestamp": [472.96, 478.8], "text": " Maybe in California, but I'm not sure parents in the UK currently homeschooling their children"}, {"timestamp": [478.8, 483.48], "text": " would be keen on that idea. Lower pollution is obviously welcome, though."}, {"timestamp": [484.1, 486.54], "text": " But then there's another significant downside,"}, {"timestamp": [486.88, 492.1], "text": " as well as the economic one, seen amongst some of those Chinese homeworkers in the Sea Trip"}, {"timestamp": [492.1, 497.12], "text": " experiment. You know, another big fear of mine is working from home like this is going to generate"}, {"timestamp": [497.12, 502.36], "text": " just an explosion of mental health issues with loneliness, depression, and that's really problematic."}, {"timestamp": [502.56, 511.76], "text": " depression and that's really problematic. I am in my flat in South London."}, {"timestamp": [511.76, 515.12], "text": " I can hear absolutely nothing."}, {"timestamp": [515.12, 526.24], "text": " So no cars, no people, the streets are dead, thanks to double glazing, it's just silence."}, {"timestamp": [529.24, 532.68], "text": " I live alone, I live by myself in the flat, and I'm finding it very strange, to be honest,"}, {"timestamp": [532.68, 536.24], "text": " living alone, working alone and not being able to go out."}, {"timestamp": [538.76, 542.92], "text": " This is Alia, she's in her early 30s and works for a charity."}, {"timestamp": [542.92, 548.8], "text": " Under normal circumstances, she'd be commuting to a bustling office, but not anymore."}, {"timestamp": [549.42, 552.06], "text": " When did I last speak to a person face to face?"}, {"timestamp": [552.06, 553.58], "text": " I can't even remember."}, {"timestamp": [557.28, 559.1], "text": " Oh my God, I can't remember."}, {"timestamp": [560.7, 571.18], "text": " Maybe last week to the delivery driver who dropped my food delivery onto the doorstep and backed away slowly."}, {"timestamp": [571.8, 575.62], "text": " That's the last time I said hello to a person."}, {"timestamp": [578.38, 589.84], "text": " I think working from home for such a long period of time without any kind of social contact with friends and family is really exacerbating kind of mental health issues."}, {"timestamp": [589.84, 599.36], "text": " I think it was great for the first couple of weeks because, you know, the novelty of not getting on a ram tube every morning was blissful."}, {"timestamp": [599.68, 604.8], "text": " But now that novelty is worn off and I think cabin fever is starting to set in."}, {"timestamp": [608.24, 613.84], "text": " I think this experience will change the way I feel about working from home. I will appreciate"}, {"timestamp": [613.84, 619.84], "text": " going to the office a lot more. I will appreciate making tea for my colleagues. I think"}, {"timestamp": [619.84, 625.74], "text": " that's really important. I don't know. At the moment I just feel like I can't wait to go back into the office"}, {"timestamp": [625.74, 627.44], "text": " and never work from home again."}, {"timestamp": [628.16, 631.0], "text": " The isolation that many workers are feeling in lockdown"}, {"timestamp": [631.0, 633.92], "text": " and its potential impact on people's mental health"}, {"timestamp": [633.92, 636.14], "text": " are factors which can't be ignored"}, {"timestamp": [636.14, 640.18], "text": " as the government tries to chart a route out of the current situation."}, {"timestamp": [641.04, 642.26], "text": " My name is Stephen Bevan."}, {"timestamp": [642.44, 644.58], "text": " I'm head of HR research and development"}, {"timestamp": [644.58, 646.44], "text": " at the Institute for Employment Studies."}, {"timestamp": [647.16, 654.02], "text": " IES is an independent, not-for-profit charity that does research on the world of work."}, {"timestamp": [654.88, 657.68], "text": " And my speciality is organisational psychology."}, {"timestamp": [658.46, 662.98], "text": " And I've been interested for many years in the well-being of the UK workforce."}, {"timestamp": [663.52, 667.66], "text": " Stephen says he's lucky to be able to self-isolate at home in Brighton."}, {"timestamp": [668.14, 671.06], "text": " He's another interviewee speaking to me from his bedroom,"}, {"timestamp": [671.6, 673.3], "text": " this time with a sea view."}, {"timestamp": [673.96, 676.44], "text": " But he's been very busy crunching the data"}, {"timestamp": [676.44, 679.1], "text": " from a sample of 500 homeworkers"}, {"timestamp": [679.1, 681.9], "text": " surveyed in the first two weeks of the lockdown."}, {"timestamp": [682.54, 684.4], "text": " There are already clear signs, he says,"}, {"timestamp": [684.4, 686.58], "text": " of both physical and mental strain."}, {"timestamp": [687.06, 691.9], "text": " Obviously, lots of people hunching over work laptops on their kitchen table and so on,"}, {"timestamp": [691.9, 697.28], "text": " is already beginning to show in some of the findings that people are experiencing pain there."}, {"timestamp": [697.64, 702.62], "text": " There's a clutch of physical things about people's physical strain that we've found as a problem."}, {"timestamp": [703.22, 707.88], "text": " And when it comes to emotional well-being, the survey shows that the current lockdown is"}, {"timestamp": [707.88, 710.2], "text": " proving challenging for some homeworkers."}, {"timestamp": [710.46, 716.34], "text": " We're finding an elevated risk of people suffering from mild to moderate mental health problems"}, {"timestamp": [716.34, 717.8], "text": " as a result of a number of factors."}, {"timestamp": [718.32, 724.72], "text": " So perhaps taking less exercise, feeling isolated, worried about the family finances or"}, {"timestamp": [724.72, 726.24], "text": " worried about the health of another"}, {"timestamp": [726.24, 731.16], "text": " family member. We found one in five of our respondents said they felt lonely and isolated."}, {"timestamp": [731.98, 737.52], "text": " The Institute for Employment Studies also found that the mental health of people over the age of 60"}, {"timestamp": [737.52, 743.6], "text": " was considerably better than for younger workers. Despite what you hear about young people"}, {"timestamp": [743.6, 745.8], "text": " being relatively sanguine about social distancing,"}, {"timestamp": [746.42, 751.98], "text": " I think that they have a higher proportion of financial worries, for example. I think in general,"}, {"timestamp": [752.16, 757.14], "text": " we find in other surveys that younger workers tend to have high levels of anxiety. We certainly found"}, {"timestamp": [757.14, 761.56], "text": " that not just in the UK, but in other studies we've done internationally. Do you think employers"}, {"timestamp": [761.56, 767.12], "text": " are doing enough to support people at the moment? We found, for example, that in our sample, at least,"}, {"timestamp": [767.24, 770.4], "text": " people who said that they had more regular contact with their direct boss"}, {"timestamp": [770.4, 773.76], "text": " were less likely to report they had mental health problems."}, {"timestamp": [774.34, 775.84], "text": " And I think that's a really positive thing."}, {"timestamp": [776.18, 778.48], "text": " Obviously, we need bosses to be very empathetic"}, {"timestamp": [778.48, 782.42], "text": " and to think carefully about how they're looking after their staff."}, {"timestamp": [782.5, 784.56], "text": " If you've got someone in the same office as you,"}, {"timestamp": [784.56, 789.84], "text": " you can spot whether they're perhaps in a situation where they're distressed or disturbed just"}, {"timestamp": [789.84, 794.84], "text": " through their non-verbal behaviour. And if your staff aren't right under your nose because they're"}, {"timestamp": [794.84, 800.86], "text": " at home, then the strains may not be obvious to the boss. There are huge contrasting situations"}, {"timestamp": [800.86, 805.88], "text": " here, all with their own stresses. Being cooped up at home with your kids while"}, {"timestamp": [805.88, 811.2], "text": " trying to work is a completely different challenge to the isolation experienced by Alia."}, {"timestamp": [812.08, 817.74], "text": " Marie, who works in the fashion industry and her husband, have two children under the age of four."}, {"timestamp": [818.18, 823.98], "text": " It's exhausting. It's completely exhausting and you never see the end. So I think, you know,"}, {"timestamp": [824.18, 827.94], "text": " it's difficult because employers are obviously trying to navigate"}, {"timestamp": [827.94, 830.92], "text": " through the lockdown and what it meant for their company."}, {"timestamp": [831.52, 837.76], "text": " But in terms of like caring for their employees, it's also how do you make sure that"}, {"timestamp": [837.76, 844.1], "text": " your working parents that you have employed in your company, you know, how do they, you know,"}, {"timestamp": [844.1, 845.5], "text": " manage to do their work?"}, {"timestamp": [845.86, 851.4], "text": " The way Marie and her husband managed was by creating a tag team, alternating work and"}, {"timestamp": [851.4, 855.56], "text": " childcare between them, with one working in the morning and the other in the afternoon."}, {"timestamp": [856.22, 860.76], "text": " By dinner time, they were both on duty, but the day was far from over."}, {"timestamp": [861.3, 866.16], "text": " So, you know, dinner time, bath time, put them in bed and then back again, trying to"}, {"timestamp": [866.16, 873.4], "text": " carry on working. So then kind of led us working until 11, 12. And the first week, you know,"}, {"timestamp": [873.46, 877.84], "text": " we ended up the week feeling like, my God, if this has to last for very long, how are we going to"}, {"timestamp": [877.84, 884.38], "text": " survive this? And this has definitely brought us a lot of questioning and how we were going to be able"}, {"timestamp": [884.38, 886.04], "text": " to cope mentally as well."}, {"timestamp": [887.12, 891.7], "text": " And how was it for the team that you manage if you were working in the evening? Did that work?"}, {"timestamp": [892.4, 897.46], "text": " Not really because obviously the team I managed, most of them are like young people."}, {"timestamp": [898.06, 905.1], "text": " So they don't have children. So obviously they can work during their day. And then obviously I didn't want to you know"}, {"timestamp": [905.1, 912.18], "text": " impose on them to work in the evening so yes definitely a big challenge I think"}, {"timestamp": [912.18, 916.26], "text": " people understand but in the same time I was sitting down sometimes on my"}, {"timestamp": [916.26, 920.82], "text": " Zoom and listening to people saying oh I'm actually quite bored oh I've watched all"}, {"timestamp": [920.82, 925.4], "text": " this Netflix and I'm like man I'm like just trying to make sense of everything that is"}, {"timestamp": [925.4, 931.52], "text": " happening around me right now and i have literally not one second to go to the toilet so you know in a way"}, {"timestamp": [932.32, 937.44], "text": " it's just created like this kind of very unbalanced like where some people were really quiet and"}, {"timestamp": [937.44, 944.88], "text": " very calm and then working from home and then some completely ecctic family trying to make it work so yeah"}, {"timestamp": [944.88, 947.0], "text": " quite a big contrast, I will say."}, {"timestamp": [949.0, 955.0], "text": " Marie has now been furloughed, alongside more than two-thirds of employees in her firm."}, {"timestamp": [956.0, 959.0], "text": " That means that they've been told to stop working for now"}, {"timestamp": [959.0, 962.0], "text": " and 80% of their salary will be paid by the government,"}, {"timestamp": [962.0, 967.0], "text": " up to a maximum of £2,500 a month."}, {"timestamp": [967.0, 977.5], "text": " Jane Fonseil is Chief Executive of Working Families, a charity which supports parents and employers"}, {"timestamp": [977.5, 983.5], "text": " in encouraging flexible working. Since the original government announcement of support for the"}, {"timestamp": [983.5, 985.1], "text": " furloughing of staff,"}, {"timestamp": [987.86, 991.42], "text": " they've said employers can now do the same for parents who are finding it hard to combine childcare with working at home."}, {"timestamp": [992.02, 995.48], "text": " The charity had pushed for this and welcomes the news."}, {"timestamp": [996.0, 999.4], "text": " However, it's not always what parents want to happen."}, {"timestamp": [1000.18, 1005.52], "text": " One of the concerns that we know from working parents, particularly working mothers,"}, {"timestamp": [1005.82, 1010.28], "text": " is that they don't want to be in a position where once this crisis is over,"}, {"timestamp": [1010.74, 1014.62], "text": " that they have been somehow disadvantaged because they haven't worked."}, {"timestamp": [1014.92, 1018.12], "text": " But we are finding that an enormous number of people contacting us"}, {"timestamp": [1018.12, 1022.98], "text": " because they are finding that their employers are not being flexible with them"}, {"timestamp": [1022.98, 1024.5], "text": " in the way that one would hope."}, {"timestamp": [1025.18, 1028.86], "text": " So while lots of employers are adopting flexible working,"}, {"timestamp": [1029.98, 1033.9], "text": " we're finding that this COVID-19 crisis has exacerbated all of the problems"}, {"timestamp": [1033.9, 1039.22], "text": " within the employment situation that we know already exist."}, {"timestamp": [1040.06, 1044.56], "text": " Are you concerned that mothers are being treated differently to fathers in this situation?"}, {"timestamp": [1045.26, 1051.56], "text": " Oh, absolutely. We know that. And we know that mothers particularly, there is a motherhood penalty."}, {"timestamp": [1051.56, 1059.04], "text": " There is the expectation that women will do all of the kind of domestic work at home and particularly around childcare."}, {"timestamp": [1059.62, 1066.42], "text": " So we're seeing and hearing from working mothers who are saying that their partners, their male partners,"}, {"timestamp": [1066.92, 1072.64], "text": " are being expected to work from home. And there's no comment about the fact that they may have"}, {"timestamp": [1072.64, 1079.0], "text": " very small children. Whereas exactly the same women are saying that their employers are saying"}, {"timestamp": [1079.0, 1083.14], "text": " to them, oh, well, we know you've got primary age children. You know, maybe you don't want to work."}, {"timestamp": [1083.26, 1090.76], "text": " Maybe it's not possible for you to work. So there's very different set of expectations from employers as far as men"}, {"timestamp": [1090.76, 1099.56], "text": " and women are concerned. And working from home all comes down to the views of employers."}, {"timestamp": [1100.28, 1106.04], "text": " It's gone in and out of fashion in recent years, and some bosses have simply changed their minds."}, {"timestamp": [1106.7, 1114.64], "text": " In 2009, the American IT company IBM announced that 40% of their employees were homeworkers,"}, {"timestamp": [1114.64, 1119.08], "text": " but by 2017, they were calling people back into the office."}, {"timestamp": [1123.24, 1130.94], "text": " Peter Capelli is a professor of management at the Wharton School at the University of Pennsylvania in the US."}, {"timestamp": [1130.94, 1138.56], "text": " And I think what happened at IBM was a recognition of a different way of working."}, {"timestamp": [1138.56, 1143.42], "text": " And this was the adapting agile project management systems."}, {"timestamp": [1143.42, 1146.88], "text": " This came out of Silicon Valley in the software industry."}, {"timestamp": [1146.88, 1151.32], "text": " And agile systems have to do really with a kind of teamwork."}, {"timestamp": [1151.32, 1157.62], "text": " And it's a really intensive process of a group being face to face, working together,"}, {"timestamp": [1157.62, 1159.98], "text": " constant back and forth."}, {"timestamp": [1159.98, 1164.44], "text": " And what IBM recognize, of course, is that if you're going to do this, you really have"}, {"timestamp": [1164.44, 1165.18], "text": " to be there. Doing it by phone or trying to do this, you really have to be there."}, {"timestamp": [1165.34, 1169.66], "text": " Doing it by phone or trying to do a video just didn't work particularly well."}, {"timestamp": [1169.78, 1172.12], "text": " It wasn't like having a meeting once a day."}, {"timestamp": [1172.12, 1177.88], "text": " It was really having these teams working on a hard problem together the whole time."}, {"timestamp": [1178.48, 1181.42], "text": " And so they brought back a group of their employees."}, {"timestamp": [1182.16, 1187.86], "text": " Relatively young tech companies, Google, Facebook, all of those, they haven't really"}, {"timestamp": [1187.86, 1192.52], "text": " encouraged working from home, have they? They've wanted to have everyone in their swanky"}, {"timestamp": [1192.52, 1197.88], "text": " head offices and they've created the whole sort of beanbag culture. It does seem to me as"}, {"timestamp": [1197.88, 1203.34], "text": " if there's been quite a move away from working from home. I think that's right. In those"}, {"timestamp": [1203.34, 1206.12], "text": " companies, they seem pretty distinctive about that."}, {"timestamp": [1206.12, 1211.58], "text": " And of course, one of the reasons why we hear so much about their wonderful perks, you know,"}, {"timestamp": [1211.58, 1219.76], "text": " the spaces for your dogs, the beauty parlors, the barbers on the campus, you know, everything"}, {"timestamp": [1219.76, 1224.26], "text": " that you could imagine, wonderful food, a little place to take naps and things, is partly because"}, {"timestamp": [1224.26, 1230.42], "text": " they want you to know, gee, what a fabulous place this is to work, because it helps with recruiting."}, {"timestamp": [1230.72, 1236.06], "text": " But they have a different operating model there, and partly it's because of this agile type of"}, {"timestamp": [1236.06, 1244.48], "text": " operation where they're trying to get creativity, and so they wanted people around so that they"}, {"timestamp": [1244.48, 1248.02], "text": " could have these conversations, so that they could work on these agile teams."}, {"timestamp": [1248.78, 1250.98], "text": " And also it was a particular demographic."}, {"timestamp": [1251.42, 1252.42], "text": " These are young companies."}, {"timestamp": [1252.58, 1254.74], "text": " They tended to have young people working there."}, {"timestamp": [1255.4, 1257.42], "text": " And people didn't mind so much."}, {"timestamp": [1257.42, 1264.92], "text": " They've got the communications and the computer skills to allow their staff to work anywhere, really, haven't they?"}, {"timestamp": [1265.24, 1266.08], "text": " Yes, they do."}, {"timestamp": [1266.42, 1268.44], "text": " So I think this was a conscious choice."}, {"timestamp": [1268.6, 1271.56], "text": " It wasn't because they couldn't figure out"}, {"timestamp": [1271.56, 1272.52], "text": " how to work from home."}, {"timestamp": [1272.68, 1274.3], "text": " They just couldn't figure out how to work"}, {"timestamp": [1274.3, 1276.26], "text": " the way they felt was effective"}, {"timestamp": [1276.26, 1277.56], "text": " from a distance."}, {"timestamp": [1278.28, 1280.18], "text": " They'll certainly have had to work that out"}, {"timestamp": [1280.18, 1281.5], "text": " during the current crisis."}, {"timestamp": [1294.0, 1299.0], "text": " Many bosses who used to say working from home wasn't possible have simply had to find solutions. Maybe they'll now be more open to requests to work remotely in the future."}, {"timestamp": [1299.0, 1306.72], "text": " But one person who's specialised in making working from home easier and more effective is Dr Francis Hollis."}, {"timestamp": [1306.72, 1312.72], "text": " She's an architect and an academic at London Metropolitan University's Cass School of Architecture,"}, {"timestamp": [1312.72, 1318.48], "text": " who loves getting her feet under the desk at home. As her partner is also a homeworker,"}, {"timestamp": [1318.48, 1324.16], "text": " I wondered what sort of ground rules they had. We share a workroom and we have a rule that if"}, {"timestamp": [1324.16, 1325.52], "text": " one of us needs to speak on the"}, {"timestamp": [1325.52, 1330.8], "text": " phone then we leave the room in order to have that conversation. We also try to be"}, {"timestamp": [1330.8, 1336.32], "text": " careful not to interrupt each other's work with domestic chit-chat to make that distinction"}, {"timestamp": [1336.32, 1340.16], "text": " between when we're working and when we're not. It sounds like you're really quite strict with"}, {"timestamp": [1340.16, 1346.1], "text": " each other. No no no not at all. It's more about respect, I think, rather than strictness."}, {"timestamp": [1346.6, 1352.64], "text": " It's about recognising that this is serious work. And a serious amount of work in the UK is being"}, {"timestamp": [1352.64, 1357.82], "text": " done from home. I mean, it's classic that our Prime Minister, of course, works from home."}, {"timestamp": [1357.96, 1364.0], "text": " He has his flat in Downing Street. And so the thing is actually making sure that in the"}, {"timestamp": [1364.0, 1368.34], "text": " household you can hold respect for the work as well as managing a domestic situation."}, {"timestamp": [1369.0, 1373.68], "text": " Dr Francis Hollis has spent the past 15 years interviewing home workers"}, {"timestamp": [1373.68, 1378.22], "text": " and looking at how our living areas could be designed to be more work-friendly."}, {"timestamp": [1378.82, 1380.76], "text": " So what could that look like in practice?"}, {"timestamp": [1381.54, 1385.08], "text": " I think that people often, when they're working from home,"}, {"timestamp": [1387.3, 1387.46], "text": " just walk across the room and open their laptop,"}, {"timestamp": [1390.12, 1394.12], "text": " whereas I think that a period of real adjustment is needed of moving between home and work, if you like."}, {"timestamp": [1394.24, 1397.42], "text": " And so I suggest that people should design a journey to work"}, {"timestamp": [1397.42, 1401.34], "text": " and that can involve actually going out for a long walk"}, {"timestamp": [1401.34, 1403.02], "text": " between the two functions,"}, {"timestamp": [1403.44, 1408.06], "text": " or it can involve, I've interviewed someone who had breakfast in his jeans"}, {"timestamp": [1408.06, 1410.22], "text": " and then went and changed into his suit."}, {"timestamp": [1410.56, 1413.18], "text": " And I've interviewed people who alter their space."}, {"timestamp": [1413.3, 1417.12], "text": " So they move the furniture, they'll roll out a rug, they'll change the lighting."}, {"timestamp": [1417.58, 1420.18], "text": " So they actually get themselves in the mood for their work."}, {"timestamp": [1420.72, 1423.4], "text": " One of the things that's quite common in the Netherlands"}, {"timestamp": [1423.4, 1426.0], "text": " is the idea of having two front doors."}, {"timestamp": [1426.0, 1428.0], "text": " There's a fantastic scheme in Maastricht."}, {"timestamp": [1428.0, 1430.0], "text": " They call them office apartments."}, {"timestamp": [1430.0, 1432.0], "text": " There are two front doors next to each other,"}, {"timestamp": [1432.0, 1434.0], "text": " and one of them goes into a small lobby,"}, {"timestamp": [1434.0, 1439.0], "text": " and the second front door goes into a much larger space."}, {"timestamp": [1439.0, 1443.0], "text": " Some people work in the little one and live in the big one,"}, {"timestamp": [1443.0, 1448.84], "text": " and in some it's the other way around. So that means that you'd have to go out of one front door and back in through the other."}, {"timestamp": [1448.84, 1454.44], "text": " So you really are making that distinction between home and work in the morning, for example."}, {"timestamp": [1454.44, 1460.44], "text": " Well, yes, some people like to do that, but some people have an internal door that connects the two space."}, {"timestamp": [1460.44, 1462.76], "text": " It's very much a matter of preference."}, {"timestamp": [1462.76, 1465.78], "text": " I interviewed a fish and chip shop proprietor once"}, {"timestamp": [1465.78, 1467.56], "text": " who lived above his fish and chip shop"}, {"timestamp": [1467.56, 1470.98], "text": " and he had the two front door scenario there"}, {"timestamp": [1470.98, 1473.34], "text": " and no internal connection at all."}, {"timestamp": [1473.46, 1474.76], "text": " So when he forgot something,"}, {"timestamp": [1474.84, 1476.12], "text": " which he said he did all the time,"}, {"timestamp": [1476.48, 1477.86], "text": " he had to go out onto the pavement"}, {"timestamp": [1477.86, 1480.22], "text": " in the second front door upstairs"}, {"timestamp": [1480.22, 1482.84], "text": " to get whatever he'd forgotten at home to come down"}, {"timestamp": [1482.84, 1484.94], "text": " and then back into the fish and chip shop."}, {"timestamp": [1485.04, 1493.02], "text": " But he said that the benefit of the spatial separation overrode the disadvantage of having to go in and out all the time."}, {"timestamp": [1493.34, 1500.18], "text": " But for most people, having that sort of set up, which does sound quite ideal, would be too expensive."}, {"timestamp": [1500.38, 1503.66], "text": " I mean, we're talking at the sort of luxury end in many cases, aren't we?"}, {"timestamp": [1504.26, 1508.3], "text": " It would add a bit, certainly, but it wouldn't add very much."}, {"timestamp": [1508.58, 1515.18], "text": " And I think it would make the most enormous difference to the flexibility in terms of how the space was able to be used."}, {"timestamp": [1515.86, 1523.68], "text": " I mean, one of the things that I've been astonished by in my research is the ingenuity of the home-based workers and how they can make it work."}, {"timestamp": [1523.68, 1532.98], "text": " And I think if only architects could get their teeth into the idea of actually designing for home-based work,"}, {"timestamp": [1533.1, 1539.4], "text": " in my view, should be as essential as designing bin storage or bicycle storage."}, {"timestamp": [1539.82, 1546.08], "text": " There's clearly much that could be done to make homeworking easier and more practical in terms of where we live"}, {"timestamp": [1546.08, 1549.06], "text": " and also the help and support we get from employers."}, {"timestamp": [1549.82, 1556.12], "text": " But is it really something that people will want to fully embrace when they're given the freedom to return to the office again?"}, {"timestamp": [1556.96, 1559.54], "text": " Professor Nicholas Bloom at Stanford University,"}, {"timestamp": [1559.54, 1566.64], "text": " who's reassessed his views on homeworking after three weeks with his bagpipe playing children is doubtful."}, {"timestamp": [1570.48, 1577.72], "text": " Well, I was very in favour and I still am very in favour of working from home when it's two, three, four days a week,"}, {"timestamp": [1578.1, 1584.62], "text": " when you don't have your children around, when you have your own room and you have proper equipment and, you know, broadband connections."}, {"timestamp": [1584.62, 1585.0], "text": " But none of those four are satisfied right now. when you have your own room and you have proper equipment and, you know, broadband connections."}, {"timestamp": [1585.0, 1587.9], "text": " But none of those four are satisfied right now."}, {"timestamp": [1587.9, 1589.5], "text": " It's kind of, you know, it's like,"}, {"timestamp": [1589.5, 1592.04], "text": " I'm a huge advocate of driving if you have lessons"}, {"timestamp": [1592.04, 1594.1], "text": " in a car that has a seatbelt and is safe,"}, {"timestamp": [1594.1, 1596.44], "text": " but I'm not an advocate of driving if you know,"}, {"timestamp": [1596.44, 1597.94], "text": " under dangerous conditions."}, {"timestamp": [1597.94, 1599.54], "text": " In the same way for working from home,"}, {"timestamp": [1599.54, 1601.64], "text": " it worked great for certain people"}, {"timestamp": [1601.64, 1603.44], "text": " in clearly defined situation,"}, {"timestamp": [1603.44, 1605.54], "text": " but en masse for the entire of society,"}, {"timestamp": [1605.76, 1607.26], "text": " it's really not effective."}, {"timestamp": [1610.96, 1616.46], "text": " And that's the point. We weren't prepared for this, and while some may be loving the short"}, {"timestamp": [1616.46, 1621.92], "text": " commute to the kitchen table, many employees are simply not equipped for enforced full-time"}, {"timestamp": [1621.92, 1628.24], "text": " homeworking. It can be lonely and isolating or manically busy with too many distractions."}, {"timestamp": [1629.1, 1631.24], "text": " Everyone's experience will have been different."}, {"timestamp": [1634.44, 1641.38], "text": " But I know I'll be glad when I'm no longer recording from under a duvet and can head back to a proper studio."}, {"timestamp": [1642.56, 1644.0], "text": " Okay, I think that's all for me."}, {"timestamp": [1644.38, 1645.84], "text": " Yeah, no, I think that was great."}, {"timestamp": [1645.94, 1647.0], "text": " Thank you very much indeed."}, {"timestamp": [1647.3, 1649.54], "text": " And yeah, good luck with the working from home."}, {"timestamp": [1651.34, 1652.38], "text": " Okay, see you guys."}, {"timestamp": [1652.62, 1653.32], "text": " Thank you."}, {"timestamp": [1653.44, 1653.94], "text": " Bye-bye."}, {"timestamp": [1653.94, 1666.6], "text": " This program was produced by Beth Sagar Fenton, and it was mixed by James Beard."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. BBC Sounds, music, radio, podcasts. Welcome to the BBC's world of business. I'm Caroline Bailey. In this week's programme, I'm looking at something that an awful lot of us are doing at the moment, and that's working from home. So it's all going and we're ready to start. Oh, okay. All right, let me just set my going. Right, Caroline, take it away. Okay. This is Beth, my producer and me. We're making this program together several miles apart. Crouched over our laptops, wrestling with the latest software, we're linking up with each other and our guests at kitchen tables and in spare rooms in the UK and across the Atlantic. The coronavirus pandemic has made working from home the new normal for millions of us. In the first day of me looking after the children, I think my son ate Play-Doh by mistake. And my daughter, I managed to pinch a finger in the door and I just thought myself God this is day one how am I gonna make this My older two kids are pretty good but they're both learning to play the bagpipes the bagpipes are just phenomenally noisy. I mean you can't imagine The last time I had an actual chat with someone was probably about three weeks ago. Let's face it, this really isn't how anyone was expecting to spend the spring of 2020. Of course, those working at home are fortunate to still have jobs to do, and they're lucky to be safely in their flats or houses, away from the front line of hospitals, care homes, supermarkets, buses, and many other essential workplaces. But homeworking isn't a new concept. It's just that few of us have chosen to do it full time. I'm certainly not used to making radio programs in an upstairs bedroom, lobbing questions at interviewees through my laptop, watching audio upload at a glacial pace, and then recording these very words under a thick duvet, which is a longstanding trick of the trade to improve the acoustics when there's no chance of a studio. It's estimated that before the corona crisis, 15% of us were regularly working from home. Modern technology has enabled those working in office type, predominantly service industry jobs, to do this. So you might assume that the COVID-19 lockdown meant a subtle shift from a desk in the office to one in the corner of the sitting room. Well, let's just see how this unplanned experiment is going. I'm working from home. I'm actually working in our spare bedroom. It's dominated by a massive bed. That's about all there is in this room. It's not really the most conducive to hardworking sitting in the room with a large bed, but it'll do. This is Nicholas Bloom, Professor of Economics at Stanford University in California. I know that I'm lucky actually have a house compared to most people that probably live in, you know, flats, but it's just so noisy and so distracting. He doesn't sound that happy to me, slightly surprising, considering he's devoted a considerable amount of time to researching the benefits of working from home. You've always been an advocate of working from home, and it sounds as if you're not quite so keen on it now, now that you have to do it. Yes, so the background is I ran a big scientific experiment in 2014 with C-Trip, which is China's largest travel agent. They're like a massive firm. They're actually worth about 10 billion on NASDAQ. And we got 500 people who won the vision and they'd all volunteered to work from home and you randomized them into even our odd birthdays. We literally drew a ping pong ball out of an earn. And we found that people that work from home for nine months were significantly more productive. So their output went up 13%, which is huge, like almost an extra day a week and their quit rates halved. So based on that experiment, which, you know, again, is six years ago, I was very positive on walking from home. It all sounds great. Higher productivity, fewer people leaving their jobs. It was a win-win for the Chinese company on many fronts. What motivated them in the first place was the fact that office rents in Shanghai, where they're based, were incredibly expensive. They were trying to basically save money. And as a huge bonus, it turned out people were much more productive at home. And the reasons they gave were primarily it's quieter so they don't get distracted. And also, they don't have to deal with issues around commuting, turning up late, or taking, you know, a day off early to let the cable repair guy in or their kids sick. So they worked their entire shift and they're more efficient within their shift. So the company loved it and rolled it out to the entire firm. But although it was successful for the firm, many of the volunteers didn't see it that way. It turned out that between a half and two thirds of those who'd been working at home were keen to get back to the office. Driven by the fact they said they were lonely, they were isolated, they got depressed. Back then, there had no kids at home, of course. Unlike now when most children aren't attending school. Another big difference in the C-Trip experiment was that those who took part had volunteered to work from home, and there were certain stipulations. They only got to work from home back then that they had their own room that was quiet. And again, I've talked to a lot of people recently, and the stories you hear all the time are about sharing living rooms or working in the bathroom. I had a conference call with a firm where I could see the guy's toothbrush in the background in the sink. I mean, these are really not ideal situation. And then finally, there's the issue on that was only four out of five days a week, has toothbrush in the background in the sink. I mean, these are really not ideal situation. And then finally, there's the issue on that was only four out of five days a week, whereas now we're forced to work from home five days a week with also no time socially outside otherwise. And, you know, that's incredibly isolating. Much of the best and most productive work you'll find is face-to-face in the office. And you then kind of build on it by working quietly at home, but only having home time is very costly. Particularly if two of your children are learning the bagpipes. You know, somebody learning to play the bagpipes is worse than actually playing the bagpipes. So we're just blasted with that. It's a rather personal challenge for Nicholas Bloom. So what do you think the result will be of this global experiment that we're all taking part in? This is going to generate a huge productivity cost in the medium term. So I think it's really going to make the recovery painful. So what I mean by that is many people are working from theoretically full time, but I guess, you know, I'll take myself an example. I'm only probably managing to get four or five hours a day done because my kids are bursting in all the time and it's so hard. And what's getting shelved would be longer run things around innovation, new ideas, training, you know, reorganisation. So I think a lot of what economists call kind of investment in intangible capitals that drives longer run growth is getting shelved. And that, Professor Bloom says, could affect new models of consumer goods we're all familiar with. Think of new products. You know, will a new iPhone come out in a year or two? I doubt it because it's very hard for the scientists involved in that to actually do any research. So that's the bad side. I think the other flip side, the good side will be companies would be much more willing to experiment working from home because we just ran this massive global experimentation and there'll be a number of things that we can easily do at home. For example, even on my kids, my two high school kids have discovered it actually worked quite well being taught by home. And I wouldn't be surprised if schools even flip to, you know, doing a day a week at home. And all of that's going to reduce congestion, conduce commute time, you know, reduce environmental damage. So that's the upside. Maybe in California, but I'm not sure parents in the UK currently homeschooling their children would be keen on that idea. Lower pollution is obviously welcome, though. But then there's another significant downside, as well as the economic one, seen amongst some of those Chinese homeworkers in the Sea Trip experiment. You know, another big fear of mine is working from home like this is going to generate just an explosion of mental health issues with loneliness, depression, and that's really problematic. depression and that's really problematic. I am in my flat in South London. I can hear absolutely nothing. So no cars, no people, the streets are dead, thanks to double glazing, it's just silence. I live alone, I live by myself in the flat, and I'm finding it very strange, to be honest, living alone, working alone and not being able to go out. This is Alia, she's in her early 30s and works for a charity. Under normal circumstances, she'd be commuting to a bustling office, but not anymore. When did I last speak to a person face to face? I can't even remember. Oh my God, I can't remember. Maybe last week to the delivery driver who dropped my food delivery onto the doorstep and backed away slowly. That's the last time I said hello to a person. I think working from home for such a long period of time without any kind of social contact with friends and family is really exacerbating kind of mental health issues. I think it was great for the first couple of weeks because, you know, the novelty of not getting on a ram tube every morning was blissful. But now that novelty is worn off and I think cabin fever is starting to set in. I think this experience will change the way I feel about working from home. I will appreciate going to the office a lot more. I will appreciate making tea for my colleagues. I think that's really important. I don't know. At the moment I just feel like I can't wait to go back into the office and never work from home again. The isolation that many workers are feeling in lockdown and its potential impact on people's mental health are factors which can't be ignored as the government tries to chart a route out of the current situation. My name is Stephen Bevan. I'm head of HR research and development at the Institute for Employment Studies. IES is an independent, not-for-profit charity that does research on the world of work. And my speciality is organisational psychology. And I've been interested for many years in the well-being of the UK workforce. Stephen says he's lucky to be able to self-isolate at home in Brighton. He's another interviewee speaking to me from his bedroom, this time with a sea view. But he's been very busy crunching the data from a sample of 500 homeworkers surveyed in the first two weeks of the lockdown. There are already clear signs, he says, of both physical and mental strain. Obviously, lots of people hunching over work laptops on their kitchen table and so on, is already beginning to show in some of the findings that people are experiencing pain there. There's a clutch of physical things about people's physical strain that we've found as a problem. And when it comes to emotional well-being, the survey shows that the current lockdown is proving challenging for some homeworkers. We're finding an elevated risk of people suffering from mild to moderate mental health problems as a result of a number of factors. So perhaps taking less exercise, feeling isolated, worried about the family finances or worried about the health of another family member. We found one in five of our respondents said they felt lonely and isolated. The Institute for Employment Studies also found that the mental health of people over the age of 60 was considerably better than for younger workers. Despite what you hear about young people being relatively sanguine about social distancing, I think that they have a higher proportion of financial worries, for example. I think in general, we find in other surveys that younger workers tend to have high levels of anxiety. We certainly found that not just in the UK, but in other studies we've done internationally. Do you think employers are doing enough to support people at the moment? We found, for example, that in our sample, at least, people who said that they had more regular contact with their direct boss were less likely to report they had mental health problems. And I think that's a really positive thing. Obviously, we need bosses to be very empathetic and to think carefully about how they're looking after their staff. If you've got someone in the same office as you, you can spot whether they're perhaps in a situation where they're distressed or disturbed just through their non-verbal behaviour. And if your staff aren't right under your nose because they're at home, then the strains may not be obvious to the boss. There are huge contrasting situations here, all with their own stresses. Being cooped up at home with your kids while trying to work is a completely different challenge to the isolation experienced by Alia. Marie, who works in the fashion industry and her husband, have two children under the age of four. It's exhausting. It's completely exhausting and you never see the end. So I think, you know, it's difficult because employers are obviously trying to navigate through the lockdown and what it meant for their company. But in terms of like caring for their employees, it's also how do you make sure that your working parents that you have employed in your company, you know, how do they, you know, manage to do their work? The way Marie and her husband managed was by creating a tag team, alternating work and childcare between them, with one working in the morning and the other in the afternoon. By dinner time, they were both on duty, but the day was far from over. So, you know, dinner time, bath time, put them in bed and then back again, trying to carry on working. So then kind of led us working until 11, 12. And the first week, you know, we ended up the week feeling like, my God, if this has to last for very long, how are we going to survive this? And this has definitely brought us a lot of questioning and how we were going to be able to cope mentally as well. And how was it for the team that you manage if you were working in the evening? Did that work? Not really because obviously the team I managed, most of them are like young people. So they don't have children. So obviously they can work during their day. And then obviously I didn't want to you know impose on them to work in the evening so yes definitely a big challenge I think people understand but in the same time I was sitting down sometimes on my Zoom and listening to people saying oh I'm actually quite bored oh I've watched all this Netflix and I'm like man I'm like just trying to make sense of everything that is happening around me right now and i have literally not one second to go to the toilet so you know in a way it's just created like this kind of very unbalanced like where some people were really quiet and very calm and then working from home and then some completely ecctic family trying to make it work so yeah quite a big contrast, I will say. Marie has now been furloughed, alongside more than two-thirds of employees in her firm. That means that they've been told to stop working for now and 80% of their salary will be paid by the government, up to a maximum of £2,500 a month. Jane Fonseil is Chief Executive of Working Families, a charity which supports parents and employers in encouraging flexible working. Since the original government announcement of support for the furloughing of staff, they've said employers can now do the same for parents who are finding it hard to combine childcare with working at home. The charity had pushed for this and welcomes the news. However, it's not always what parents want to happen. One of the concerns that we know from working parents, particularly working mothers, is that they don't want to be in a position where once this crisis is over, that they have been somehow disadvantaged because they haven't worked. But we are finding that an enormous number of people contacting us because they are finding that their employers are not being flexible with them in the way that one would hope. So while lots of employers are adopting flexible working, we're finding that this COVID-19 crisis has exacerbated all of the problems within the employment situation that we know already exist. Are you concerned that mothers are being treated differently to fathers in this situation? Oh, absolutely. We know that. And we know that mothers particularly, there is a motherhood penalty. There is the expectation that women will do all of the kind of domestic work at home and particularly around childcare. So we're seeing and hearing from working mothers who are saying that their partners, their male partners, are being expected to work from home. And there's no comment about the fact that they may have very small children. Whereas exactly the same women are saying that their employers are saying to them, oh, well, we know you've got primary age children. You know, maybe you don't want to work. Maybe it's not possible for you to work. So there's very different set of expectations from employers as far as men and women are concerned. And working from home all comes down to the views of employers. It's gone in and out of fashion in recent years, and some bosses have simply changed their minds. In 2009, the American IT company IBM announced that 40% of their employees were homeworkers, but by 2017, they were calling people back into the office. Peter Capelli is a professor of management at the Wharton School at the University of Pennsylvania in the US. And I think what happened at IBM was a recognition of a different way of working. And this was the adapting agile project management systems. This came out of Silicon Valley in the software industry. And agile systems have to do really with a kind of teamwork. And it's a really intensive process of a group being face to face, working together, constant back and forth. And what IBM recognize, of course, is that if you're going to do this, you really have to be there. Doing it by phone or trying to do this, you really have to be there. Doing it by phone or trying to do a video just didn't work particularly well. It wasn't like having a meeting once a day. It was really having these teams working on a hard problem together the whole time. And so they brought back a group of their employees. Relatively young tech companies, Google, Facebook, all of those, they haven't really encouraged working from home, have they? They've wanted to have everyone in their swanky head offices and they've created the whole sort of beanbag culture. It does seem to me as if there's been quite a move away from working from home. I think that's right. In those companies, they seem pretty distinctive about that. And of course, one of the reasons why we hear so much about their wonderful perks, you know, the spaces for your dogs, the beauty parlors, the barbers on the campus, you know, everything that you could imagine, wonderful food, a little place to take naps and things, is partly because they want you to know, gee, what a fabulous place this is to work, because it helps with recruiting. But they have a different operating model there, and partly it's because of this agile type of operation where they're trying to get creativity, and so they wanted people around so that they could have these conversations, so that they could work on these agile teams. And also it was a particular demographic. These are young companies. They tended to have young people working there. And people didn't mind so much. They've got the communications and the computer skills to allow their staff to work anywhere, really, haven't they? Yes, they do. So I think this was a conscious choice. It wasn't because they couldn't figure out how to work from home. They just couldn't figure out how to work the way they felt was effective from a distance. They'll certainly have had to work that out during the current crisis. Many bosses who used to say working from home wasn't possible have simply had to find solutions. Maybe they'll now be more open to requests to work remotely in the future. But one person who's specialised in making working from home easier and more effective is Dr Francis Hollis. She's an architect and an academic at London Metropolitan University's Cass School of Architecture, who loves getting her feet under the desk at home. As her partner is also a homeworker, I wondered what sort of ground rules they had. We share a workroom and we have a rule that if one of us needs to speak on the phone then we leave the room in order to have that conversation. We also try to be careful not to interrupt each other's work with domestic chit-chat to make that distinction between when we're working and when we're not. It sounds like you're really quite strict with each other. No no no not at all. It's more about respect, I think, rather than strictness. It's about recognising that this is serious work. And a serious amount of work in the UK is being done from home. I mean, it's classic that our Prime Minister, of course, works from home. He has his flat in Downing Street. And so the thing is actually making sure that in the household you can hold respect for the work as well as managing a domestic situation. Dr Francis Hollis has spent the past 15 years interviewing home workers and looking at how our living areas could be designed to be more work-friendly. So what could that look like in practice? I think that people often, when they're working from home, just walk across the room and open their laptop, whereas I think that a period of real adjustment is needed of moving between home and work, if you like. And so I suggest that people should design a journey to work and that can involve actually going out for a long walk between the two functions, or it can involve, I've interviewed someone who had breakfast in his jeans and then went and changed into his suit. And I've interviewed people who alter their space. So they move the furniture, they'll roll out a rug, they'll change the lighting. So they actually get themselves in the mood for their work. One of the things that's quite common in the Netherlands is the idea of having two front doors. There's a fantastic scheme in Maastricht. They call them office apartments. There are two front doors next to each other, and one of them goes into a small lobby, and the second front door goes into a much larger space. Some people work in the little one and live in the big one, and in some it's the other way around. So that means that you'd have to go out of one front door and back in through the other. So you really are making that distinction between home and work in the morning, for example. Well, yes, some people like to do that, but some people have an internal door that connects the two space. It's very much a matter of preference. I interviewed a fish and chip shop proprietor once who lived above his fish and chip shop and he had the two front door scenario there and no internal connection at all. So when he forgot something, which he said he did all the time, he had to go out onto the pavement in the second front door upstairs to get whatever he'd forgotten at home to come down and then back into the fish and chip shop. But he said that the benefit of the spatial separation overrode the disadvantage of having to go in and out all the time. But for most people, having that sort of set up, which does sound quite ideal, would be too expensive. I mean, we're talking at the sort of luxury end in many cases, aren't we? It would add a bit, certainly, but it wouldn't add very much. And I think it would make the most enormous difference to the flexibility in terms of how the space was able to be used. I mean, one of the things that I've been astonished by in my research is the ingenuity of the home-based workers and how they can make it work. And I think if only architects could get their teeth into the idea of actually designing for home-based work, in my view, should be as essential as designing bin storage or bicycle storage. There's clearly much that could be done to make homeworking easier and more practical in terms of where we live and also the help and support we get from employers. But is it really something that people will want to fully embrace when they're given the freedom to return to the office again? Professor Nicholas Bloom at Stanford University, who's reassessed his views on homeworking after three weeks with his bagpipe playing children is doubtful. Well, I was very in favour and I still am very in favour of working from home when it's two, three, four days a week, when you don't have your children around, when you have your own room and you have proper equipment and, you know, broadband connections. But none of those four are satisfied right now. when you have your own room and you have proper equipment and, you know, broadband connections. But none of those four are satisfied right now. It's kind of, you know, it's like, I'm a huge advocate of driving if you have lessons in a car that has a seatbelt and is safe, but I'm not an advocate of driving if you know, under dangerous conditions. In the same way for working from home, it worked great for certain people in clearly defined situation, but en masse for the entire of society, it's really not effective. And that's the point. We weren't prepared for this, and while some may be loving the short commute to the kitchen table, many employees are simply not equipped for enforced full-time homeworking. It can be lonely and isolating or manically busy with too many distractions. Everyone's experience will have been different. But I know I'll be glad when I'm no longer recording from under a duvet and can head back to a proper studio. Okay, I think that's all for me. Yeah, no, I think that was great. Thank you very much indeed. And yeah, good luck with the working from home. Okay, see you guys. Thank you. Bye-bye. This program was produced by Beth Sagar Fenton, and it was mixed by James Beard."}