{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [3.28, 6.64], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [12.48, 18.16], "text": " Along a dirt track in a remote pocket of western Serbia,"}, {"timestamp": [18.76, 21.8], "text": " a carpenter knuckles down to another day in his workshop."}, {"timestamp": [24.8, 27.0], "text": " Chipping, carving,"}, {"timestamp": [27.0, 31.0], "text": " and hand-crafting wooden serving boards"}, {"timestamp": [31.0, 35.0], "text": " cut from the walnut, maple and oak trees outside."}, {"timestamp": [39.0, 42.0], "text": " So the process starts when my phone rings"}, {"timestamp": [42.0, 45.28], "text": " and I hear that a log is ready and waiting for me."}, {"timestamp": [47.28, 47.88], "text": " It takes four years to dry it fully."}, {"timestamp": [50.3, 51.52], "text": " Then it is prepared for steaming and cutting."}, {"timestamp": [57.32, 59.24], "text": " When the wood is ready, it takes around one month for me to make 50 pieces."}, {"timestamp": [66.0, 71.0], "text": " Milan Blagojevich is a sturdy, earthy man with cracked skin on his hands and sawdust under his nails. He's been working with wood since he was a boy, a trade he learnt from his grandfather."}, {"timestamp": [71.0, 75.0], "text": " It's a very demanding job."}, {"timestamp": [75.0, 80.0], "text": " The whole process takes four years from drying the log to the finished product."}, {"timestamp": [80.0, 84.0], "text": " That's four years of blood, sweat and tears."}, {"timestamp": [84.0, 88.0], "text": " When you love something or someone, nothing is hard."}, {"timestamp": [88.0, 94.0], "text": " This homegrown business may sound like it's on a small scale,"}, {"timestamp": [94.0, 99.0], "text": " but Milan's skills and knowledge have recently started to come into focus"}, {"timestamp": [99.0, 104.0], "text": " as part of the Serbian government's plans to develop and boost micro-enterprises."}, {"timestamp": [104.0, 105.32], "text": " I'm Nicola Kelly, and in this edition of Global Business on the BBC World Service, Serbian government's plans to develop and boost micro-enterprises."}, {"timestamp": [105.32, 111.4], "text": " I'm Nicola Kelly and in this edition of Global Business on the BBC World Service, I'll be exploring"}, {"timestamp": [111.4, 117.76], "text": " how age-old crafts, like woodwork, wool weaving and pottery, can help to bolster the"}, {"timestamp": [117.76, 128.14], "text": " Serbian economy and turn the fortunes of its artisans around."}, {"timestamp": [131.46, 134.22], "text": " For generations, master craftsmen like Milan have lived a largely self-sufficient life."}, {"timestamp": [134.84, 137.22], "text": " His resources are taken from the forest nearby."}, {"timestamp": [137.82, 139.56], "text": " Water comes from the well in his garden"}, {"timestamp": [139.56, 142.42], "text": " and meat from the livestock grazing in his fields."}, {"timestamp": [143.12, 145.86], "text": " But as young people moved away and business slowed,"}, {"timestamp": [146.4, 148.9], "text": " he was forced to try new ways of working,"}, {"timestamp": [149.46, 152.26], "text": " adapting what he produces to tap into the market"}, {"timestamp": [152.26, 154.26], "text": " beyond this tucked away hamlet."}, {"timestamp": [157.18, 160.82], "text": " I was making wood furniture for 25 years,"}, {"timestamp": [161.06, 162.14], "text": " but I had to retire."}, {"timestamp": [163.04, 164.7], "text": " Always in the back of my mind,"}, {"timestamp": [164.96, 168.24], "text": " I wanted to work with smaller pieces, like these serving boards."}, {"timestamp": [168.24, 172.76], "text": " And how different is it working with products like these to making furniture?"}, {"timestamp": [172.76, 186.62], "text": " It's very complicated to cut big chunks of trees, whereas for these small pieces, you need the same energy and talent, craftsmanship and knowledge."}, {"timestamp": [186.62, 189.5], "text": " But it's a lot easier to distribute it and export it."}, {"timestamp": [189.5, 190.62], "text": " Hi, Mr."}, {"timestamp": [190.62, 191.62], "text": " Nice to meet you."}, {"timestamp": [191.62, 192.62], "text": " Hi."}, {"timestamp": [192.62, 194.62], "text": " Do you want some coffee?"}, {"timestamp": [194.62, 195.62], "text": " Water."}, {"timestamp": [195.62, 196.62], "text": " Two of them are amazing."}, {"timestamp": [196.62, 202.16], "text": " The man helping Milan to reach new markets is trendy 20-something Balsha Djukovic."}, {"timestamp": [202.16, 210.24], "text": " We saw that people really tend to notice that this is handcrafted, the type of wood, how does"}, {"timestamp": [210.24, 217.18], "text": " it smell, if it was coated with oil, that was natural oil, they tend to ask a lot of questions"}, {"timestamp": [217.18, 223.46], "text": " because I think now they're getting more and more back to the things that last."}, {"timestamp": [224.28, 227.6], "text": " Two years ago, he set up a social enterprise called Falk,"}, {"timestamp": [227.9, 230.72], "text": " which helps artisans to sell their products online."}, {"timestamp": [231.44, 235.98], "text": " At his shared workspace in a hipster quarter of the Serbian capital Belgrade,"}, {"timestamp": [236.46, 238.9], "text": " he shows me some of the fruits of Milan's labour."}, {"timestamp": [239.56, 244.6], "text": " So this looks like a circular cheeseboard, but it's divided into sections."}, {"timestamp": [244.8, 248.28], "text": " So a place for cold meats, maybe, a place for cheeses."}, {"timestamp": [248.54, 252.96], "text": " There's a beautifully carved out circle in the middle, which will be perfect for something like olives."}, {"timestamp": [253.66, 254.76], "text": " And how much would this set me back?"}, {"timestamp": [255.14, 258.32], "text": " It would set you back around 89 euros."}, {"timestamp": [258.5, 260.38], "text": " Okay, about $100. Not too bad."}, {"timestamp": [260.66, 260.74], "text": " Yes."}, {"timestamp": [261.66, 266.76], "text": " One of the main ways Belshire markets the serving boards is by putting artisans like Milan,"}, {"timestamp": [266.76, 267.76], "text": " front and center."}, {"timestamp": [267.76, 272.5], "text": " I think it's important to see where our products are coming from because they do not"}, {"timestamp": [272.5, 282.12], "text": " come from industrial factories somewhere in Asia with the lows paying workers."}, {"timestamp": [282.12, 288.06], "text": " They come from Serbia, they come from locally sourced products. Those people are fairly"}, {"timestamp": [288.06, 294.48], "text": " paid and you can contact them if you like their work, you can contact them and get some more"}, {"timestamp": [294.48, 300.68], "text": " work done for them. So it's not only one side we are folk and we're grabbing the glory about"}, {"timestamp": [300.68, 305.28], "text": " this product while. It's beautiful now. it's also about the people who are making them"}, {"timestamp": [305.28, 310.72], "text": " Milan isn't responsible for how the product looks that's handed over to a designer who"}, {"timestamp": [310.72, 316.0], "text": " sketches the layout of the product and passes it to the craftsman to produce from there"}, {"timestamp": [316.0, 321.68], "text": " boucher opens doors marketing and selling the products online to customers much further afield"}, {"timestamp": [321.68, 328.0], "text": " our main market are australiaic countries, UK and US."}, {"timestamp": [328.0, 330.0], "text": " How far away? Australia is."}, {"timestamp": [330.0, 338.0], "text": " Yes, but we have a lot of people that know there what is fair trade, what is handcrafted products"}, {"timestamp": [338.0, 342.0], "text": " that will work for a long number of years."}, {"timestamp": [342.0, 346.72], "text": " One area where he's noticed a clear struggle between the traditional and the modern"}, {"timestamp": [346.72, 348.54], "text": " is in the sale of the products."}, {"timestamp": [349.42, 351.24], "text": " Trading over the internet is something"}, {"timestamp": [351.24, 354.08], "text": " none of the artisans working with folk had done before."}, {"timestamp": [354.64, 357.1], "text": " They'd always sold their woodwork at local fairs"}, {"timestamp": [357.1, 358.6], "text": " and usually to people they know."}, {"timestamp": [359.34, 361.56], "text": " This new strategy has, Belshah says,"}, {"timestamp": [361.56, 363.72], "text": " been met with some degree of resistance."}, {"timestamp": [364.44, 371.3], "text": " Major challenges, yes, explaining people why should they do this and what this can bring them,"}, {"timestamp": [371.38, 379.1], "text": " because it's hard to cope with the future of if I tell you how to do something on a totally"}, {"timestamp": [379.1, 386.14], "text": " different way, that will bring you profit in one or two years or it will gain you any additional profit"}, {"timestamp": [386.14, 387.66], "text": " that those people cannot see"}, {"timestamp": [387.66, 389.52], "text": " trading over the internet,"}, {"timestamp": [390.16, 392.5], "text": " crowdfunding. And now I think"}, {"timestamp": [392.5, 395.22], "text": " they're open to new challenges"}, {"timestamp": [395.22, 397.76], "text": " more than they did in the previous times."}, {"timestamp": [397.9, 399.7], "text": " There must have been moments where you thought"}, {"timestamp": [399.7, 403.06], "text": " this isn't working. Yeah, and those moments"}, {"timestamp": [403.06, 407.24], "text": " were lasting for two years until we launched this project, yes."}, {"timestamp": [407.24, 414.12], "text": " But now we are starting to put the effort where we think it should be needed and not spreading"}, {"timestamp": [414.12, 415.12], "text": " in all around."}, {"timestamp": [415.12, 421.4], "text": " So we're kind of focusing on where to go further."}, {"timestamp": [421.4, 426.32], "text": " Back at Milan's workshop, he tells me he now has a comfortable life, taking a third of"}, {"timestamp": [426.32, 429.3], "text": " the profits from each piece folk sell."}, {"timestamp": [429.3, 434.34], "text": " He's even been inspired to diversify his business, developing log beehives to collect and"}, {"timestamp": [434.34, 438.06], "text": " sell wild honey."}, {"timestamp": [438.06, 442.36], "text": " As far as the production and the quality, I'm in charge."}, {"timestamp": [442.36, 446.14], "text": " But as far as the business is concerned, folk is very important."}, {"timestamp": [446.92, 450.08], "text": " They're helping me distribute my products all over the world,"}, {"timestamp": [450.32, 451.8], "text": " and they're giving me security."}, {"timestamp": [452.36, 455.96], "text": " I will be paid once my product has been delivered to the international market."}, {"timestamp": [458.1, 461.6], "text": " Running a business in Serbia wasn't always so straightforward."}, {"timestamp": [462.9, 468.0], "text": " Explosions could be seen and heard around the Yugoslav capital Belgrade."}, {"timestamp": [468.0, 472.0], "text": " Anti-aircraft guns fired back at the raiders."}, {"timestamp": [472.0, 476.0], "text": " The Yugoslav said NATO suffered considerable losses."}, {"timestamp": [476.0, 481.0], "text": " Around the 8 p.m. tonight, three missiles hid the barracks in prison."}, {"timestamp": [481.0, 487.0], "text": " The only pictures coming out of Yugoslavia now are those provided by the Yugoslav authorities."}, {"timestamp": [487.0, 493.0], "text": " The conflicts of the 1990s that devastated former Yugoslavia have left their mark."}, {"timestamp": [493.0, 499.0], "text": " In Belgrade, ruins of bombed-out buildings serve as a reminder of the war."}, {"timestamp": [499.0, 505.0], "text": " Its estimated reconstruction will end up costing the Serbian government $60 billion."}, {"timestamp": [505.0, 508.0], "text": " And more than a decade of UN sanctions,"}, {"timestamp": [508.0, 511.0], "text": " which led to hyperinflation and nervousness among investors,"}, {"timestamp": [511.0, 514.0], "text": " have been difficult to overcome."}, {"timestamp": [514.0, 517.0], "text": " Economists say that in order to recover,"}, {"timestamp": [517.0, 521.0], "text": " the government has put all its energy into support for larger industries,"}, {"timestamp": [521.0, 526.4], "text": " neglecting the artisans who rely on traditional crafts for their livelihoods."}, {"timestamp": [527.28, 534.24], "text": " Today, Serbia remains a heavily indebted nation with an unstable economy. Small and medium-sized"}, {"timestamp": [534.24, 539.36], "text": " businesses fare particularly badly here. It has some of the fewest in the region."}, {"timestamp": [543.84, 549.0], "text": " But despite the turbulence, some businesses have stood the test of time."}, {"timestamp": [549.0, 554.0], "text": " Anna, hello."}, {"timestamp": [554.0, 556.0], "text": " Hi, I'm Nicola. Nice to meet you."}, {"timestamp": [556.0, 562.0], "text": " Anna Liu Boievich is the business development manager for Cyril Goino Company, a cooperative"}, {"timestamp": [562.0, 566.76], "text": " her father set up in 1991, following decades in the fashion industry."}, {"timestamp": [566.76, 574.76], "text": " Today we work together. So there is my father, my brother, my mother and myself."}, {"timestamp": [574.76, 575.76], "text": " How's that?"}, {"timestamp": [575.76, 585.88], "text": " And my, well, it's fun most of the time. Sometimes we sit down to have dinner together or lunch together"}, {"timestamp": [585.88, 589.82], "text": " and we spontaneously start talking about business."}, {"timestamp": [590.18, 592.22], "text": " And then we say, OK, we need to stop."}, {"timestamp": [593.92, 597.7], "text": " The company works with the local knitters in the village of Serogoino"}, {"timestamp": [597.7, 600.36], "text": " in the Mount Salatabur region of Western Serbia"}, {"timestamp": [600.36, 606.22], "text": " to produce and sell wool garments like jumpers, hats, socks and coats."}, {"timestamp": [606.22, 610.24], "text": " She shows me around their chic design studio in an upmarket area of Belgrade."}, {"timestamp": [610.24, 613.6], "text": " This looks very high fashion over here on this wall."}, {"timestamp": [613.6, 614.6], "text": " What's going on here?"}, {"timestamp": [614.6, 615.6], "text": " Yes, it is."}, {"timestamp": [615.6, 627.82], "text": " These photos were made for an exhibition here in Belgrade and, well, they wanted to put our products in a completely other context."}, {"timestamp": [628.08, 630.68], "text": " This is like something out of Paris or Milan, isn't it?"}, {"timestamp": [630.8, 633.3], "text": " Very, very fashion model style."}, {"timestamp": [633.3, 633.96], "text": " Thank you for that."}, {"timestamp": [634.06, 638.6], "text": " And sometimes, some people react really emotionally."}, {"timestamp": [638.9, 643.92], "text": " And they say, well, you apply these geometrical motives and you ruin Syrogoino"}, {"timestamp": [643.92, 649.1], "text": " because Syrogoino is these small houses and trees and so on."}, {"timestamp": [649.2, 650.46], "text": " This is not Syrogoina."}, {"timestamp": [651.14, 656.18], "text": " The company works predominantly with Serbian fashion designers who sketched the patterns,"}, {"timestamp": [656.4, 662.4], "text": " usually rural scenes from that region, which are then passed on to one of 300 knitters to produce."}, {"timestamp": [671.4, 675.4], "text": " It all sounded like a perfect countryside idyll, so we decided to take a little road trip to see how it works."}, {"timestamp": [675.4, 680.8], "text": " Leaving Belgrade, we take a four-hour drive southwest,"}, {"timestamp": [680.8, 686.0], "text": " winding our way through the breathtaking mountain passes of Zlatabour National Park."}, {"timestamp": [686.0, 692.0], "text": " It's an edge of the world sort of place, with thatched roof cottages sprinkled across sweeping valleys."}, {"timestamp": [696.0, 702.0], "text": " There's a path meandering past a crumbly church that leads through a meadow filled with dandelions."}, {"timestamp": [702.0, 705.9], "text": " At the bottom, under a majestic oak tree, two ladies from the"}, {"timestamp": [705.9, 713.68], "text": " village are hard at work. Sitting in an idyllic setting under a beautiful tree with sun dappling through"}, {"timestamp": [713.68, 717.44], "text": " with two knitters from the local village. What are your names?"}, {"timestamp": [718.64, 725.0], "text": " Jovanovi's Devena. And how long have you been knitting for?"}, {"timestamp": [725.0, 728.0], "text": " More than 20 years."}, {"timestamp": [728.0, 731.0], "text": " And how did you learn how to knit?"}, {"timestamp": [731.0, 738.0], "text": " We have tradition in our families, so I learned from my mother and my grandmother."}, {"timestamp": [738.0, 745.1], "text": " They're robust ladies, slightly weather-beaten from years working the fields and mothering large families."}, {"timestamp": [748.86, 749.36], "text": " They've taken a step back now and passed on some of their duties to their children."}, {"timestamp": [752.66, 754.16], "text": " Is this your main job? Do you do anything else during the day times?"}, {"timestamp": [757.24, 759.24], "text": " I work in the museum and I work in the Syrogoina factory. I knit in my own free time."}, {"timestamp": [759.6, 761.76], "text": " How much time do you spend knitting every day?"}, {"timestamp": [762.9, 768.0], "text": " To sometimes five hours per day. It depends how much work I have."}, {"timestamp": [768.0, 774.0], "text": " In the summer I need much less than during winter."}, {"timestamp": [774.0, 777.0], "text": " I spend all my time knitting in winter."}, {"timestamp": [777.0, 779.0], "text": " What do you enjoy about knitting?"}, {"timestamp": [779.0, 783.0], "text": " It relaxes me. It relaxes my whole body."}, {"timestamp": [783.0, 788.8], "text": " But sometimes when we are behind and we have a lot to make, I feel a bit stressed."}, {"timestamp": [793.34, 799.9], "text": " Up the hill, past fields of raspberries and blueberries is the nerve center of the operation, the storage room,"}, {"timestamp": [800.3, 803.68], "text": " run by the stern but efficient Rosa Luboyevich."}, {"timestamp": [804.52, 805.84], "text": " So what are all these, Rosa?"}, {"timestamp": [808.6, 813.22], "text": " These are products that were made on Friday, jumpers, hats and gloves."}, {"timestamp": [814.3, 819.32], "text": " They're waiting to be ironed and labeled so they can be shipped to customers waiting for these products."}, {"timestamp": [823.7, 828.24], "text": " These two are going to Japan, the third and the last ones are going to France,"}, {"timestamp": [828.74, 831.18], "text": " and the hats and gloves are going to the airport shop."}, {"timestamp": [831.94, 836.88], "text": " In the room to the left is the one big office where the knitters come together"}, {"timestamp": [836.88, 841.14], "text": " and there's a team leader who explains what design they are going to make."}, {"timestamp": [841.78, 848.0], "text": " First, they make small pieces and send photos from their smartphones to me to check if they have got it right."}, {"timestamp": [848.0, 852.0], "text": " If everything is okay, they finish the product and then the knitters get money."}, {"timestamp": [852.0, 856.0], "text": " Then the product goes for ironing, labeling and then for export."}, {"timestamp": [856.0, 862.0], "text": " What's that sound binder?"}, {"timestamp": [862.0, 865.0], "text": " That's the iron."}, {"timestamp": [865.0, 872.0], "text": " That's the room where the final touches are made with ironing and labeling and getting it ready to be packed."}, {"timestamp": [872.0, 876.0], "text": " It's back-breaking work, isn't it? This lady is doing everything by hand."}, {"timestamp": [876.0, 879.0], "text": " How many jumpers might she iron in one day?"}, {"timestamp": [879.0, 886.32], "text": " She irons around 10 to 15 jumpers a day, but she has a lot of other work to do today as well."}, {"timestamp": [889.68, 896.88], "text": " I finally succumbed to temptation. I'm buying myself some lovely purple syragogno wool woven socks."}, {"timestamp": [896.88, 897.68], "text": " How much of those?"}, {"timestamp": [897.68, 899.68], "text": " 970 dinar."}, {"timestamp": [899.68, 906.0], "text": " 970 Serbian dinas. Okay, so that's about just under ten dollars or eight euros."}, {"timestamp": [906.0, 910.0], "text": " That's not too bad for hand woven socks that will probably last me a lifetime."}, {"timestamp": [914.0, 920.0], "text": " Back in Belgrade, I'm still on the lookout for a bargain."}, {"timestamp": [920.0, 924.0], "text": " Anna from Syrogoino company shows me one of the knitter's finished products"}, {"timestamp": [924.0, 926.46], "text": " and talks me through the business of wool."}, {"timestamp": [927.06, 935.84], "text": " Yeah, it's a wool coat with a picture with a village scene on the back."}, {"timestamp": [937.34, 941.3], "text": " And this was actually transferred from painting."}, {"timestamp": [942.02, 944.48], "text": " How would it take to make something like this coat?"}, {"timestamp": [944.52, 947.76], "text": " Oh, I would say it depends on the knitter, of course,"}, {"timestamp": [947.76, 949.56], "text": " how experienced the knitter is,"}, {"timestamp": [949.56, 953.34], "text": " and how much free time the knitter has."}, {"timestamp": [953.34, 958.42], "text": " Because they knit when they have time for that."}, {"timestamp": [958.42, 961.1], "text": " It's not their main occupation."}, {"timestamp": [961.1, 965.0], "text": " So I would say around 10 days maybe average."}, {"timestamp": [965.0, 968.0], "text": " Is this for sale? How much would it send me back?"}, {"timestamp": [968.0, 970.0], "text": " It is. It is for sale."}, {"timestamp": [970.0, 977.0], "text": " So in Serbia you would maybe pay 170 euros for this one."}, {"timestamp": [977.0, 979.0], "text": " That's not bad at all."}, {"timestamp": [979.0, 981.0], "text": " 170 to 200 maybe."}, {"timestamp": [981.0, 986.0], "text": " That's for 10 days labour. So actually the knitter herself isn't getting that much for it."}, {"timestamp": [986.0, 995.0], "text": " No, unfortunately not, because here we cannot, it's really that we cannot really sell them for a price that they would deserve."}, {"timestamp": [995.0, 996.0], "text": " Why not?"}, {"timestamp": [996.0, 1006.0], "text": " Today the market is like that and when you sell products that come from Serbia, people who buy them expect a low price."}, {"timestamp": [1006.0, 1009.0], "text": " So the reputation of Serbia is working against."}, {"timestamp": [1009.0, 1016.0], "text": " Not just Serbia, but those countries which you connect with lower labor pricing."}, {"timestamp": [1016.0, 1025.76], "text": " So when we sell this jacket for, I don't know, 150, 200 euros, to someone who then further sells them in Japan."}, {"timestamp": [1026.56, 1032.82], "text": " In Japan, they sell them for 7, 800 or 9, even 100 euros."}, {"timestamp": [1033.72, 1037.46], "text": " So neither the artisan nor Anna's business makes a significant profit."}, {"timestamp": [1038.12, 1040.26], "text": " But she says that's not her priority."}, {"timestamp": [1040.86, 1043.06], "text": " At the heart of this business are the knitters,"}, {"timestamp": [1043.58, 1048.06], "text": " supporting them and ensuring their skills and knowledge are passed down through the generations."}, {"timestamp": [1048.74, 1050.98], "text": " It's a lesson Anna learned many years ago."}, {"timestamp": [1051.28, 1053.02], "text": " I'm from that region myself."}, {"timestamp": [1053.94, 1059.46], "text": " And when I was four or five years old, I was taught how to knit by my grandmother."}, {"timestamp": [1059.94, 1065.8], "text": " And she always told me, if you don't learn how to knit, you won't be able to find a husband."}, {"timestamp": [1068.68, 1070.98], "text": " So I did my best to learn."}, {"timestamp": [1071.22, 1071.98], "text": " Do you knit now?"}, {"timestamp": [1072.9, 1077.16], "text": " Well, not as much, but I can. I know how to do it."}, {"timestamp": [1077.52, 1078.98], "text": " But I don't have much time."}, {"timestamp": [1079.48, 1080.8], "text": " Do you knit jumpers for your husband?"}, {"timestamp": [1081.2, 1081.72], "text": " No."}, {"timestamp": [1081.72, 1083.76], "text": " Oh, your grandmother wouldn't you pleased?"}, {"timestamp": [1084.26, 1085.0], "text": " Yes, I know."}, {"timestamp": [1085.0, 1093.0], "text": " Realising the potential offered by these businesses,"}, {"timestamp": [1093.0, 1100.0], "text": " the Serbian government is now turning its attention to artisanal trades and offering its support."}, {"timestamp": [1100.0, 1108.88], "text": " The Ministry of Economy recently started a project called Open Hand, issuing certificates to artisans which provide some forms of tax relief."}, {"timestamp": [1113.68, 1116.72], "text": " At the moment, the impact on our economy isn't that big."}, {"timestamp": [1117.04, 1119.32], "text": " It's mainly small family-run businesses,"}, {"timestamp": [1119.9, 1123.88], "text": " which is exactly why the Chamber of Commerce wants to support them to develop"}, {"timestamp": [1123.88, 1127.0], "text": " so they can have more of an impact."}, {"timestamp": [1127.0, 1130.0], "text": " So you do the economics and they do the culture?"}, {"timestamp": [1130.0, 1131.0], "text": " Yes."}, {"timestamp": [1131.0, 1137.0], "text": " Brannislava Simonic is the director of entrepreneurship at the Serbian Chamber of Commerce."}, {"timestamp": [1137.0, 1144.0], "text": " Over a strong morning cappuccino at an elegant cafe, she tells me how the government incentives work."}, {"timestamp": [1144.0, 1148.0], "text": " Which kinds of traditional craft businesses are offered this benefit?"}, {"timestamp": [1148.0, 1152.0], "text": " Urgandia, corpidia."}, {"timestamp": [1152.0, 1156.0], "text": " People making show baskets, metal pots,"}, {"timestamp": [1156.0, 1162.0], "text": " clothes for the bed, leather bags. There are over 150 different types of crafts"}, {"timestamp": [1162.0, 1164.0], "text": " that have been awarded the certificate."}, {"timestamp": [1164.0, 1171.0], "text": " If I'm setting up a small business, for example, pottery, what do I need to do to get that certificate?"}, {"timestamp": [1171.0, 1177.0], "text": " It's not hard to get it if you're doing what your say are doing."}, {"timestamp": [1177.0, 1179.0], "text": " Apply to the Ministry of Economy."}, {"timestamp": [1179.0, 1181.0], "text": " They call the Commission."}, {"timestamp": [1181.0, 1183.0], "text": " Someone comes to visit your workplace."}, {"timestamp": [1183.0, 1185.56], "text": " They inspect and control the procedure"}, {"timestamp": [1185.56, 1189.7], "text": " and the Ministry registers and issues the certificate."}, {"timestamp": [1189.7, 1194.82], "text": " The aim of these initiatives is to increase the role small and medium-sized businesses play"}, {"timestamp": [1194.82, 1199.62], "text": " in Serbia's economy."}, {"timestamp": [1199.62, 1204.72], "text": " Traditional businesses were not in focus until now, but these products represent our culture"}, {"timestamp": [1204.72, 1205.92], "text": " and the development"}, {"timestamp": [1205.92, 1208.92], "text": " of these businesses would help families."}, {"timestamp": [1208.92, 1211.76], "text": " That's why the government has decided to push this."}, {"timestamp": [1211.76, 1215.52], "text": " They could become very important for the economy."}, {"timestamp": [1215.52, 1218.76], "text": " But success doesn't come without consequences."}, {"timestamp": [1218.76, 1225.68], "text": " A prime example is the pottery of Zlakuza, a tiny village in the southwest of the country."}, {"timestamp": [1225.68, 1231.56], "text": " Dr. Bilyana Jodolyevich is an archaeologist who's traced the rise and fall of pottery over"}, {"timestamp": [1231.56, 1239.2], "text": " the ages. A few generations ago, she tells me, Zlacusa ceramic pots had almost become obsolete."}, {"timestamp": [1239.2, 1245.42], "text": " In the 20th century with the appearance of plastic, The pottery for water practically disappeared."}, {"timestamp": [1245.5, 1247.4], "text": " So... It was the emergence of these different materials."}, {"timestamp": [1247.54, 1249.04], "text": " It was the competition from those materials"}, {"timestamp": [1249.04, 1250.84], "text": " that pushed pottery off the..."}, {"timestamp": [1250.84, 1251.14], "text": " Yes, yes."}, {"timestamp": [1251.24, 1257.72], "text": " Metal and plastics, they pushed pottery aside"}, {"timestamp": [1257.72, 1261.46], "text": " and people left that craft"}, {"timestamp": [1261.46, 1265.0], "text": " and very few of them are doing that now."}, {"timestamp": [1265.0, 1271.0], "text": " But with more recent consumer interest in organic products and natural materials,"}, {"timestamp": [1271.0, 1275.0], "text": " ceramic pots have started to return to Serbia's kitchens"}, {"timestamp": [1275.0, 1278.0], "text": " and with it some traditional recipes."}, {"timestamp": [1278.0, 1282.0], "text": " The people who have now those lacrosse pots,"}, {"timestamp": [1282.0, 1286.42], "text": " they are making same dishes but some of them they don't make any more in the"}, {"timestamp": [1286.42, 1292.6], "text": " metal wares because the taste of the food is completely different it's smokier do"}, {"timestamp": [1292.6, 1297.46], "text": " you need to cook it for longer what yes you have to cook it for longer but you"}, {"timestamp": [1297.46, 1307.22], "text": " taste all the ingredients better the taste of all the ingredients is better than it's when it's cooked in the metal dish."}, {"timestamp": [1307.4, 1308.06], "text": " You will see."}, {"timestamp": [1309.98, 1314.26], "text": " So are they producing pots in some of the rural areas that you're talking about?"}, {"timestamp": [1314.32, 1317.62], "text": " Are they producing those in larger quantities now because there's more of a demand?"}, {"timestamp": [1318.12, 1318.54], "text": " Yes."}, {"timestamp": [1319.04, 1324.74], "text": " But most of them are producing on the traditional way, so it's limited."}, {"timestamp": [1324.74, 1325.12], "text": " You cannot produce more than that's possible during the day. Most of them are producing on the traditional way, so it's limited."}, {"timestamp": [1329.52, 1330.2], "text": " You cannot produce more than that's possible during the day."}, {"timestamp": [1337.32, 1337.82], "text": " So that's why there are more and more people learning and starting to make that."}, {"timestamp": [1342.94, 1343.5], "text": " Now Dr. Gjordievich is trying to drum up support for Zlakuca-Curamic pots,"}, {"timestamp": [1345.36, 1354.16], "text": " applying for special recognition from UNESCO. I ask her if the state has been helpful. Well, let's say all this process about"}, {"timestamp": [1354.16, 1362.32], "text": " UNESCO, it's led by the Centre for Intangible Heritage that's part of the ethnographic museum,"}, {"timestamp": [1362.32, 1367.0], "text": " which is state's museum and all the researches,"}, {"timestamp": [1367.0, 1373.0], "text": " for example, that I did there was financed by the Ministry of Culture. So in that way, yes,"}, {"timestamp": [1373.0, 1382.0], "text": " the government and state is doing something. And not very much, actually, not very much."}, {"timestamp": [1382.0, 1391.12], "text": " We expect we are, we hope that it will change having heard about"}, {"timestamp": [1391.12, 1395.84], "text": " zlacusa pottery's return to the spotlight i hopped back in the car and traveled through"}, {"timestamp": [1395.84, 1401.12], "text": " torrential rain to meet some of the artisans helping to restore it to its former glory"}, {"timestamp": [1403.84, 1408.92], "text": " on this very soggy day we've arrived in a mountain village called Zlacusa,"}, {"timestamp": [1409.18, 1412.06], "text": " and I'm now in the workshop of Potter Darko,"}, {"timestamp": [1412.52, 1414.88], "text": " who is methodically making pots all around us."}, {"timestamp": [1414.94, 1416.56], "text": " What are you in the process of making now?"}, {"timestamp": [1419.3, 1421.02], "text": " I'm making a lid for this pot."}, {"timestamp": [1421.58, 1423.78], "text": " We have a special technique here in Zlakuza."}, {"timestamp": [1424.18, 1425.68], "text": " We use a hand wheel rather than"}, {"timestamp": [1425.68, 1431.6], "text": " an electrical wheel. Our technique maintains the traditions that have been used for hundreds of years."}, {"timestamp": [1431.6, 1438.4], "text": " How did you learn your craft? I learned it from my grandfather and me and my brother still"}, {"timestamp": [1438.4, 1447.0], "text": " used the same technique he always used. In small rural communities like this, families rely solely on pottery making for their"}, {"timestamp": [1448.34, 1453.84], "text": " livelihoods. Business is good, D'Arco says. They have much greater demand than they can produce,"}, {"timestamp": [1453.84, 1458.44], "text": " but they have an issue protecting their craft as its popularity increases."}, {"timestamp": [1458.44, 1465.36], "text": " It's not easy. We have major competition with industrialized pottery making."}, {"timestamp": [1465.36, 1468.6], "text": " There were 15 craftsmen and now there are only 10."}, {"timestamp": [1468.6, 1472.6], "text": " The prices remain the same, but the time you need to invest is much more."}, {"timestamp": [1472.6, 1476.6], "text": " How much competition is there from within the local area?"}, {"timestamp": [1476.6, 1481.2], "text": " There are no problems in this village."}, {"timestamp": [1481.2, 1483.0], "text": " The issue is plagiarism."}, {"timestamp": [1483.0, 1489.76], "text": " A lot of people are trying to make copies of our pieces on an electrical wheel, but they're not original. We made a trademark,"}, {"timestamp": [1489.76, 1495.08], "text": " but it's very easy to copy. So you don't have rights over this trademark that you've got on"}, {"timestamp": [1495.08, 1506.06], "text": " your pots here? It is patented, but it doesn't provide any security. It's very easy to forge this."}, {"timestamp": [1506.9, 1510.58], "text": " Should Lakusa pottery secure a place on the UNESCO heritage list,"}, {"timestamp": [1511.0, 1515.84], "text": " this would go some way to protecting the trade and, in turn, prevent fraud."}, {"timestamp": [1516.62, 1521.44], "text": " In the meantime, Darko and his neighbors would like to see more support from the state."}, {"timestamp": [1527.76, 1529.8], "text": " There are ten craftsmen here who united and tried to ask"}, {"timestamp": [1529.8, 1531.8], "text": " the government to protect our craft in the area"}, {"timestamp": [1531.8, 1533.94], "text": " geographically, but we didn't get any"}, {"timestamp": [1533.94, 1535.94], "text": " funds from the state. We are working"}, {"timestamp": [1535.94, 1537.98], "text": " under the same conditions as many other"}, {"timestamp": [1537.98, 1539.94], "text": " crafts. Are you concerned that your"}, {"timestamp": [1539.94, 1542.24], "text": " craft, your tradition, might die out?"}, {"timestamp": [1551.0, 1554.0], "text": " Yes, I'm very afraid that this trade might vanish. Without the help of the government, I'm afraid we won't make it."}, {"timestamp": [1554.0, 1563.0], "text": " And potters aren't the only ones worried about the future of their crafts."}, {"timestamp": [1563.0, 1566.0], "text": " Across Serbia's rural areas, there are fears that,"}, {"timestamp": [1566.0, 1569.0], "text": " without impetus and funding from the authorities,"}, {"timestamp": [1569.0, 1573.0], "text": " many traditional trades may struggle to survive."}, {"timestamp": [1573.0, 1577.0], "text": " But for artisans like Milan, it's not all about the money."}, {"timestamp": [1577.0, 1582.0], "text": " Milan, what does it mean to you working in a traditional craft like this?"}, {"timestamp": [1582.0, 1586.0], "text": " Uh, craft like this? Er......juvant. Life."}, {"timestamp": [1586.0, 1593.0], "text": " Thanks for listening to this global business podcast from the BBC World Service."}, {"timestamp": [1593.0, 1598.0], "text": " I'm Nicola Kelly. The producer was Marie Keyworth and the editor was Penny Murphy."}, {"timestamp": [1598.0, 1601.0], "text": " Thanks to Neil Churchill for the studio mix."}, {"timestamp": [1601.0, 1604.0], "text": " If you like what you just heard, there are a huge range of other programmes"}, {"timestamp": [1604.0, 1607.22], "text": " covering a myriad of stories from around the world."}, {"timestamp": [1607.82, 1610.3], "text": " Just search online for BBC Global Business."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. Along a dirt track in a remote pocket of western Serbia, a carpenter knuckles down to another day in his workshop. Chipping, carving, and hand-crafting wooden serving boards cut from the walnut, maple and oak trees outside. So the process starts when my phone rings and I hear that a log is ready and waiting for me. It takes four years to dry it fully. Then it is prepared for steaming and cutting. When the wood is ready, it takes around one month for me to make 50 pieces. Milan Blagojevich is a sturdy, earthy man with cracked skin on his hands and sawdust under his nails. He's been working with wood since he was a boy, a trade he learnt from his grandfather. It's a very demanding job. The whole process takes four years from drying the log to the finished product. That's four years of blood, sweat and tears. When you love something or someone, nothing is hard. This homegrown business may sound like it's on a small scale, but Milan's skills and knowledge have recently started to come into focus as part of the Serbian government's plans to develop and boost micro-enterprises. I'm Nicola Kelly, and in this edition of Global Business on the BBC World Service, Serbian government's plans to develop and boost micro-enterprises. I'm Nicola Kelly and in this edition of Global Business on the BBC World Service, I'll be exploring how age-old crafts, like woodwork, wool weaving and pottery, can help to bolster the Serbian economy and turn the fortunes of its artisans around. For generations, master craftsmen like Milan have lived a largely self-sufficient life. His resources are taken from the forest nearby. Water comes from the well in his garden and meat from the livestock grazing in his fields. But as young people moved away and business slowed, he was forced to try new ways of working, adapting what he produces to tap into the market beyond this tucked away hamlet. I was making wood furniture for 25 years, but I had to retire. Always in the back of my mind, I wanted to work with smaller pieces, like these serving boards. And how different is it working with products like these to making furniture? It's very complicated to cut big chunks of trees, whereas for these small pieces, you need the same energy and talent, craftsmanship and knowledge. But it's a lot easier to distribute it and export it. Hi, Mr. Nice to meet you. Hi. Do you want some coffee? Water. Two of them are amazing. The man helping Milan to reach new markets is trendy 20-something Balsha Djukovic. We saw that people really tend to notice that this is handcrafted, the type of wood, how does it smell, if it was coated with oil, that was natural oil, they tend to ask a lot of questions because I think now they're getting more and more back to the things that last. Two years ago, he set up a social enterprise called Falk, which helps artisans to sell their products online. At his shared workspace in a hipster quarter of the Serbian capital Belgrade, he shows me some of the fruits of Milan's labour. So this looks like a circular cheeseboard, but it's divided into sections. So a place for cold meats, maybe, a place for cheeses. There's a beautifully carved out circle in the middle, which will be perfect for something like olives. And how much would this set me back? It would set you back around 89 euros. Okay, about $100. Not too bad. Yes. One of the main ways Belshire markets the serving boards is by putting artisans like Milan, front and center. I think it's important to see where our products are coming from because they do not come from industrial factories somewhere in Asia with the lows paying workers. They come from Serbia, they come from locally sourced products. Those people are fairly paid and you can contact them if you like their work, you can contact them and get some more work done for them. So it's not only one side we are folk and we're grabbing the glory about this product while. It's beautiful now. it's also about the people who are making them Milan isn't responsible for how the product looks that's handed over to a designer who sketches the layout of the product and passes it to the craftsman to produce from there boucher opens doors marketing and selling the products online to customers much further afield our main market are australiaic countries, UK and US. How far away? Australia is. Yes, but we have a lot of people that know there what is fair trade, what is handcrafted products that will work for a long number of years. One area where he's noticed a clear struggle between the traditional and the modern is in the sale of the products. Trading over the internet is something none of the artisans working with folk had done before. They'd always sold their woodwork at local fairs and usually to people they know. This new strategy has, Belshah says, been met with some degree of resistance. Major challenges, yes, explaining people why should they do this and what this can bring them, because it's hard to cope with the future of if I tell you how to do something on a totally different way, that will bring you profit in one or two years or it will gain you any additional profit that those people cannot see trading over the internet, crowdfunding. And now I think they're open to new challenges more than they did in the previous times. There must have been moments where you thought this isn't working. Yeah, and those moments were lasting for two years until we launched this project, yes. But now we are starting to put the effort where we think it should be needed and not spreading in all around. So we're kind of focusing on where to go further. Back at Milan's workshop, he tells me he now has a comfortable life, taking a third of the profits from each piece folk sell. He's even been inspired to diversify his business, developing log beehives to collect and sell wild honey. As far as the production and the quality, I'm in charge. But as far as the business is concerned, folk is very important. They're helping me distribute my products all over the world, and they're giving me security. I will be paid once my product has been delivered to the international market. Running a business in Serbia wasn't always so straightforward. Explosions could be seen and heard around the Yugoslav capital Belgrade. Anti-aircraft guns fired back at the raiders. The Yugoslav said NATO suffered considerable losses. Around the 8 p.m. tonight, three missiles hid the barracks in prison. The only pictures coming out of Yugoslavia now are those provided by the Yugoslav authorities. The conflicts of the 1990s that devastated former Yugoslavia have left their mark. In Belgrade, ruins of bombed-out buildings serve as a reminder of the war. Its estimated reconstruction will end up costing the Serbian government $60 billion. And more than a decade of UN sanctions, which led to hyperinflation and nervousness among investors, have been difficult to overcome. Economists say that in order to recover, the government has put all its energy into support for larger industries, neglecting the artisans who rely on traditional crafts for their livelihoods. Today, Serbia remains a heavily indebted nation with an unstable economy. Small and medium-sized businesses fare particularly badly here. It has some of the fewest in the region. But despite the turbulence, some businesses have stood the test of time. Anna, hello. Hi, I'm Nicola. Nice to meet you. Anna Liu Boievich is the business development manager for Cyril Goino Company, a cooperative her father set up in 1991, following decades in the fashion industry. Today we work together. So there is my father, my brother, my mother and myself. How's that? And my, well, it's fun most of the time. Sometimes we sit down to have dinner together or lunch together and we spontaneously start talking about business. And then we say, OK, we need to stop. The company works with the local knitters in the village of Serogoino in the Mount Salatabur region of Western Serbia to produce and sell wool garments like jumpers, hats, socks and coats. She shows me around their chic design studio in an upmarket area of Belgrade. This looks very high fashion over here on this wall. What's going on here? Yes, it is. These photos were made for an exhibition here in Belgrade and, well, they wanted to put our products in a completely other context. This is like something out of Paris or Milan, isn't it? Very, very fashion model style. Thank you for that. And sometimes, some people react really emotionally. And they say, well, you apply these geometrical motives and you ruin Syrogoino because Syrogoino is these small houses and trees and so on. This is not Syrogoina. The company works predominantly with Serbian fashion designers who sketched the patterns, usually rural scenes from that region, which are then passed on to one of 300 knitters to produce. It all sounded like a perfect countryside idyll, so we decided to take a little road trip to see how it works. Leaving Belgrade, we take a four-hour drive southwest, winding our way through the breathtaking mountain passes of Zlatabour National Park. It's an edge of the world sort of place, with thatched roof cottages sprinkled across sweeping valleys. There's a path meandering past a crumbly church that leads through a meadow filled with dandelions. At the bottom, under a majestic oak tree, two ladies from the village are hard at work. Sitting in an idyllic setting under a beautiful tree with sun dappling through with two knitters from the local village. What are your names? Jovanovi's Devena. And how long have you been knitting for? More than 20 years. And how did you learn how to knit? We have tradition in our families, so I learned from my mother and my grandmother. They're robust ladies, slightly weather-beaten from years working the fields and mothering large families. They've taken a step back now and passed on some of their duties to their children. Is this your main job? Do you do anything else during the day times? I work in the museum and I work in the Syrogoina factory. I knit in my own free time. How much time do you spend knitting every day? To sometimes five hours per day. It depends how much work I have. In the summer I need much less than during winter. I spend all my time knitting in winter. What do you enjoy about knitting? It relaxes me. It relaxes my whole body. But sometimes when we are behind and we have a lot to make, I feel a bit stressed. Up the hill, past fields of raspberries and blueberries is the nerve center of the operation, the storage room, run by the stern but efficient Rosa Luboyevich. So what are all these, Rosa? These are products that were made on Friday, jumpers, hats and gloves. They're waiting to be ironed and labeled so they can be shipped to customers waiting for these products. These two are going to Japan, the third and the last ones are going to France, and the hats and gloves are going to the airport shop. In the room to the left is the one big office where the knitters come together and there's a team leader who explains what design they are going to make. First, they make small pieces and send photos from their smartphones to me to check if they have got it right. If everything is okay, they finish the product and then the knitters get money. Then the product goes for ironing, labeling and then for export. What's that sound binder? That's the iron. That's the room where the final touches are made with ironing and labeling and getting it ready to be packed. It's back-breaking work, isn't it? This lady is doing everything by hand. How many jumpers might she iron in one day? She irons around 10 to 15 jumpers a day, but she has a lot of other work to do today as well. I finally succumbed to temptation. I'm buying myself some lovely purple syragogno wool woven socks. How much of those? 970 dinar. 970 Serbian dinas. Okay, so that's about just under ten dollars or eight euros. That's not too bad for hand woven socks that will probably last me a lifetime. Back in Belgrade, I'm still on the lookout for a bargain. Anna from Syrogoino company shows me one of the knitter's finished products and talks me through the business of wool. Yeah, it's a wool coat with a picture with a village scene on the back. And this was actually transferred from painting. How would it take to make something like this coat? Oh, I would say it depends on the knitter, of course, how experienced the knitter is, and how much free time the knitter has. Because they knit when they have time for that. It's not their main occupation. So I would say around 10 days maybe average. Is this for sale? How much would it send me back? It is. It is for sale. So in Serbia you would maybe pay 170 euros for this one. That's not bad at all. 170 to 200 maybe. That's for 10 days labour. So actually the knitter herself isn't getting that much for it. No, unfortunately not, because here we cannot, it's really that we cannot really sell them for a price that they would deserve. Why not? Today the market is like that and when you sell products that come from Serbia, people who buy them expect a low price. So the reputation of Serbia is working against. Not just Serbia, but those countries which you connect with lower labor pricing. So when we sell this jacket for, I don't know, 150, 200 euros, to someone who then further sells them in Japan. In Japan, they sell them for 7, 800 or 9, even 100 euros. So neither the artisan nor Anna's business makes a significant profit. But she says that's not her priority. At the heart of this business are the knitters, supporting them and ensuring their skills and knowledge are passed down through the generations. It's a lesson Anna learned many years ago. I'm from that region myself. And when I was four or five years old, I was taught how to knit by my grandmother. And she always told me, if you don't learn how to knit, you won't be able to find a husband. So I did my best to learn. Do you knit now? Well, not as much, but I can. I know how to do it. But I don't have much time. Do you knit jumpers for your husband? No. Oh, your grandmother wouldn't you pleased? Yes, I know. Realising the potential offered by these businesses, the Serbian government is now turning its attention to artisanal trades and offering its support. The Ministry of Economy recently started a project called Open Hand, issuing certificates to artisans which provide some forms of tax relief. At the moment, the impact on our economy isn't that big. It's mainly small family-run businesses, which is exactly why the Chamber of Commerce wants to support them to develop so they can have more of an impact. So you do the economics and they do the culture? Yes. Brannislava Simonic is the director of entrepreneurship at the Serbian Chamber of Commerce. Over a strong morning cappuccino at an elegant cafe, she tells me how the government incentives work. Which kinds of traditional craft businesses are offered this benefit? Urgandia, corpidia. People making show baskets, metal pots, clothes for the bed, leather bags. There are over 150 different types of crafts that have been awarded the certificate. If I'm setting up a small business, for example, pottery, what do I need to do to get that certificate? It's not hard to get it if you're doing what your say are doing. Apply to the Ministry of Economy. They call the Commission. Someone comes to visit your workplace. They inspect and control the procedure and the Ministry registers and issues the certificate. The aim of these initiatives is to increase the role small and medium-sized businesses play in Serbia's economy. Traditional businesses were not in focus until now, but these products represent our culture and the development of these businesses would help families. That's why the government has decided to push this. They could become very important for the economy. But success doesn't come without consequences. A prime example is the pottery of Zlakuza, a tiny village in the southwest of the country. Dr. Bilyana Jodolyevich is an archaeologist who's traced the rise and fall of pottery over the ages. A few generations ago, she tells me, Zlacusa ceramic pots had almost become obsolete. In the 20th century with the appearance of plastic, The pottery for water practically disappeared. So... It was the emergence of these different materials. It was the competition from those materials that pushed pottery off the... Yes, yes. Metal and plastics, they pushed pottery aside and people left that craft and very few of them are doing that now. But with more recent consumer interest in organic products and natural materials, ceramic pots have started to return to Serbia's kitchens and with it some traditional recipes. The people who have now those lacrosse pots, they are making same dishes but some of them they don't make any more in the metal wares because the taste of the food is completely different it's smokier do you need to cook it for longer what yes you have to cook it for longer but you taste all the ingredients better the taste of all the ingredients is better than it's when it's cooked in the metal dish. You will see. So are they producing pots in some of the rural areas that you're talking about? Are they producing those in larger quantities now because there's more of a demand? Yes. But most of them are producing on the traditional way, so it's limited. You cannot produce more than that's possible during the day. Most of them are producing on the traditional way, so it's limited. You cannot produce more than that's possible during the day. So that's why there are more and more people learning and starting to make that. Now Dr. Gjordievich is trying to drum up support for Zlakuca-Curamic pots, applying for special recognition from UNESCO. I ask her if the state has been helpful. Well, let's say all this process about UNESCO, it's led by the Centre for Intangible Heritage that's part of the ethnographic museum, which is state's museum and all the researches, for example, that I did there was financed by the Ministry of Culture. So in that way, yes, the government and state is doing something. And not very much, actually, not very much. We expect we are, we hope that it will change having heard about zlacusa pottery's return to the spotlight i hopped back in the car and traveled through torrential rain to meet some of the artisans helping to restore it to its former glory on this very soggy day we've arrived in a mountain village called Zlacusa, and I'm now in the workshop of Potter Darko, who is methodically making pots all around us. What are you in the process of making now? I'm making a lid for this pot. We have a special technique here in Zlakuza. We use a hand wheel rather than an electrical wheel. Our technique maintains the traditions that have been used for hundreds of years. How did you learn your craft? I learned it from my grandfather and me and my brother still used the same technique he always used. In small rural communities like this, families rely solely on pottery making for their livelihoods. Business is good, D'Arco says. They have much greater demand than they can produce, but they have an issue protecting their craft as its popularity increases. It's not easy. We have major competition with industrialized pottery making. There were 15 craftsmen and now there are only 10. The prices remain the same, but the time you need to invest is much more. How much competition is there from within the local area? There are no problems in this village. The issue is plagiarism. A lot of people are trying to make copies of our pieces on an electrical wheel, but they're not original. We made a trademark, but it's very easy to copy. So you don't have rights over this trademark that you've got on your pots here? It is patented, but it doesn't provide any security. It's very easy to forge this. Should Lakusa pottery secure a place on the UNESCO heritage list, this would go some way to protecting the trade and, in turn, prevent fraud. In the meantime, Darko and his neighbors would like to see more support from the state. There are ten craftsmen here who united and tried to ask the government to protect our craft in the area geographically, but we didn't get any funds from the state. We are working under the same conditions as many other crafts. Are you concerned that your craft, your tradition, might die out? Yes, I'm very afraid that this trade might vanish. Without the help of the government, I'm afraid we won't make it. And potters aren't the only ones worried about the future of their crafts. Across Serbia's rural areas, there are fears that, without impetus and funding from the authorities, many traditional trades may struggle to survive. But for artisans like Milan, it's not all about the money. Milan, what does it mean to you working in a traditional craft like this? Uh, craft like this? Er......juvant. Life. Thanks for listening to this global business podcast from the BBC World Service. I'm Nicola Kelly. The producer was Marie Keyworth and the editor was Penny Murphy. Thanks to Neil Churchill for the studio mix. If you like what you just heard, there are a huge range of other programmes covering a myriad of stories from around the world. Just search online for BBC Global Business."}