{"speakers": [], "chunks": [{"timestamp": [0.0, 3.4], "text": " This BBC podcast is supported by ads outside the UK."}, {"timestamp": [3.78, 8.16], "text": " Welcome to the BBC's World of Business podcast. I'm Caroline Bailey."}, {"timestamp": [8.74, 15.6], "text": " And this week, I'm in a European city that's jostling to become the next finance capital of the European Union."}, {"timestamp": [16.02, 16.78], "text": " But will it?"}, {"timestamp": [17.98, 22.34], "text": " It's not the people's number one top list to come and visit, obviously."}, {"timestamp": [22.86, 25.0], "text": " For some reason, it doesn't have the best reputation."}, {"timestamp": [25.0, 27.0], "text": " It has a PR problem."}, {"timestamp": [27.0, 32.0], "text": " It is the underdog, but it's going to turn out as the best choice."}, {"timestamp": [32.0, 35.0], "text": " They're talking about Frankfurt in Germany,"}, {"timestamp": [35.0, 40.0], "text": " and in this program, I'm going to find out exactly what it has to offer."}, {"timestamp": [47.0, 52.0], "text": " Frankfurt isn't a big city. Fewer than a million people live here, but it's long been Germany's financial capital."}, {"timestamp": [52.0, 56.0], "text": " It even has its own banking skyline of glistening towers,"}, {"timestamp": [56.0, 61.0], "text": " known locally as mine-hattan after Frankfurt's river mine."}, {"timestamp": [61.0, 65.0], "text": " Of course, it's tiny compared with its New York counterpart."}, {"timestamp": [65.0, 68.0], "text": " But Frankfurt has big ambitions."}, {"timestamp": [68.0, 72.0], "text": " Ever since the UK's Brexit vote to leave the European Union,"}, {"timestamp": [72.0, 76.0], "text": " it's been trying to lure banking and finance jobs from London."}, {"timestamp": [76.0, 78.0], "text": " But it's not the only one."}, {"timestamp": [78.0, 81.0], "text": " It's got rivals in Dublin, Amsterdam and Luxembourg,"}, {"timestamp": [81.0, 85.36], "text": " plus perhaps the hottest competitor of all, Paris."}, {"timestamp": [89.84, 90.52], "text": " And Frankfurt is only too aware of the French president's pulling power."}, {"timestamp": [94.52, 99.06], "text": " I just had lunch with a representative of a big international investment bank. And I said, well, we have President Macron personally call in on our CEO"}, {"timestamp": [99.06, 106.04], "text": " and talking about whether the numbers could not be a little bit shifted in favour of Paris."}, {"timestamp": [106.76, 110.12], "text": " Those numbers are jobs that are currently based in London."}, {"timestamp": [111.16, 116.3], "text": " Hubertus Fed is the man trying to make sure they shift not to Paris, but to Frankfurt."}, {"timestamp": [116.84, 120.36], "text": " He's managing director of the lobby group, Frankfurt Mine Finance,"}, {"timestamp": [120.92, 124.48], "text": " and he's been very busy since the day the Brexit result was announced."}, {"timestamp": [125.14, 128.24], "text": " Mr Fed knows beating the competition won't be easy,"}, {"timestamp": [128.82, 134.52], "text": " especially when President Macron can entertain chief executives at the Palace of Versailles."}, {"timestamp": [140.64, 143.9], "text": " I mean, very hard to find anybody who doesn't love Paris."}, {"timestamp": [144.4, 145.86], "text": " It's a great place, great city."}, {"timestamp": [146.16, 147.54], "text": " You call it the city of love."}, {"timestamp": [147.7, 148.92], "text": " You call it the city of light."}, {"timestamp": [149.58, 150.86], "text": " Frankfurt is a city of business."}, {"timestamp": [151.34, 154.22], "text": " President Macron is trying to woo the banks,"}, {"timestamp": [154.38, 155.76], "text": " just as you've been trying to do."}, {"timestamp": [156.64, 160.42], "text": " Hasn't Paris really got the edge, if you're honest, over Frankfurt?"}, {"timestamp": [161.22, 162.86], "text": " My clear answer is no."}, {"timestamp": [162.86, 168.24], "text": " I have not the power to invite CEOs of banks to anything"}, {"timestamp": [168.24, 174.0], "text": " that comes close to Versailles. Which is what President Macron has done recently? Which is what"}, {"timestamp": [174.0, 180.0], "text": " President Macron has done recently? And I think everybody likes to be invited by a French president to"}, {"timestamp": [180.0, 185.7], "text": " see him at Versailles. Does it at the end of the day influence the decision?"}, {"timestamp": [186.46, 187.46], "text": " Maybe a little."}, {"timestamp": [188.1, 190.84], "text": " But in the end of the day, it's a hard-nosed business"}, {"timestamp": [190.84, 193.24], "text": " with people who know how to do the numbers."}, {"timestamp": [193.96, 196.6], "text": " And the numbers clearly speak in favour of Frankfurt."}, {"timestamp": [201.4, 203.82], "text": " The race is definitely on."}, {"timestamp": [204.24, 207.94], "text": " But why are banks looking to move jobs from London in the first place?"}, {"timestamp": [208.44, 216.7], "text": " It's all to do with the so-called passporting rights, which allow a bank to be regulated in one EU country and operate across the whole bloc."}, {"timestamp": [217.26, 225.02], "text": " The international financial sector fears Brexit will see an end to the right for a bank licensed in London to trade across the EU"}, {"timestamp": [225.02, 227.44], "text": " if the UK is outside the single market."}, {"timestamp": [228.22, 231.56], "text": " London is currently the undisputed financial capital of Europe"}, {"timestamp": [231.56, 234.02], "text": " and it's home to many international banks"}, {"timestamp": [234.02, 236.7], "text": " which have used it as their base to do business in Europe."}, {"timestamp": [237.38, 239.08], "text": " Now though the boundaries are changing"}, {"timestamp": [239.08, 241.52], "text": " and they need staff within the EU"}, {"timestamp": [241.52, 245.28], "text": " and that means new trading licenses and office space,"}, {"timestamp": [245.28, 249.12], "text": " and plenty of work for Frankfurt's builders and property firms."}, {"timestamp": [249.12, 253.0], "text": " This is the junction of Neue Meinser,"}, {"timestamp": [253.0, 255.76], "text": " Grosse Gallos Taunus Straza."}, {"timestamp": [255.76, 259.0], "text": " We've stopped in front of a building here, a big tower,"}, {"timestamp": [259.0, 263.0], "text": " but it's not that tall yet, it's in the process of being built."}, {"timestamp": [263.0, 265.54], "text": " I can see, I don't know, 10 or 12 stories,"}, {"timestamp": [266.16, 269.5], "text": " but they are still building and they will be for some time. Yeah, they are still building."}, {"timestamp": [269.64, 274.78], "text": " The building will have about 45 floors. And this is... This is the Omnitour."}, {"timestamp": [275.7, 282.06], "text": " I'm on a tour of Frankfurt's building sites with property expert Jose Martinez of BNP Paribar"}, {"timestamp": [282.06, 285.78], "text": " real estate. He tells me the American bank Morgan Stanley"}, {"timestamp": [285.78, 289.94], "text": " has taken office space in the still unfinished Omnitorm."}, {"timestamp": [290.6, 296.18], "text": " We have an increase of about 40% of demands in 2017,"}, {"timestamp": [296.34, 297.18], "text": " comparing to 16."}, {"timestamp": [297.72, 301.16], "text": " We know that there will be an increase of demand regarding the Brexit."}, {"timestamp": [301.6, 305.04], "text": " We've seen this, let's say, big names like Morganorgon Stenlain, J.P. Morgan,"}, {"timestamp": [305.04, 310.24], "text": " taking the next space and we expect definitely a higher increase in the next two, three"}, {"timestamp": [310.24, 317.04], "text": " years by big names, but a lot of smaller names which are probably not known yet in"}, {"timestamp": [317.04, 327.4], "text": " Germany. Next to this building we'll see already the cranes of the Marine Tourm, the Marine Tower. This building will see already the cranes of the Marine Tum, Marine Tower."}, {"timestamp": [327.86, 332.26], "text": " This building will have the German headquarters of Goldman Sachs."}, {"timestamp": [333.34, 339.04], "text": " And will definitely as well offer some potential other international institutions."}, {"timestamp": [339.56, 341.46], "text": " And they've taken several floors, haven't they?"}, {"timestamp": [341.6, 344.68], "text": " Yeah, they've been taken several floors, the top floors,"}, {"timestamp": [345.0, 347.42], "text": " and some floors in the lower part of the building."}, {"timestamp": [348.52, 350.32], "text": " So with all this building going on,"}, {"timestamp": [350.54, 352.72], "text": " just how many banks have committed to Frankfurt?"}, {"timestamp": [353.18, 355.64], "text": " I asked the city's lobbyist Hubertus Fed."}, {"timestamp": [356.02, 358.1], "text": " First of all, the situation is pretty good."}, {"timestamp": [358.72, 362.94], "text": " We had the commitment of four out of the five biggest Japanese bank"}, {"timestamp": [362.94, 364.82], "text": " to make Frankfurt them key up."}, {"timestamp": [364.92, 365.36], "text": " We have an announcement of four out of the five biggest Japanese bank to make Frankfurt them key up. We have"}, {"timestamp": [365.36, 372.48], "text": " an announcement of four out of the five biggest US banks. We have numerous other banks from"}, {"timestamp": [372.48, 380.24], "text": " Southeast Asia like India or East Asian banks and other financial institutions, mainly banks,"}, {"timestamp": [380.24, 383.92], "text": " by the way, in less insurance companies, to commit for Frankfurt."}, {"timestamp": [383.92, 385.32], "text": " How many?"}, {"timestamp": [390.56, 391.52], "text": " In total we have 15 and we expect more during the year."}, {"timestamp": [395.52, 396.02], "text": " Hubertus Fed claims his city, Frankfurt, is still ahead of Paris."}, {"timestamp": [397.58, 398.1], "text": " Paris says their neck and neck."}, {"timestamp": [401.36, 402.18], "text": " Quite frankly, at this point, it's impossible to know who's right."}, {"timestamp": [406.04, 411.42], "text": " Early on, Hubert's Fed forecast that 10,000 finance jobs would move to Frankfurt within five years of the Brexit vote, and international banks said thousands"}, {"timestamp": [411.42, 416.7], "text": " of their jobs would leave London. They've since become more cautious and are talking in the"}, {"timestamp": [416.7, 421.14], "text": " hundreds, but it all depends on the type of Brexit deal that's negotiated."}, {"timestamp": [421.16, 427.64], "text": " deal that's negotiated."}, {"timestamp": [430.26, 430.46], "text": " What we believe for sure will happen,"}, {"timestamp": [434.1, 434.98], "text": " we will see something like between 3 to 5,000,"}, {"timestamp": [438.64, 438.96], "text": " more or less for sure, if Brexit is happening at all."}, {"timestamp": [441.32, 442.32], "text": " So it's good for Frankfurt, really Brexit, isn't it?"}, {"timestamp": [443.46, 443.82], "text": " In a way, yes."}, {"timestamp": [444.82, 444.94], "text": " It's not good for Europe."}, {"timestamp": [445.94, 446.24], "text": " It's not good for Germany. It's not good for Germany."}, {"timestamp": [448.8, 451.68], "text": " Frankfurt will definitely be one of the places which would net benefit from it."}, {"timestamp": [452.6, 454.66], "text": " Would we therefore be happy?"}, {"timestamp": [455.04, 457.78], "text": " No, because our overall interest is with Europe."}, {"timestamp": [457.9, 459.7], "text": " Our overall interest is with Germany."}, {"timestamp": [460.3, 463.6], "text": " But, and that was a rallying cry from minute one,"}, {"timestamp": [464.1, 465.4], "text": " never waste a good crisis."}, {"timestamp": [466.04, 471.8], "text": " Surely Frankfurt will be quite happy to have these jobs, to have the income, to have the tax revenue."}, {"timestamp": [472.06, 474.72], "text": " It can have a big ripple effect across the economy, surely."}, {"timestamp": [475.0, 477.5], "text": " Definitely. It does have a great ripple effect."}, {"timestamp": [477.62, 480.06], "text": " By the way, we did some research on those ripple effects."}, {"timestamp": [480.7, 487.0], "text": " We commissioned the WHO University, which is a most outstanding German private university,"}, {"timestamp": [487.0, 493.0], "text": " and we're really positively surprised to see that, I would call it, the banker multiplier,"}, {"timestamp": [493.0, 497.0], "text": " is something between 3.5 to 8.8."}, {"timestamp": [497.0, 504.0], "text": " So any job that comes to Frankfurt, due to Brexit, would create between 3.5 and a half"}, {"timestamp": [504.0, 506.68], "text": " and almost nine additional"}, {"timestamp": [506.68, 510.2], "text": " job in other areas in the city. So it's a great push."}, {"timestamp": [515.84, 521.08], "text": " So the potential is there for a boost in employment through homegrown jobs alongside"}, {"timestamp": [521.08, 528.1], "text": " the arrival of more international bankers. But will people who move to Frankfurt like it enough to stay?"}, {"timestamp": [532.18, 538.78], "text": " They mix up drills, so they do rugby drills, whether it's passing or scrumbing or tackling,"}, {"timestamp": [539.16, 540.28], "text": " and then they'll mix them up."}, {"timestamp": [540.42, 543.18], "text": " Either maybe someone is misbehaved or they're not doing it."}, {"timestamp": [543.18, 544.36], "text": " Here they come, they're running past."}, {"timestamp": [544.54, 546.0], "text": " They have to run. Yeah. How old are these? So these are under 10aved or they're not doing it. Here they come, they're running past us. So they have to run."}, {"timestamp": [546.0, 547.12], "text": " Yeah, how old are these?"}, {"timestamp": [547.12, 551.2], "text": " So these are under 10, so they're usually eight and nine year olds."}, {"timestamp": [552.4, 558.64], "text": " My next visit is to the Frankfurt 1880 sports club, where Jessica Porter's three sons play rugby."}, {"timestamp": [559.28, 563.52], "text": " It's a very international place and they're speaking a mixture of German and English on the pitch."}, {"timestamp": [564.08, 568.8], "text": " Jessica is American, and what I really want is to get a feel for life here."}, {"timestamp": [569.18, 575.08], "text": " We moved here 17 years ago with my husband's bank. And what's it been like living here in"}, {"timestamp": [575.08, 580.98], "text": " Frankfurt? We love it. It's perfect. It's a city that's not really a city. So we actually"}, {"timestamp": [580.98, 586.64], "text": " moved from New York City but before then we had lived in Washington, D.C. And it's a very doable city."}, {"timestamp": [586.74, 587.68], "text": " You can drive everywhere."}, {"timestamp": [587.8, 588.86], "text": " You can park everywhere."}, {"timestamp": [589.4, 591.08], "text": " The private schools are affordable."}, {"timestamp": [591.58, 593.16], "text": " It's relatively safe."}, {"timestamp": [593.34, 597.28], "text": " My kids travel on the trains and on the underground on their own."}, {"timestamp": [597.7, 600.7], "text": " We also live right around the corner from the rugby pitch."}, {"timestamp": [601.04, 607.28], "text": " And as we are here quite often, it is a huge advantage. It is actually though a provincial"}, {"timestamp": [607.28, 612.94], "text": " city isn't it? It's got quite a small population and it's competing with cities capital cities like"}, {"timestamp": [612.94, 619.98], "text": " Paris to try and lure those banking jobs from London. How is it going to do that? I mean how does it"}, {"timestamp": [619.98, 625.56], "text": " shape up with another capital city? Well it's hard to compare it to a city like Paris, I would say,"}, {"timestamp": [625.66, 630.84], "text": " because Paris, first of all, is much larger, and it's far more spread out."}, {"timestamp": [631.26, 635.28], "text": " Probably food-wise, culture-wise, definitely has far more to offer."}, {"timestamp": [635.28, 641.28], "text": " But it's so small and compact and very friendly."}, {"timestamp": [641.9, 642.82], "text": " The trains are good."}, {"timestamp": [643.1, 644.6], "text": " The airport is good."}, {"timestamp": [644.92, 648.4], "text": " It's just a much friendlier situation."}, {"timestamp": [648.4, 650.0], "text": " Come here, Oscar."}, {"timestamp": [650.0, 653.2], "text": " Super. Ho, good pass. Give it him."}, {"timestamp": [653.2, 661.2], "text": " Where are you from? I'm originally from the US as well. This is the beginning of our third year here."}, {"timestamp": [661.2, 666.54], "text": " Can you imagine it competing with other European capitals to become the preeminent financial"}, {"timestamp": [666.54, 669.18], "text": " centre within Europe post-Brexit?"}, {"timestamp": [669.18, 674.32], "text": " I think I can and in some ways I hope for that because we'll probably be here for a while"}, {"timestamp": [674.32, 679.44], "text": " so I'd really love to see Frankfurt get bigger and have larger international community, although"}, {"timestamp": [679.44, 682.34], "text": " it is certainly already very international."}, {"timestamp": [682.34, 684.38], "text": " It has got a reputation."}, {"timestamp": [684.38, 686.24], "text": " Perhaps for being a little bit grey,"}, {"timestamp": [686.4, 694.8], "text": " a little bit dull, not being a European centre. We have a son in a few weeks. It's very grey."}, {"timestamp": [695.54, 700.96], "text": " It is. But I think that it's no different than London in that sense. I mean, we haven't seen"}, {"timestamp": [700.96, 705.2], "text": " the sun much either. So, yeah. And what do friends back home think? Are they jealous of you here in Frankfurt or would you have to persuade them to come and join you? I mean, we haven't seen the sun much either. So, yeah. And what do friends back home think?"}, {"timestamp": [705.5, 707.2], "text": " Are they jealous of you here in Frankfurt,"}, {"timestamp": [707.34, 709.7], "text": " or would you have to persuade them to come and join you?"}, {"timestamp": [709.78, 711.1], "text": " I mean, would it be a hard sell?"}, {"timestamp": [711.4, 712.76], "text": " We haven't had a lot of visitors."}, {"timestamp": [713.12, 716.6], "text": " That I do have to say when I lived in Hong Kong and other places,"}, {"timestamp": [717.14, 720.86], "text": " we always, you know, hi, we're going to come and see you in Paris"}, {"timestamp": [720.86, 722.64], "text": " and here, not so much."}, {"timestamp": [722.78, 726.16], "text": " It's not the people's number one top list to come and visit"}, {"timestamp": [726.16, 730.76], "text": " obviously. Jessica I'm going to meet your husband and find out what it's like for him working"}, {"timestamp": [730.76, 736.32], "text": " here in a bank. Yes because I think that he has another view of how things are. Great, well"}, {"timestamp": [736.32, 747.0], "text": " I look forward to catching up with him. Just reaching the 40th floor now and out I come."}, {"timestamp": [747.0, 753.0], "text": " Well, the skyline you're looking at here, this is Frankfurt."}, {"timestamp": [753.0, 758.0], "text": " So as you go from left to right, you can actually count the banks or the financial institutions."}, {"timestamp": [758.0, 760.0], "text": " We would start over here with UBS."}, {"timestamp": [760.0, 763.0], "text": " We see the Twin Towers here for Deutsche Bank."}, {"timestamp": [763.0, 766.0], "text": " We see DECA. Right in between. You can see Kmetz bunk."}, {"timestamp": [766.84, 770.96], "text": " Christopher Porter is managing director of the Bank of New York Mellon in Germany."}, {"timestamp": [771.5, 774.5], "text": " He won't be drawn on his bank's plans for moving staff."}, {"timestamp": [775.24, 778.58], "text": " However, property prices in Frankfurt are still lower than in London."}, {"timestamp": [778.58, 781.5], "text": " But he says the banks see preparing for Brexit"}, {"timestamp": [781.5, 783.62], "text": " as a cost they could have done without."}, {"timestamp": [784.28, 788.24], "text": " I think for all of us that are going through some involvement in Brexit,"}, {"timestamp": [788.62, 792.46], "text": " it's maybe a resource allocation we didn't really want to spend."}, {"timestamp": [792.66, 794.88], "text": " It's cost that we didn't really want to spend."}, {"timestamp": [795.12, 795.78], "text": " It's time."}, {"timestamp": [796.56, 800.28], "text": " I think there would have been a strong preference for a lot of us"}, {"timestamp": [800.28, 804.22], "text": " to keep the UK within the European Union"}, {"timestamp": [804.22, 806.9], "text": " that we could have avoided a lot of these exercises."}, {"timestamp": [807.54, 814.14], "text": " But as long as we have to do it, we try to make the most of it and start looking for even"}, {"timestamp": [814.14, 819.78], "text": " opportunities that may come out of it. If Brexit is to take place in the way that many of us"}, {"timestamp": [819.78, 825.88], "text": " assume it will, there will be sort of an increase in importance for places like Frankfurt."}, {"timestamp": [826.06, 831.92], "text": " There will be a bit of a waiting shift out of London into not just Frankfurt, but other locations"}, {"timestamp": [831.92, 838.58], "text": " around Europe. But it doesn't mean that any single location in Europe will replace London."}, {"timestamp": [838.88, 840.7], "text": " Why won't there be one centre?"}, {"timestamp": [840.7, 846.8], "text": " There's no logical place that you would shift into that has the local capacity"}, {"timestamp": [846.8, 853.64], "text": " to absorb everything that London has today. It's partially down to size. It's partially down to"}, {"timestamp": [853.64, 858.4], "text": " a regulatory environment that could even oversee the types of financial activity that exists"}, {"timestamp": [858.4, 863.52], "text": " in London today. There aren't a winners out of Brexit, but those who maybe benefit from the"}, {"timestamp": [863.52, 866.68], "text": " shift of jobs and functionality out of London,"}, {"timestamp": [867.26, 868.84], "text": " they will win it on their own merits."}, {"timestamp": [869.18, 874.5], "text": " The advantages of Dublin will bring some to Dublin, the advantages of Paris, some to Paris, Amsterdam, Frankfurt."}, {"timestamp": [875.24, 878.1], "text": " And I think we will see a bit of fragmentation there."}, {"timestamp": [878.68, 884.28], "text": " You say there are no winners, but aren't the individual cities winners to a certain extent if they attract new business?"}, {"timestamp": [885.48, 890.04], "text": " They could be. I think in the grand scheme of things, though, I think we'd all be very hard-pressed"}, {"timestamp": [890.04, 894.54], "text": " to say, or to talk about winners around Brexit. It's more about mitigating out some of the"}, {"timestamp": [894.54, 900.56], "text": " losses that we incur. Do you think there's any possibility of passporting rights being retained"}, {"timestamp": [900.56, 907.0], "text": " by the UK so that banks could continue to operate out of the UK, the status quo really."}, {"timestamp": [907.0, 914.0], "text": " You know, I don't know would be the answer on that. Certainly a lot of progress would need to be"}, {"timestamp": [914.0, 918.0], "text": " made in the course of negotiations to facilitate that sort of thing."}, {"timestamp": [918.0, 925.42], "text": " Ciao, MSF students and teachers. Today is the 19th of January 2018."}, {"timestamp": [926.04, 928.58], "text": " Grade 5 student council will meet at lunch today."}, {"timestamp": [929.04, 935.9], "text": " Lunch for today is salmon cubes from the oven with tomato sauce and Italian pasta and fresh fruit"}, {"timestamp": [935.9, 941.0], "text": " or canoia carrot patty with sour cream and rice and fresh fruit."}, {"timestamp": [942.0, 943.92], "text": " Have fabulous Friday."}, {"timestamp": [944.64, 947.42], "text": " My next stop at this international school"}, {"timestamp": [947.42, 949.56], "text": " shows how the bank's plans for Brexit"}, {"timestamp": [949.56, 951.14], "text": " are boosting other sectors."}, {"timestamp": [953.06, 955.98], "text": " So the cranes will be up in June"}, {"timestamp": [955.98, 957.9], "text": " this year, 2018,"}, {"timestamp": [958.78, 960.9], "text": " to put another 10 classrooms"}, {"timestamp": [960.9, 962.92], "text": " on the top of our sports hall here."}, {"timestamp": [963.74, 969.1], "text": " So that will be space for another 150 students."}, {"timestamp": [969.64, 974.22], "text": " And that's in addition to the extra 10 classrooms they built at this school last summer."}, {"timestamp": [974.96, 978.64], "text": " Peter Ferris set up the Metropolitan School in Frankfurt 10 years ago."}, {"timestamp": [979.14, 982.3], "text": " He was a banker himself before a radical career change."}, {"timestamp": [982.86, 985.6], "text": " The school has pupils from 48 different countries"}, {"timestamp": [985.6, 987.96], "text": " and takes children from nursery age"}, {"timestamp": [987.96, 990.1], "text": " all the way through to the end of senior school."}, {"timestamp": [990.76, 994.72], "text": " We've seen a sudden increase in applications"}, {"timestamp": [994.72, 997.04], "text": " and enrollment as well."}, {"timestamp": [997.5, 999.52], "text": " We have doubled our growth rate"}, {"timestamp": [999.52, 1003.34], "text": " from 5% per year to over 10% this year"}, {"timestamp": [1003.34, 1007.12], "text": " and we have more inquiries and also"}, {"timestamp": [1007.12, 1011.76], "text": " already more firm bookings at this time of the year than we've ever had before"}, {"timestamp": [1011.76, 1018.48], "text": " over the last 10 years. So that is partly due to Brexit and partly due to the"}, {"timestamp": [1018.48, 1023.36], "text": " general economic upturn all over Europe and particularly in this region here."}, {"timestamp": [1023.36, 1026.48], "text": " But Brexit plays a role it's hard to"}, {"timestamp": [1026.48, 1033.36], "text": " quantify that I would say half of our additional growth is Brexit related and the other"}, {"timestamp": [1033.36, 1039.08], "text": " half is general economic upturn there's a lot of talk about the international banks"}, {"timestamp": [1039.08, 1046.0], "text": " reserving places is that happening here yes that. That is happening here."}, {"timestamp": [1046.0, 1053.0], "text": " They are keen to reserve places because international school places are scarce"}, {"timestamp": [1053.0, 1062.0], "text": " and they want to be sure when they transfer employees to Frankfurt that children have a school place."}, {"timestamp": [1062.0, 1064.0], "text": " Without those school places..."}, {"timestamp": [1064.0, 1065.44], "text": " We're just going into a science lab."}, {"timestamp": [1065.44, 1068.52], "text": " It would endanger their ability"}, {"timestamp": [1068.52, 1071.88], "text": " to flexibly transfer people to the region here."}, {"timestamp": [1072.44, 1076.32], "text": " But not everyone's happy about more bankers moving to the city."}, {"timestamp": [1076.92, 1078.72], "text": " So that's the borderline here."}, {"timestamp": [1079.18, 1081.52], "text": " Here is the sign from Galus."}, {"timestamp": [1082.18, 1082.38], "text": " Yeah."}, {"timestamp": [1083.4, 1086.36], "text": " The district here, that's the luxury one."}, {"timestamp": [1087.2, 1089.42], "text": " I'm out with members of a residence group"}, {"timestamp": [1089.42, 1092.26], "text": " in a central district of Frankfurt called Gallus."}, {"timestamp": [1092.84, 1095.92], "text": " They feel threatened by the boom in luxury developments"}, {"timestamp": [1095.92, 1097.38], "text": " right on their doorstep."}, {"timestamp": [1097.82, 1099.8], "text": " They say it's pushing up rents,"}, {"timestamp": [1100.1, 1103.44], "text": " and they fear it'll prize people like them out of the area."}, {"timestamp": [1104.1, 1108.22], "text": " Here is a new building. It's under construction at the moment."}, {"timestamp": [1108.4, 1109.36], "text": " And what's that going to be?"}, {"timestamp": [1109.36, 1112.16], "text": " You get a flat at the penthouse on the top,"}, {"timestamp": [1112.8, 1116.48], "text": " and you will not believe it, but if you do a research,"}, {"timestamp": [1116.8, 1119.28], "text": " you will get it that you pay four million euros."}, {"timestamp": [1119.28, 1124.08], "text": " So really what's happening here is a certain amount of gentrification, isn't it?"}, {"timestamp": [1124.08, 1129.24], "text": " That's the point. That's what we would say the point yeah they want that we just moving out so that"}, {"timestamp": [1129.24, 1133.56], "text": " the luxury people that the people who have the money for the district here"}, {"timestamp": [1133.56, 1138.04], "text": " can move in but don't you think it'll be good for Frankfurt to have an influx of"}, {"timestamp": [1138.04, 1141.72], "text": " new jobs of banking and financial jobs and it'll bring what about what about"}, {"timestamp": [1141.72, 1146.44], "text": " people who can afford it what about this the town here sees that money that comes in."}, {"timestamp": [1146.68, 1147.36], "text": " That's right."}, {"timestamp": [1147.42, 1147.88], "text": " It's business."}, {"timestamp": [1148.9, 1150.6], "text": " And good for the economy also."}, {"timestamp": [1150.78, 1152.44], "text": " But what about the people here?"}, {"timestamp": [1152.56, 1156.28], "text": " Then you have a plan B or something that they can move in."}, {"timestamp": [1156.28, 1159.14], "text": " But you have in Frankfurt not this point, not this areas."}, {"timestamp": [1160.26, 1166.52], "text": " The leader of the local residence group, Mita Initiativa Gallus, is Robert Stoyanovski."}, {"timestamp": [1166.94, 1169.08], "text": " He blames the higher rents on Brexit."}, {"timestamp": [1169.82, 1175.72], "text": " I like the city, I want to stay in the city, didn't want to move out outside in the area."}, {"timestamp": [1176.32, 1187.66], "text": " And I know when the Brexit is coming and when the Brexit will be here, there will come a lot of thousands of people who will just live here in Frankfurt,"}, {"timestamp": [1188.12, 1190.34], "text": " coming on Monday with an airplane,"}, {"timestamp": [1190.54, 1191.88], "text": " go to the bank to work,"}, {"timestamp": [1192.6, 1193.98], "text": " going then to their flat,"}, {"timestamp": [1194.5, 1197.7], "text": " and they have the money to pay higher rents."}, {"timestamp": [1198.36, 1201.18], "text": " The residents are worried that flats in their street"}, {"timestamp": [1201.18, 1202.54], "text": " are becoming more expensive"}, {"timestamp": [1202.54, 1205.08], "text": " as people move out and they're renovated,"}, {"timestamp": [1205.54, 1210.94], "text": " enabling the landlord to put up the rent. They fear people like them soon won't be able to"}, {"timestamp": [1210.94, 1217.38], "text": " afford to move into the area. My neighbour just moved in, so he just paid the double price."}, {"timestamp": [1218.0, 1223.78], "text": " So he pay at the moment a thousand euro because they do new constructions there and the windows"}, {"timestamp": [1223.78, 1225.56], "text": " and so on and nothing else. So he pay double. So what about if they do new constructions there and the windows and so on and nothing else."}, {"timestamp": [1225.84, 1226.62], "text": " So he pay double."}, {"timestamp": [1227.14, 1230.42], "text": " So what about if they do the whole construction and then do a new building?"}, {"timestamp": [1231.22, 1235.28], "text": " The landlord is a large German property company called Venovia."}, {"timestamp": [1235.84, 1239.42], "text": " While they can't renovate the inside of flats when tenants are living there,"}, {"timestamp": [1239.8, 1245.28], "text": " they can increase rents within statutory limits after doing external renovation to the building."}, {"timestamp": [1245.28, 1251.28], "text": " They do it with elevators, with balconies, because they cannot force it into your flat so long you are living there."}, {"timestamp": [1251.28, 1259.68], "text": " But they can do it with this outside construction and they put it on your rent until you giving up and saying, okay, I'm moving out."}, {"timestamp": [1259.68, 1265.2], "text": " Actually, this is what happened with me also. They did it like a other way until I gave up."}, {"timestamp": [1268.4, 1268.84], "text": " I really gave up because I know that one day is coming,"}, {"timestamp": [1271.0, 1271.16], "text": " that I'm not going to pay for this apartment,"}, {"timestamp": [1272.7, 1273.3], "text": " small apartment for a thousand dollars."}, {"timestamp": [1276.4, 1277.1], "text": " And this is the way how Vonovia thinks."}, {"timestamp": [1280.32, 1281.6], "text": " They're hoping that the people is going to move out."}, {"timestamp": [1283.2, 1287.0], "text": " Vanovia said in a statement that they're developing the Knoor district where these residents live,"}, {"timestamp": [1287.0, 1290.0], "text": " in line with government energy saving targets, and..."}, {"timestamp": [1290.0, 1296.24], "text": " We're not undertaking luxury modernisations, and we're not looking to exclude anyone because"}, {"timestamp": [1296.24, 1298.14], "text": " of this modernisation."}, {"timestamp": [1298.14, 1303.24], "text": " They say that after the work, average rents will be below market levels in Frankfurt."}, {"timestamp": [1303.24, 1305.7], "text": " A spokesman for housing at Frankfurt City Council"}, {"timestamp": [1305.7, 1311.72], "text": " said, some residents justifiably fear they'll have to move out in the face of expected rent"}, {"timestamp": [1311.72, 1318.34], "text": " increases and will not find adequate housing in the city of Frankfurt. They say they're trying"}, {"timestamp": [1318.34, 1326.76], "text": " to mediate and that rents have gone up in recent years because of supply and demand. There aren't enough flats for the growing population."}, {"timestamp": [1330.76, 1340.08], "text": " Local residents are worried that the bigger Frankfurt gets, the more expensive it'll become."}, {"timestamp": [1340.08, 1345.1], "text": " And clearly people are on the move, as I found at Accelerator Frankfurt."}, {"timestamp": [1351.02, 1351.7], "text": " It's a small company which supports high-tech startups offering services to the banks and finance sector."}, {"timestamp": [1354.98, 1355.58], "text": " Maria Penanin, who's from Finland, is the co-founder."}, {"timestamp": [1358.08, 1358.38], "text": " Actually where we're sitting now, it's a place called TechQuatier,"}, {"timestamp": [1360.96, 1361.16], "text": " and we have startups sitting here and also corporates."}, {"timestamp": [1362.18, 1367.32], "text": " It's in two floors. So we've got people sitting around tables or sitting on cushions and beanbags and corners."}, {"timestamp": [1367.92, 1371.24], "text": " It's a very typical tech co-working space, isn't it?"}, {"timestamp": [1371.68, 1372.12], "text": " Absolutely."}, {"timestamp": [1372.48, 1375.88], "text": " All very relaxed and people working together, chatting."}, {"timestamp": [1376.6, 1378.98], "text": " Exactly. I think you could say that normally the picture"}, {"timestamp": [1378.98, 1381.46], "text": " that people have of Frankfurt and their banking"}, {"timestamp": [1381.46, 1384.6], "text": " is that everybody has a suit on, you know, and preferably a dark one."}, {"timestamp": [1384.92, 1389.6], "text": " But here I think you can feel people working in jeans and even the people who work for a bank"}, {"timestamp": [1389.6, 1391.0], "text": " that they are more relaxed."}, {"timestamp": [1391.0, 1396.0], "text": " The company is two years old and was set up just before the Brexit vote."}, {"timestamp": [1396.0, 1403.4], "text": " We noticed that then after Brexit happened, we got a lot of inquiries from Scandinavia and also, especially from Israel,"}, {"timestamp": [1403.4, 1405.58], "text": " for companies who already had actually they"}, {"timestamp": [1405.58, 1409.9], "text": " already might have had their office in London and they were saying oh well this thing is not"}, {"timestamp": [1409.9, 1415.22], "text": " happening in London so Frankfurt is actually not such a bad you know alternative anyway so"}, {"timestamp": [1415.22, 1418.84], "text": " maybe we should come to Frankfurt and then they started asking so how many banks actually are"}, {"timestamp": [1418.84, 1423.22], "text": " there and how does the business you know climate look like and those businesses that made"}, {"timestamp": [1423.22, 1425.12], "text": " inquiries have they moved to Frankfurt?"}, {"timestamp": [1425.86, 1426.12], "text": " Have they come to you?"}, {"timestamp": [1427.32, 1427.54], "text": " Yes, some of them, of course, did."}, {"timestamp": [1430.68, 1430.96], "text": " But others maybe didn't decide it instead of Europe, go to US."}, {"timestamp": [1435.44, 1435.86], "text": " But I think those who that were considering Europe could really see the benefit of being in Frankfurt."}, {"timestamp": [1440.24, 1441.4], "text": " And we have, like, cybersecurity companies from Israel, they could definitely see the benefit of being here."}, {"timestamp": [1441.68, 1444.44], "text": " So you would like to see the banking sector expand here?"}, {"timestamp": [1444.98, 1447.78], "text": " Absolutely. I think that's in our best interest."}, {"timestamp": [1448.36, 1449.58], "text": " Is it likely to happen?"}, {"timestamp": [1450.48, 1455.3], "text": " I think it's likely to happen, but to which extent I think it remains to be seen."}, {"timestamp": [1455.36, 1457.68], "text": " But I think we can already see it that it's happening."}, {"timestamp": [1459.28, 1464.54], "text": " Young tech workers will no doubt want places to unwind after a hard day's work,"}, {"timestamp": [1464.94, 1466.62], "text": " maybe even a bit of nightlife."}, {"timestamp": [1467.08, 1471.8], "text": " But even Germans sometimes need convincing that Frankfurt has the vibe they're looking for."}, {"timestamp": [1472.52, 1477.44], "text": " What a lot of people say is like they don't want to come to Frankfurt in the first moment."}, {"timestamp": [1477.58, 1478.42], "text": " No one wants to."}, {"timestamp": [1478.54, 1479.32], "text": " Like I didn't want to."}, {"timestamp": [1479.82, 1481.74], "text": " It was not my first choice to come here."}, {"timestamp": [1482.08, 1483.9], "text": " Then I came to Frankfurt because of love."}, {"timestamp": [1484.9, 1487.68], "text": " Katerina Bruns works for the journal Frankfurt,"}, {"timestamp": [1488.2, 1490.48], "text": " a magazine that offers its readers ideas"}, {"timestamp": [1490.48, 1492.82], "text": " for how to spend their free time in the city."}, {"timestamp": [1493.38, 1496.18], "text": " We met in a trendy bar not far from the station."}, {"timestamp": [1496.64, 1498.38], "text": " It's a very, very hip area."}, {"timestamp": [1498.64, 1499.46], "text": " It's the barn of hospital."}, {"timestamp": [1499.56, 1501.04], "text": " We are sitting in the plank right now."}, {"timestamp": [1501.12, 1502.96], "text": " It's a very hip bar, very stylish."}, {"timestamp": [1502.96, 1505.88], "text": " And the area is very lively area,"}, {"timestamp": [1506.4, 1511.52], "text": " loads of people from different countries. It's also the Red Light District, which makes it a bit"}, {"timestamp": [1511.52, 1517.06], "text": " dodgy. And now it's turning into like a hip quarters. It's also the point where it makes it very"}, {"timestamp": [1517.06, 1523.28], "text": " interesting to be it. Yeah. On my whistle-stop tour of Frankfurt, I've sensed the excitement of a"}, {"timestamp": [1523.28, 1525.58], "text": " city keen to seize the opportunity that"}, {"timestamp": [1525.58, 1531.22], "text": " Brexit offers. Frankfurt Mine Finance claims they're still leading the pack in terms of attracting"}, {"timestamp": [1531.22, 1537.76], "text": " jobs from London, but Paris is hot on its heels. Clearly neither city will emerge as the only"}, {"timestamp": [1537.76, 1543.68], "text": " financial centre of the post-Brexit EU, and in spite of the huge enthusiasm for this city,"}, {"timestamp": [1544.1, 1553.36], "text": " conveyed by everyone I've met, Frankfurt still has its work cut out to convince outsiders of its own particular charm."}, {"timestamp": [1556.96, 1564.12], "text": " I think what's the problem is that people think it but never have been here before. It's like an urban myth."}, {"timestamp": [1564.32, 1566.12], "text": " Frankfurt is not the greatest place to be,"}, {"timestamp": [1566.44, 1569.2], "text": " but if they would have seen it and would have recognised"}, {"timestamp": [1569.2, 1572.1], "text": " that it is so green and it is so lively"}, {"timestamp": [1572.1, 1573.34], "text": " and it is so international,"}, {"timestamp": [1573.82, 1575.2], "text": " they would have ever recognised"}, {"timestamp": [1575.2, 1577.2], "text": " that it is a beautiful city to live in."}, {"timestamp": [1577.46, 1578.5], "text": " But I think they've got to come."}, {"timestamp": [1591.88, 1596.92], "text": " The world of business was produced and presented by me, Caroline Bailey."}, {"timestamp": [1603.3, 1604.1], "text": " Yoga is more than just exercise. It's the spiritual practice that millions swear by."}, {"timestamp": [1608.0, 1608.44], "text": " And in 2017, Miranda, a university tutor from London,"}, {"timestamp": [1611.66, 1612.2], "text": " joins a yoga school that promises profound transformation."}, {"timestamp": [1616.06, 1616.44], "text": " It felt a really safe and welcoming space."}, {"timestamp": [1618.3, 1621.8], "text": " After the yoga classes, I felt amazing. But soon, that calm, welcoming atmosphere"}, {"timestamp": [1621.8, 1624.04], "text": " leads to something far darker,"}, {"timestamp": [1624.48, 1631.2], "text": " a journey that leads to allegations of grooming, trafficking and exploitation across international borders."}, {"timestamp": [1632.12, 1636.72], "text": " I don't have my passport. I don't have my phone. I don't have my bank cards. I have nothing."}, {"timestamp": [1637.04, 1642.42], "text": " The passport being taken, the being in a house and not feeling like they can leave."}, {"timestamp": [1643.1, 1648.76], "text": " World of Secrets is where untold stories are unveiled and hidden realities are exposed."}, {"timestamp": [1649.36, 1653.52], "text": " In this new series, we're confronting the dark side of the wellness industry,"}, {"timestamp": [1653.96, 1658.04], "text": " with the hope of a spiritual breakthrough gives way to disturbing accusations."}, {"timestamp": [1658.68, 1666.6], "text": " You just get sucked in so gradually and it's done so skillfully that you don't realize."}, {"timestamp": [1666.6, 1669.68], "text": " And it's like this, the secret that's there."}, {"timestamp": [1670.18, 1681.62], "text": " I wanted to believe that, you know, that whatever they were doing, even if it seemed gross to me,"}, {"timestamp": [1682.26, 1685.04], "text": " was for some spiritual reason that I couldn't yet understand."}, {"timestamp": [1685.44, 1688.82], "text": " Revealing the hidden secrets of a global yoga network."}, {"timestamp": [1689.1, 1691.04], "text": " I feel that I have no other choice."}, {"timestamp": [1691.24, 1695.76], "text": " The only thing I can do is to speak about this"}, {"timestamp": [1695.76, 1701.08], "text": " and to put my reputation and everything else on the line."}, {"timestamp": [1701.08, 1704.12], "text": " I want truth and justice."}, {"timestamp": [1711.0, 1717.4], "text": " And for other people to not be hurt for things to be different in the future. To bring it into the light and almost alchemise some of that evil"}, {"timestamp": [1717.4, 1726.64], "text": " stuff that went on and take back the power. World of Secrets, Season 6, The Bad Guru."}, {"timestamp": [1727.16, 1728.94], "text": " Listen wherever you get your podcasts."}], "text": " This BBC podcast is supported by ads outside the UK. Welcome to the BBC's World of Business podcast. I'm Caroline Bailey. And this week, I'm in a European city that's jostling to become the next finance capital of the European Union. But will it? It's not the people's number one top list to come and visit, obviously. For some reason, it doesn't have the best reputation. It has a PR problem. It is the underdog, but it's going to turn out as the best choice. They're talking about Frankfurt in Germany, and in this program, I'm going to find out exactly what it has to offer. Frankfurt isn't a big city. Fewer than a million people live here, but it's long been Germany's financial capital. It even has its own banking skyline of glistening towers, known locally as mine-hattan after Frankfurt's river mine. Of course, it's tiny compared with its New York counterpart. But Frankfurt has big ambitions. Ever since the UK's Brexit vote to leave the European Union, it's been trying to lure banking and finance jobs from London. But it's not the only one. It's got rivals in Dublin, Amsterdam and Luxembourg, plus perhaps the hottest competitor of all, Paris. And Frankfurt is only too aware of the French president's pulling power. I just had lunch with a representative of a big international investment bank. And I said, well, we have President Macron personally call in on our CEO and talking about whether the numbers could not be a little bit shifted in favour of Paris. Those numbers are jobs that are currently based in London. Hubertus Fed is the man trying to make sure they shift not to Paris, but to Frankfurt. He's managing director of the lobby group, Frankfurt Mine Finance, and he's been very busy since the day the Brexit result was announced. Mr Fed knows beating the competition won't be easy, especially when President Macron can entertain chief executives at the Palace of Versailles. I mean, very hard to find anybody who doesn't love Paris. It's a great place, great city. You call it the city of love. You call it the city of light. Frankfurt is a city of business. President Macron is trying to woo the banks, just as you've been trying to do. Hasn't Paris really got the edge, if you're honest, over Frankfurt? My clear answer is no. I have not the power to invite CEOs of banks to anything that comes close to Versailles. Which is what President Macron has done recently? Which is what President Macron has done recently? And I think everybody likes to be invited by a French president to see him at Versailles. Does it at the end of the day influence the decision? Maybe a little. But in the end of the day, it's a hard-nosed business with people who know how to do the numbers. And the numbers clearly speak in favour of Frankfurt. The race is definitely on. But why are banks looking to move jobs from London in the first place? It's all to do with the so-called passporting rights, which allow a bank to be regulated in one EU country and operate across the whole bloc. The international financial sector fears Brexit will see an end to the right for a bank licensed in London to trade across the EU if the UK is outside the single market. London is currently the undisputed financial capital of Europe and it's home to many international banks which have used it as their base to do business in Europe. Now though the boundaries are changing and they need staff within the EU and that means new trading licenses and office space, and plenty of work for Frankfurt's builders and property firms. This is the junction of Neue Meinser, Grosse Gallos Taunus Straza. We've stopped in front of a building here, a big tower, but it's not that tall yet, it's in the process of being built. I can see, I don't know, 10 or 12 stories, but they are still building and they will be for some time. Yeah, they are still building. The building will have about 45 floors. And this is... This is the Omnitour. I'm on a tour of Frankfurt's building sites with property expert Jose Martinez of BNP Paribar real estate. He tells me the American bank Morgan Stanley has taken office space in the still unfinished Omnitorm. We have an increase of about 40% of demands in 2017, comparing to 16. We know that there will be an increase of demand regarding the Brexit. We've seen this, let's say, big names like Morganorgon Stenlain, J.P. Morgan, taking the next space and we expect definitely a higher increase in the next two, three years by big names, but a lot of smaller names which are probably not known yet in Germany. Next to this building we'll see already the cranes of the Marine Tourm, the Marine Tower. This building will see already the cranes of the Marine Tum, Marine Tower. This building will have the German headquarters of Goldman Sachs. And will definitely as well offer some potential other international institutions. And they've taken several floors, haven't they? Yeah, they've been taken several floors, the top floors, and some floors in the lower part of the building. So with all this building going on, just how many banks have committed to Frankfurt? I asked the city's lobbyist Hubertus Fed. First of all, the situation is pretty good. We had the commitment of four out of the five biggest Japanese bank to make Frankfurt them key up. We have an announcement of four out of the five biggest Japanese bank to make Frankfurt them key up. We have an announcement of four out of the five biggest US banks. We have numerous other banks from Southeast Asia like India or East Asian banks and other financial institutions, mainly banks, by the way, in less insurance companies, to commit for Frankfurt. How many? In total we have 15 and we expect more during the year. Hubertus Fed claims his city, Frankfurt, is still ahead of Paris. Paris says their neck and neck. Quite frankly, at this point, it's impossible to know who's right. Early on, Hubert's Fed forecast that 10,000 finance jobs would move to Frankfurt within five years of the Brexit vote, and international banks said thousands of their jobs would leave London. They've since become more cautious and are talking in the hundreds, but it all depends on the type of Brexit deal that's negotiated. deal that's negotiated. What we believe for sure will happen, we will see something like between 3 to 5,000, more or less for sure, if Brexit is happening at all. So it's good for Frankfurt, really Brexit, isn't it? In a way, yes. It's not good for Europe. It's not good for Germany. It's not good for Germany. Frankfurt will definitely be one of the places which would net benefit from it. Would we therefore be happy? No, because our overall interest is with Europe. Our overall interest is with Germany. But, and that was a rallying cry from minute one, never waste a good crisis. Surely Frankfurt will be quite happy to have these jobs, to have the income, to have the tax revenue. It can have a big ripple effect across the economy, surely. Definitely. It does have a great ripple effect. By the way, we did some research on those ripple effects. We commissioned the WHO University, which is a most outstanding German private university, and we're really positively surprised to see that, I would call it, the banker multiplier, is something between 3.5 to 8.8. So any job that comes to Frankfurt, due to Brexit, would create between 3.5 and a half and almost nine additional job in other areas in the city. So it's a great push. So the potential is there for a boost in employment through homegrown jobs alongside the arrival of more international bankers. But will people who move to Frankfurt like it enough to stay? They mix up drills, so they do rugby drills, whether it's passing or scrumbing or tackling, and then they'll mix them up. Either maybe someone is misbehaved or they're not doing it. Here they come, they're running past. They have to run. Yeah. How old are these? So these are under 10aved or they're not doing it. Here they come, they're running past us. So they have to run. Yeah, how old are these? So these are under 10, so they're usually eight and nine year olds. My next visit is to the Frankfurt 1880 sports club, where Jessica Porter's three sons play rugby. It's a very international place and they're speaking a mixture of German and English on the pitch. Jessica is American, and what I really want is to get a feel for life here. We moved here 17 years ago with my husband's bank. And what's it been like living here in Frankfurt? We love it. It's perfect. It's a city that's not really a city. So we actually moved from New York City but before then we had lived in Washington, D.C. And it's a very doable city. You can drive everywhere. You can park everywhere. The private schools are affordable. It's relatively safe. My kids travel on the trains and on the underground on their own. We also live right around the corner from the rugby pitch. And as we are here quite often, it is a huge advantage. It is actually though a provincial city isn't it? It's got quite a small population and it's competing with cities capital cities like Paris to try and lure those banking jobs from London. How is it going to do that? I mean how does it shape up with another capital city? Well it's hard to compare it to a city like Paris, I would say, because Paris, first of all, is much larger, and it's far more spread out. Probably food-wise, culture-wise, definitely has far more to offer. But it's so small and compact and very friendly. The trains are good. The airport is good. It's just a much friendlier situation. Come here, Oscar. Super. Ho, good pass. Give it him. Where are you from? I'm originally from the US as well. This is the beginning of our third year here. Can you imagine it competing with other European capitals to become the preeminent financial centre within Europe post-Brexit? I think I can and in some ways I hope for that because we'll probably be here for a while so I'd really love to see Frankfurt get bigger and have larger international community, although it is certainly already very international. It has got a reputation. Perhaps for being a little bit grey, a little bit dull, not being a European centre. We have a son in a few weeks. It's very grey. It is. But I think that it's no different than London in that sense. I mean, we haven't seen the sun much either. So, yeah. And what do friends back home think? Are they jealous of you here in Frankfurt or would you have to persuade them to come and join you? I mean, we haven't seen the sun much either. So, yeah. And what do friends back home think? Are they jealous of you here in Frankfurt, or would you have to persuade them to come and join you? I mean, would it be a hard sell? We haven't had a lot of visitors. That I do have to say when I lived in Hong Kong and other places, we always, you know, hi, we're going to come and see you in Paris and here, not so much. It's not the people's number one top list to come and visit obviously. Jessica I'm going to meet your husband and find out what it's like for him working here in a bank. Yes because I think that he has another view of how things are. Great, well I look forward to catching up with him. Just reaching the 40th floor now and out I come. Well, the skyline you're looking at here, this is Frankfurt. So as you go from left to right, you can actually count the banks or the financial institutions. We would start over here with UBS. We see the Twin Towers here for Deutsche Bank. We see DECA. Right in between. You can see Kmetz bunk. Christopher Porter is managing director of the Bank of New York Mellon in Germany. He won't be drawn on his bank's plans for moving staff. However, property prices in Frankfurt are still lower than in London. But he says the banks see preparing for Brexit as a cost they could have done without. I think for all of us that are going through some involvement in Brexit, it's maybe a resource allocation we didn't really want to spend. It's cost that we didn't really want to spend. It's time. I think there would have been a strong preference for a lot of us to keep the UK within the European Union that we could have avoided a lot of these exercises. But as long as we have to do it, we try to make the most of it and start looking for even opportunities that may come out of it. If Brexit is to take place in the way that many of us assume it will, there will be sort of an increase in importance for places like Frankfurt. There will be a bit of a waiting shift out of London into not just Frankfurt, but other locations around Europe. But it doesn't mean that any single location in Europe will replace London. Why won't there be one centre? There's no logical place that you would shift into that has the local capacity to absorb everything that London has today. It's partially down to size. It's partially down to a regulatory environment that could even oversee the types of financial activity that exists in London today. There aren't a winners out of Brexit, but those who maybe benefit from the shift of jobs and functionality out of London, they will win it on their own merits. The advantages of Dublin will bring some to Dublin, the advantages of Paris, some to Paris, Amsterdam, Frankfurt. And I think we will see a bit of fragmentation there. You say there are no winners, but aren't the individual cities winners to a certain extent if they attract new business? They could be. I think in the grand scheme of things, though, I think we'd all be very hard-pressed to say, or to talk about winners around Brexit. It's more about mitigating out some of the losses that we incur. Do you think there's any possibility of passporting rights being retained by the UK so that banks could continue to operate out of the UK, the status quo really. You know, I don't know would be the answer on that. Certainly a lot of progress would need to be made in the course of negotiations to facilitate that sort of thing. Ciao, MSF students and teachers. Today is the 19th of January 2018. Grade 5 student council will meet at lunch today. Lunch for today is salmon cubes from the oven with tomato sauce and Italian pasta and fresh fruit or canoia carrot patty with sour cream and rice and fresh fruit. Have fabulous Friday. My next stop at this international school shows how the bank's plans for Brexit are boosting other sectors. So the cranes will be up in June this year, 2018, to put another 10 classrooms on the top of our sports hall here. So that will be space for another 150 students. And that's in addition to the extra 10 classrooms they built at this school last summer. Peter Ferris set up the Metropolitan School in Frankfurt 10 years ago. He was a banker himself before a radical career change. The school has pupils from 48 different countries and takes children from nursery age all the way through to the end of senior school. We've seen a sudden increase in applications and enrollment as well. We have doubled our growth rate from 5% per year to over 10% this year and we have more inquiries and also already more firm bookings at this time of the year than we've ever had before over the last 10 years. So that is partly due to Brexit and partly due to the general economic upturn all over Europe and particularly in this region here. But Brexit plays a role it's hard to quantify that I would say half of our additional growth is Brexit related and the other half is general economic upturn there's a lot of talk about the international banks reserving places is that happening here yes that. That is happening here. They are keen to reserve places because international school places are scarce and they want to be sure when they transfer employees to Frankfurt that children have a school place. Without those school places... We're just going into a science lab. It would endanger their ability to flexibly transfer people to the region here. But not everyone's happy about more bankers moving to the city. So that's the borderline here. Here is the sign from Galus. Yeah. The district here, that's the luxury one. I'm out with members of a residence group in a central district of Frankfurt called Gallus. They feel threatened by the boom in luxury developments right on their doorstep. They say it's pushing up rents, and they fear it'll prize people like them out of the area. Here is a new building. It's under construction at the moment. And what's that going to be? You get a flat at the penthouse on the top, and you will not believe it, but if you do a research, you will get it that you pay four million euros. So really what's happening here is a certain amount of gentrification, isn't it? That's the point. That's what we would say the point yeah they want that we just moving out so that the luxury people that the people who have the money for the district here can move in but don't you think it'll be good for Frankfurt to have an influx of new jobs of banking and financial jobs and it'll bring what about what about people who can afford it what about this the town here sees that money that comes in. That's right. It's business. And good for the economy also. But what about the people here? Then you have a plan B or something that they can move in. But you have in Frankfurt not this point, not this areas. The leader of the local residence group, Mita Initiativa Gallus, is Robert Stoyanovski. He blames the higher rents on Brexit. I like the city, I want to stay in the city, didn't want to move out outside in the area. And I know when the Brexit is coming and when the Brexit will be here, there will come a lot of thousands of people who will just live here in Frankfurt, coming on Monday with an airplane, go to the bank to work, going then to their flat, and they have the money to pay higher rents. The residents are worried that flats in their street are becoming more expensive as people move out and they're renovated, enabling the landlord to put up the rent. They fear people like them soon won't be able to afford to move into the area. My neighbour just moved in, so he just paid the double price. So he pay at the moment a thousand euro because they do new constructions there and the windows and so on and nothing else. So he pay double. So what about if they do new constructions there and the windows and so on and nothing else. So he pay double. So what about if they do the whole construction and then do a new building? The landlord is a large German property company called Venovia. While they can't renovate the inside of flats when tenants are living there, they can increase rents within statutory limits after doing external renovation to the building. They do it with elevators, with balconies, because they cannot force it into your flat so long you are living there. But they can do it with this outside construction and they put it on your rent until you giving up and saying, okay, I'm moving out. Actually, this is what happened with me also. They did it like a other way until I gave up. I really gave up because I know that one day is coming, that I'm not going to pay for this apartment, small apartment for a thousand dollars. And this is the way how Vonovia thinks. They're hoping that the people is going to move out. Vanovia said in a statement that they're developing the Knoor district where these residents live, in line with government energy saving targets, and... We're not undertaking luxury modernisations, and we're not looking to exclude anyone because of this modernisation. They say that after the work, average rents will be below market levels in Frankfurt. A spokesman for housing at Frankfurt City Council said, some residents justifiably fear they'll have to move out in the face of expected rent increases and will not find adequate housing in the city of Frankfurt. They say they're trying to mediate and that rents have gone up in recent years because of supply and demand. There aren't enough flats for the growing population. Local residents are worried that the bigger Frankfurt gets, the more expensive it'll become. And clearly people are on the move, as I found at Accelerator Frankfurt. It's a small company which supports high-tech startups offering services to the banks and finance sector. Maria Penanin, who's from Finland, is the co-founder. Actually where we're sitting now, it's a place called TechQuatier, and we have startups sitting here and also corporates. It's in two floors. So we've got people sitting around tables or sitting on cushions and beanbags and corners. It's a very typical tech co-working space, isn't it? Absolutely. All very relaxed and people working together, chatting. Exactly. I think you could say that normally the picture that people have of Frankfurt and their banking is that everybody has a suit on, you know, and preferably a dark one. But here I think you can feel people working in jeans and even the people who work for a bank that they are more relaxed. The company is two years old and was set up just before the Brexit vote. We noticed that then after Brexit happened, we got a lot of inquiries from Scandinavia and also, especially from Israel, for companies who already had actually they already might have had their office in London and they were saying oh well this thing is not happening in London so Frankfurt is actually not such a bad you know alternative anyway so maybe we should come to Frankfurt and then they started asking so how many banks actually are there and how does the business you know climate look like and those businesses that made inquiries have they moved to Frankfurt? Have they come to you? Yes, some of them, of course, did. But others maybe didn't decide it instead of Europe, go to US. But I think those who that were considering Europe could really see the benefit of being in Frankfurt. And we have, like, cybersecurity companies from Israel, they could definitely see the benefit of being here. So you would like to see the banking sector expand here? Absolutely. I think that's in our best interest. Is it likely to happen? I think it's likely to happen, but to which extent I think it remains to be seen. But I think we can already see it that it's happening. Young tech workers will no doubt want places to unwind after a hard day's work, maybe even a bit of nightlife. But even Germans sometimes need convincing that Frankfurt has the vibe they're looking for. What a lot of people say is like they don't want to come to Frankfurt in the first moment. No one wants to. Like I didn't want to. It was not my first choice to come here. Then I came to Frankfurt because of love. Katerina Bruns works for the journal Frankfurt, a magazine that offers its readers ideas for how to spend their free time in the city. We met in a trendy bar not far from the station. It's a very, very hip area. It's the barn of hospital. We are sitting in the plank right now. It's a very hip bar, very stylish. And the area is very lively area, loads of people from different countries. It's also the Red Light District, which makes it a bit dodgy. And now it's turning into like a hip quarters. It's also the point where it makes it very interesting to be it. Yeah. On my whistle-stop tour of Frankfurt, I've sensed the excitement of a city keen to seize the opportunity that Brexit offers. Frankfurt Mine Finance claims they're still leading the pack in terms of attracting jobs from London, but Paris is hot on its heels. Clearly neither city will emerge as the only financial centre of the post-Brexit EU, and in spite of the huge enthusiasm for this city, conveyed by everyone I've met, Frankfurt still has its work cut out to convince outsiders of its own particular charm. I think what's the problem is that people think it but never have been here before. It's like an urban myth. Frankfurt is not the greatest place to be, but if they would have seen it and would have recognised that it is so green and it is so lively and it is so international, they would have ever recognised that it is a beautiful city to live in. But I think they've got to come. The world of business was produced and presented by me, Caroline Bailey. Yoga is more than just exercise. It's the spiritual practice that millions swear by. And in 2017, Miranda, a university tutor from London, joins a yoga school that promises profound transformation. It felt a really safe and welcoming space. After the yoga classes, I felt amazing. But soon, that calm, welcoming atmosphere leads to something far darker, a journey that leads to allegations of grooming, trafficking and exploitation across international borders. I don't have my passport. I don't have my phone. I don't have my bank cards. I have nothing. The passport being taken, the being in a house and not feeling like they can leave. World of Secrets is where untold stories are unveiled and hidden realities are exposed. In this new series, we're confronting the dark side of the wellness industry, with the hope of a spiritual breakthrough gives way to disturbing accusations. You just get sucked in so gradually and it's done so skillfully that you don't realize. And it's like this, the secret that's there. I wanted to believe that, you know, that whatever they were doing, even if it seemed gross to me, was for some spiritual reason that I couldn't yet understand. Revealing the hidden secrets of a global yoga network. I feel that I have no other choice. The only thing I can do is to speak about this and to put my reputation and everything else on the line. I want truth and justice. And for other people to not be hurt for things to be different in the future. To bring it into the light and almost alchemise some of that evil stuff that went on and take back the power. World of Secrets, Season 6, The Bad Guru. Listen wherever you get your podcasts."}