{"speakers": [], "chunks": [{"timestamp": [0.0, 1.74], "text": " This is the BBC."}, {"timestamp": [2.88, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.42, 11.78], "text": " Hello, thanks for downloading this podcast from the BBC World Service."}, {"timestamp": [12.38, 16.66], "text": " Hungary's Prime Minister, Victor Orban, is well known for hostility to migrants"}, {"timestamp": [16.66, 20.5], "text": " for building razor wire fences along his country's southern border"}, {"timestamp": [20.5, 23.64], "text": " and for his increasingly authoritarian rule,"}, {"timestamp": [24.06, 25.8], "text": " for example, his attacks on the media"}, {"timestamp": [25.8, 27.2], "text": " and judicial system."}, {"timestamp": [27.84, 33.0], "text": " But the issue which recently brought Hungarians onto the streets in their tens of thousands"}, {"timestamp": [33.0, 35.44], "text": " was an amendment to the labour law."}, {"timestamp": [36.06, 39.76], "text": " My producer, Joe Casley and I, went to Hungary to investigate."}, {"timestamp": [54.0, 64.0], "text": " There are all kinds of protesters here, some of them with European flags, some with Hungarian flags, some with placards with various slogans on them. It's a mixture of urban, Budapest, middle class, people, trade union representatives and some workers."}, {"timestamp": [64.0, 65.44], "text": " So they are constantly chanting, don't lie, and dirty Fides. trade union representatives and some workers."}, {"timestamp": [70.08, 70.54], "text": " So they are constantly chanting, don't lie, and dirty Fides."}, {"timestamp": [71.7, 72.38], "text": " This is the government party."}, {"timestamp": [73.46, 73.92], "text": " And also they are chanting."}, {"timestamp": [75.54, 78.04], "text": " All the Hungarians are with us."}, {"timestamp": [82.02, 82.66], "text": " That's Balin Badi, our translator and guide here in Hungary."}, {"timestamp": [87.0, 95.0], "text": " I'm Lucy Ash, and in this week's global business on the BBC World Service, we're looking at a new and highly controversial rule on overtime hours, which many call the slave law."}, {"timestamp": [95.0, 105.0], "text": " The legislation has sparked protests across the country this winter and prompted unions to threaten the first general strike since the fall of communism."}, {"timestamp": [105.8, 110.8], "text": " This Saturday morning, we've followed a noisy demonstration from the Hungarian parliament"}, {"timestamp": [110.8, 115.14], "text": " across Budapest's elegant chain bridge and along the embankment."}, {"timestamp": [115.76, 119.3], "text": " On the other side of the river Danube, I stop a middle-aged couple."}, {"timestamp": [120.3, 123.8], "text": " So can you tell me why you've come to this protest today?"}, {"timestamp": [123.8, 124.9], "text": " And why did you?"}, {"timestamp": [124.0, 126.0], "text": " So can you tell me why you've come to this protest today? And why do you want to put him?"}, {"timestamp": [126.0, 133.0], "text": " Because I want to protest against Viktor Orban and his regime."}, {"timestamp": [133.0, 139.0], "text": " Tehrato. He's a truck driver and he will be affected by the law."}, {"timestamp": [139.0, 145.6], "text": " This law, an amendment to the Labour Code, was passed by the Hungarian Parliament in December."}, {"timestamp": [149.78, 153.44], "text": " It increases the amount of overtime companies can ask employees to work from 250 to 400 hours a year."}, {"timestamp": [153.82, 155.92], "text": " That's the equivalent of one day a week."}, {"timestamp": [156.66, 159.08], "text": " The truck driver and his wife look worried."}, {"timestamp": [163.04, 170.88], "text": " So he works 40 hours a week now, but if this law will be initiated in his workplace,"}, {"timestamp": [171.44, 175.44], "text": " then he will have to work on Saturday and maybe Sundays also."}, {"timestamp": [175.84, 177.64], "text": " And he has a family, so he doesn't want to do that."}, {"timestamp": [178.36, 182.02], "text": " Has your company said that they're going to put this law into effect?"}, {"timestamp": [184.06, 188.0], "text": " They never said anything about it, but this silence is very suspicious for him."}, {"timestamp": [188.0, 192.0], "text": " The government has stressed that overtime is voluntary"}, {"timestamp": [192.0, 196.0], "text": " and that negotiations should be between individuals and their employers."}, {"timestamp": [196.0, 199.0], "text": " Amidst the people blowing horns and whistles,"}, {"timestamp": [199.0, 207.5], "text": " I meet a tall, mild-mannered man holding a banner from Hungary's printers union. I'm a name da'us."}, {"timestamp": [207.5, 212.0], "text": " So he says he works with printing machines."}, {"timestamp": [212.0, 213.0], "text": " He's a printer."}, {"timestamp": [213.0, 217.0], "text": " And usually at printers, the overtime hours are more than 250."}, {"timestamp": [217.0, 223.5], "text": " The year before last year, he had 600 overtime hours."}, {"timestamp": [223.5, 225.0], "text": " 600 hours."}, {"timestamp": [225.0, 227.0], "text": " That's a day and a half a week."}, {"timestamp": [227.0, 228.0], "text": " This one a week,"}, {"timestamp": [228.0, 235.0], "text": " last week he worked 60 hours and next week he will also work 60 hours."}, {"timestamp": [235.0, 244.0], "text": " The problem is that his company is able to delay the payment of overtime hours for three years."}, {"timestamp": [244.0, 245.36], "text": " According to the new law. So he works like 20 overtime hour and overtime hours for three years, according to the new law."}, {"timestamp": [246.0, 249.84], "text": " So he works like 20 overtime hour and they paid in three years."}, {"timestamp": [250.8, 256.88], "text": " This three-year time frame for compensating overtime is the most contentious part of the law."}, {"timestamp": [257.68, 263.44], "text": " Employers in Hungary used to have a year to pay or give days off in lieu, if agreed with the unions."}, {"timestamp": [264.08, 269.28], "text": " Now they've been given even more flexibility to help them cope with fluctuating demand."}, {"timestamp": [269.98, 275.14], "text": " So far, we haven't heard of any companies who intend to use this extended accounting period."}, {"timestamp": [275.78, 280.52], "text": " But many workers fear their overtime hours will be forgotten months down the line,"}, {"timestamp": [280.76, 285.44], "text": " or that if a company goes bus before the three years are up, they may never get their"}, {"timestamp": [285.44, 291.6], "text": " money. There are all kinds of rumours in the crowd about who is behind the so-called slave law."}, {"timestamp": [292.24, 297.36], "text": " What do you think about this labour law? Well, I think it's terrible and it's basically created by the"}, {"timestamp": [297.36, 301.84], "text": " German companies. You think it's created by German companies? By the German auto companies."}, {"timestamp": [301.84, 306.24], "text": " Why? Because they need Hungarian employees and they need them to work more."}, {"timestamp": [307.28, 309.74], "text": " All this has brought people onto the streets"}, {"timestamp": [309.74, 311.66], "text": " who don't usually go on demonstrations"}, {"timestamp": [311.66, 314.12], "text": " and galvanized Hungary's opposition."}, {"timestamp": [314.76, 318.04], "text": " Just before Christmas, a group of independent MPs"}, {"timestamp": [318.04, 321.36], "text": " tried to get their views broadcast on the main state news channel."}, {"timestamp": [321.9, 325.64], "text": " They got into the building, but they never made it as far as the studio."}, {"timestamp": [330.56, 335.26], "text": " When they refused to leave the building, Bernadette Sale and another opposition MP"}, {"timestamp": [335.26, 337.94], "text": " were wrestled out by security guards."}, {"timestamp": [338.44, 342.82], "text": " It was in the morning when we were just physically thrown out from the building."}, {"timestamp": [342.82, 348.32], "text": " They were carrying my fellow MP by holding him by his hands and legs."}, {"timestamp": [354.96, 358.8], "text": " Prime Minister Victor Orban's hardline approach to the media,"}, {"timestamp": [358.8, 362.88], "text": " to the court system and migration has earned him a reputation"}, {"timestamp": [362.88, 367.52], "text": " as the EU's most authoritarian, unabashedly nationalist leader."}, {"timestamp": [368.08, 373.36], "text": " But why did he introduce this overtime law, which has alienated so many of his supporters"}, {"timestamp": [373.36, 380.36], "text": " in his party's rural and industrial heartland? The economist Laslo Andor, who served as a European"}, {"timestamp": [380.36, 385.32], "text": " Union Commissioner for Employment and Social Affairs says there's a pretty straightforward"}, {"timestamp": [385.32, 386.32], "text": " answer."}, {"timestamp": [386.32, 393.32], "text": " Well, the so-called slave law is a product of a labour shortage and the fact that in the"}, {"timestamp": [393.32, 400.16], "text": " recent years Hungary has experienced a quite reasonable economic growth."}, {"timestamp": [400.16, 406.66], "text": " Investment came to various sectors including automotive, but it turned out that the workforce is"}, {"timestamp": [406.66, 414.44], "text": " increasingly becoming a bottleneck on economic growth and foreign investors find it"}, {"timestamp": [414.44, 421.24], "text": " hard to find the available skilled labor. This shortage is in a way a sign of"}, {"timestamp": [421.24, 428.12], "text": " growth and nearly full employment. On the other hand, it's also a product of various policies"}, {"timestamp": [428.12, 431.7], "text": " that have been implemented in recent years,"}, {"timestamp": [432.08, 434.44], "text": " which have been quite controversial."}, {"timestamp": [435.36, 439.86], "text": " Andor says these controversial policies began with changes to the labour law"}, {"timestamp": [439.86, 443.4], "text": " back in 2012, which, in the name of flexibility,"}, {"timestamp": [443.96, 446.6], "text": " lessened the bargaining power of trade unions."}, {"timestamp": [447.14, 451.94], "text": " The logic is, so to speak, to create super competitive conditions."}, {"timestamp": [452.6, 458.22], "text": " And in a way, this is consistent with the policies of the last eight years,"}, {"timestamp": [458.22, 463.06], "text": " when the government has been just looking for measures"}, {"timestamp": [463.06, 467.12], "text": " that enhance the room for manoe maneuver for companies, for investors."}, {"timestamp": [468.0, 474.22], "text": " And it didn't really matter what the employees would think about it because the trade unions have"}, {"timestamp": [474.22, 480.24], "text": " been very weak. So the logic is that this is a country where you can do practically anything."}, {"timestamp": [480.92, 487.0], "text": " And that contributed to wage stagnation and increasing interest among Hungarian workers"}, {"timestamp": [487.0, 495.0], "text": " to leave the country and find employment in Germany, Austria, the UK or other countries."}, {"timestamp": [495.0, 504.0], "text": " In recent years, 600,000 Hungarians, a tenth of the working population, have got jobs outside the country,"}, {"timestamp": [504.0, 510.0], "text": " and the number of unfilled jobs in Hungary has doubled in three years to a record high."}, {"timestamp": [514.0, 521.0], "text": " German companies such as Audi, BMW and Mercedes have pumped huge investments into Hungary in the past two decades."}, {"timestamp": [522.0, 525.12], "text": " They were attracted by a competitive corporate tax rate,"}, {"timestamp": [525.22, 526.48], "text": " the lowest in the EU,"}, {"timestamp": [527.12, 530.02], "text": " skilled workers and comparatively low wages."}, {"timestamp": [530.7, 533.28], "text": " Many have expressed concerns about the labour shortage,"}, {"timestamp": [533.92, 536.24], "text": " but the German Chamber of Commerce in Hungary"}, {"timestamp": [536.24, 541.14], "text": " told us the overtime law wasn't requested by the German auto giants."}, {"timestamp": [541.74, 544.82], "text": " And it's not just foreign firms hit by the lack of manpower."}, {"timestamp": [545.0, 553.0], "text": " Hungarian industrial and construction companies have also been affected alongside the transport and service sectors."}, {"timestamp": [553.0, 562.0], "text": " Although average wages have risen by 10% in the last year, the increase is from a very low base."}, {"timestamp": [562.0, 565.66], "text": " We caught up with Isfan, the printer I met at the demo,"}, {"timestamp": [566.12, 569.04], "text": " in a fast food restaurant on the outskirts of the capital."}, {"timestamp": [569.64, 573.4], "text": " Have you always worked long hours, or is that something relatively new?"}, {"timestamp": [574.24, 577.48], "text": " It depends on the production,"}, {"timestamp": [577.48, 580.68], "text": " how many products they want us to print,"}, {"timestamp": [581.44, 588.16], "text": " and it also depends on how many colleagues I have because when"}, {"timestamp": [588.16, 592.96], "text": " somebody is away that's when we have to do 12-hour shifts."}, {"timestamp": [592.96, 595.84], "text": " Why and when people go on holiday you mean?"}, {"timestamp": [595.84, 602.0], "text": " Yeah, or when they go on holiday or when the company cannot find anybody to do"}, {"timestamp": [602.0, 604.24], "text": " the job, any professional."}, {"timestamp": [604.24, 615.0], "text": " That's why the year before last year I had to work almost 600 hours over time because of the labor shortage."}, {"timestamp": [615.0, 617.0], "text": " Why is there a labor shortage?"}, {"timestamp": [617.0, 621.0], "text": " There's no training anymore."}, {"timestamp": [621.0, 623.0], "text": " I think there is no training anymore."}, {"timestamp": [623.0, 625.68], "text": " At least no proper training."}, {"timestamp": [625.8, 627.16], "text": " The training is very weak."}, {"timestamp": [627.98, 631.64], "text": " And also the problem is that a lot of people, printers, they left Hungary."}, {"timestamp": [632.48, 639.28], "text": " Do you know any people who were working with you in the printing company who've left to go work abroad?"}, {"timestamp": [639.92, 641.08], "text": " Where have they gone?"}, {"timestamp": [642.28, 644.24], "text": " Yeah, I know people like this."}, {"timestamp": [644.32, 645.08], "text": " They went to Germany."}, {"timestamp": [646.04, 648.42], "text": " I would go as well if I wouldn't have a family."}, {"timestamp": [649.28, 650.68], "text": " But thanks to his job,"}, {"timestamp": [651.06, 654.9], "text": " Istfan doesn't get to spend much time with his wife and two young daughters."}, {"timestamp": [655.8, 660.9], "text": " Well, to the year before last year when I was working a lot,"}, {"timestamp": [661.56, 662.82], "text": " a lot of overtime hours."}, {"timestamp": [663.16, 669.56], "text": " I hardly ever saw my family because when I had 12-hour knife shifts every day during the week,"}, {"timestamp": [669.56, 674.12], "text": " when I arrived home, I went to sleep and then they wake up."}, {"timestamp": [674.12, 676.96], "text": " And when they came home, I went to work."}, {"timestamp": [676.96, 680.6], "text": " And we only saw each other during the weekends."}, {"timestamp": [680.6, 686.5], "text": " But I had to do it because at our company, we didn't have a wage raise for six years."}, {"timestamp": [687.3, 689.6], "text": " So I had to fight inflation somehow."}, {"timestamp": [690.0, 697.7], "text": " You weren't working overtime to pay for some extra things like saving up for a big holiday or to buy a car."}, {"timestamp": [697.9, 701.26], "text": " We have a mortgage on our house and we have to pay that."}, {"timestamp": [701.52, 706.0], "text": " I said that not the too-orrable-lora we shouldn't have to do overtime to live."}, {"timestamp": [706.0, 710.0], "text": " The motivation, if you wish, for this law"}, {"timestamp": [710.0, 713.0], "text": " is not coming from the macroeconomic point of view,"}, {"timestamp": [713.0, 716.0], "text": " much more from the perspective of the workers."}, {"timestamp": [716.0, 718.0], "text": " That's not the mucca-addo to,"}, {"timestamp": [718.0, 723.0], "text": " it's not the employer from where it originated."}, {"timestamp": [723.0, 725.92], "text": " It starts with the employee if they want to..."}, {"timestamp": [725.92, 728.14], "text": " Hungarians are saying, please, can we work longer hours?"}, {"timestamp": [728.78, 731.16], "text": " They want to earn more."}, {"timestamp": [731.8, 734.2], "text": " Jolt Shemien, the Deputy Prime Minister,"}, {"timestamp": [734.48, 736.68], "text": " flatly denies that the overtime law"}, {"timestamp": [736.68, 739.4], "text": " has anything to do with the labour shortage."}, {"timestamp": [742.16, 748.0], "text": " If you look around here in the Central European countries, Poland, Czech Republics like Hungary,"}, {"timestamp": [748.0, 756.0], "text": " the GDP, there is GDP growth, factories are operating, there is practically no unemployment,"}, {"timestamp": [756.0, 760.0], "text": " the economy is basically galloping, what are we talking about?"}, {"timestamp": [760.0, 764.0], "text": " And he dismisses the protests which took place just outside his window."}, {"timestamp": [764.0, 772.36], "text": " If you attended that rally, how many blue colors did you see?"}, {"timestamp": [773.66, 780.54], "text": " If you looked around well among the crowd, what you saw was well-known opposition party figures"}, {"timestamp": [780.54, 786.06], "text": " and well-known activists of organizations backed by George Soros."}, {"timestamp": [786.64, 792.24], "text": " George Soros, the Hungarian financier and philanthropist, and the government's favorite whipping boy,"}, {"timestamp": [792.64, 796.0], "text": " who's routinely accused of selling out Hungary to foreigners."}, {"timestamp": [796.64, 803.08], "text": " This would be a completely insignificant amendment of a law,"}, {"timestamp": [803.54, 808.7], "text": " where it's not for the opposition that managed to create this hype and fame around it."}, {"timestamp": [808.7, 817.6], "text": " Because originally the point of the part was that the employees should be allowed"}, {"timestamp": [817.6, 825.2], "text": " if they wanted to work more, then it should not be the state that is impeding them in doing so."}, {"timestamp": [825.66, 827.54], "text": " Nobody is forced to do anything."}, {"timestamp": [827.76, 830.3], "text": " It is based on the voluntary decision of the worker."}, {"timestamp": [830.9, 833.22], "text": " Nobody can coerce them to work more."}, {"timestamp": [834.62, 839.2], "text": " But the economist and opposition MP Bernadette's sale disagrees."}, {"timestamp": [839.2, 845.78], "text": " We already have a situation where the workers are pretty much in the mercy of the employers."}, {"timestamp": [846.56, 851.68], "text": " So it is very clear for us that in many workplaces, they are worse off."}, {"timestamp": [851.78, 856.22], "text": " If they say that they do not do the extra hours, we know some examples about that."}, {"timestamp": [856.34, 857.66], "text": " We know about the worker."}, {"timestamp": [858.14, 863.42], "text": " They were just told that, I don't know, at 5 o'clock, that boys, you have to work two extra hours."}, {"timestamp": [864.04, 867.36], "text": " And they went to the dressing room and and they looked out of the window,"}, {"timestamp": [867.56, 870.88], "text": " and they saw that the bus, which takes them home, it's not there."}, {"timestamp": [871.34, 875.98], "text": " And they were just forced, basically, to be in the factory and have that extra shift."}, {"timestamp": [876.1, 876.9], "text": " It wasn't voluntary."}, {"timestamp": [877.5, 883.68], "text": " Yeah, and that's the problem with this law, that they say that it is voluntary to have those extra 400 hours."}, {"timestamp": [883.68, 888.0], "text": " But in reality, in our work market, there is no voluntary."}, {"timestamp": [892.0, 900.0], "text": " It's like that. I was told by a trade union that you are asked to do that extra shift Friday afternoon."}, {"timestamp": [900.0, 903.0], "text": " And you say that you want to take your daughter to a dentist."}, {"timestamp": [903.0, 905.7], "text": " And they say that they are very sorry to hear that."}, {"timestamp": [906.04, 907.8], "text": " And next month, you don't get the bonus."}, {"timestamp": [908.72, 910.54], "text": " These are not isolated cases."}, {"timestamp": [911.04, 912.7], "text": " In the course of making this program,"}, {"timestamp": [912.84, 914.74], "text": " we heard of workers who've been disciplined,"}, {"timestamp": [915.22, 917.82], "text": " even sacked for refusing to work overtime"}, {"timestamp": [917.82, 920.16], "text": " at a company in the County of Pest,"}, {"timestamp": [920.5, 922.6], "text": " making components for the car industry."}, {"timestamp": [923.76, 929.0], "text": " Bernadette Selle explains why many outside the capital feel so vulnerable."}, {"timestamp": [929.0, 933.0], "text": " In some ways you'd think the workers would have some bargaining power"}, {"timestamp": [933.0, 935.0], "text": " because there's a labour shortage."}, {"timestamp": [935.0, 938.0], "text": " That would be nice to say in a theoretical world,"}, {"timestamp": [938.0, 942.0], "text": " but in reality in Hungarian towns and cities,"}, {"timestamp": [942.0, 947.0], "text": " there are many examples of having one big company who has a lot of workers."}, {"timestamp": [947.0, 949.0], "text": " And these companies have a monopoly."}, {"timestamp": [949.0, 961.0], "text": " 8 hours work, 8 hours rest, 8 hours for fun."}, {"timestamp": [961.0, 966.08], "text": " That's the thumping chorus of a jukebox favourite by the Hungarian rock band"}, {"timestamp": [966.08, 972.64], "text": " Beatrice. The song about a vodka-fueled factory worker who gets into pub brawls harks back to"}, {"timestamp": [972.64, 976.4], "text": " the communist era when lives were regulated by the state."}, {"timestamp": [978.4, 983.28], "text": " We're just outside the Henkel factory and there are people that are finishing the two o'clock"}, {"timestamp": [983.28, 986.0], "text": " shift. Should you talk to this guy?"}, {"timestamp": [986.0, 989.0], "text": " We've driven three hours from the capital,"}, {"timestamp": [989.0, 992.0], "text": " across a flat landscape covered in snow,"}, {"timestamp": [992.0, 996.0], "text": " to the southeast corner of Hungary, one of the poorest parts of the EU."}, {"timestamp": [996.0, 1002.0], "text": " And we've pulled up outside a factory which makes the capsules you put in your washing machine."}, {"timestamp": [1002.0, 1005.16], "text": " So he works here for 18 years."}, {"timestamp": [1006.24, 1006.8], "text": " Which, what?"}, {"timestamp": [1009.8, 1010.0], "text": " But he doesn't want to comment anything."}, {"timestamp": [1010.8, 1011.0], "text": " Right, okay."}, {"timestamp": [1013.38, 1016.1], "text": " This factory in the town of Kourashladanyi is owned by the German chemical giant Henkel,"}, {"timestamp": [1016.3, 1017.2], "text": " and we've come here"}, {"timestamp": [1017.2, 1019.56], "text": " after the Hungarian press reported"}, {"timestamp": [1019.56, 1022.96], "text": " some people were working 68-hour weeks."}, {"timestamp": [1023.5, 1027.96], "text": " He says that in this neighborhood, in this area, his salary is a good salary."}, {"timestamp": [1028.38, 1031.62], "text": " And do you have to work long hours?"}, {"timestamp": [1031.92, 1034.2], "text": " How many hours do you have to work every week?"}, {"timestamp": [1035.16, 1037.36], "text": " People are very reluctant to talk."}, {"timestamp": [1037.36, 1040.48], "text": " They come out of the factory gates, heads down, hands in pockets,"}, {"timestamp": [1040.94, 1042.2], "text": " and make for the white buses,"}, {"timestamp": [1042.46, 1049.76], "text": " which will take them back to the towns and villages around the factory. Before long, we're joined by a burly man in a leather jacket."}, {"timestamp": [1049.76, 1054.0], "text": " He's the head of the security."}, {"timestamp": [1054.0, 1057.0], "text": " Oh, right. Okay. Okay. Okay. Yeah. Hello."}, {"timestamp": [1057.0, 1058.0], "text": " Hi. Hello."}, {"timestamp": [1058.0, 1065.18], "text": " They asked if we have permission. I said we have no permission, but we don't need permission here because we are on the street."}, {"timestamp": [1065.18, 1066.74], "text": " Yeah, we're just talking to some people."}, {"timestamp": [1067.08, 1069.2], "text": " And he said then he will stay with us."}, {"timestamp": [1069.34, 1070.14], "text": " Oh, okay, fine."}, {"timestamp": [1070.82, 1071.12], "text": " All right."}, {"timestamp": [1072.26, 1075.3], "text": " Our request to visit the factory were turned down."}, {"timestamp": [1075.76, 1083.22], "text": " But in a written statement, the company said the occurrence of the 68-hour week at the Kourushladan plant was very exceptional."}, {"timestamp": [1083.82, 1087.0], "text": " And nothing had changed as a result of the new law."}, {"timestamp": [1087.0, 1090.0], "text": " Overtime it said was paid within three months."}, {"timestamp": [1094.0, 1099.0], "text": " Eventually we speak to one of the workers in a small village about 20 minutes from the factory."}, {"timestamp": [1099.0, 1106.12], "text": " The woman who looks exhausted and has a deeply lined face explains she was hired by an agency"}, {"timestamp": [1106.12, 1108.94], "text": " which recruits staff for the factory."}, {"timestamp": [1108.94, 1116.32], "text": " She's scared of losing her job, so we've had to disguise her voice."}, {"timestamp": [1116.32, 1119.56], "text": " I do eight hours, we have to do that."}, {"timestamp": [1119.56, 1121.96], "text": " But if I must, I'll do overtime."}, {"timestamp": [1121.96, 1127.32], "text": " And for example, lots of people are off sick with flu right now, so we have to work 12-hour days."}, {"timestamp": [1128.02, 1129.54], "text": " But it is always changing."}, {"timestamp": [1130.32, 1131.44], "text": " Who likes working?"}, {"timestamp": [1132.26, 1134.74], "text": " Sometimes we work weekends if we have to."}, {"timestamp": [1135.16, 1136.72], "text": " You know, to feed our families."}, {"timestamp": [1137.66, 1141.86], "text": " She tells me that she earns the minimum wage making the detergent capsules."}, {"timestamp": [1142.68, 1147.0], "text": " 149,000 forints, that's about $530 a month,"}, {"timestamp": [1147.0, 1150.0], "text": " plus some extra for working nights and weekends."}, {"timestamp": [1150.0, 1153.0], "text": " How many hours did you work today?"}, {"timestamp": [1153.0, 1154.0], "text": " Eight."}, {"timestamp": [1154.0, 1155.0], "text": " Yes."}, {"timestamp": [1155.0, 1157.0], "text": " She's showing me with her hands."}, {"timestamp": [1157.0, 1158.0], "text": " And tomorrow?"}, {"timestamp": [1158.0, 1161.0], "text": " I'm a volunteer."}, {"timestamp": [1161.0, 1165.0], "text": " I've agreed to four extra hours."}, {"timestamp": [1165.0, 1167.0], "text": " So tomorrow is a 12-hour shift."}, {"timestamp": [1167.0, 1171.0], "text": " I'm for I'm going to do for two days."}, {"timestamp": [1171.0, 1176.0], "text": " That's why I'm rushing home to cook today because I have to prepare two days' worth of meals."}, {"timestamp": [1176.0, 1180.0], "text": " I won't have any time tomorrow because I'm on the 12-hour shift."}, {"timestamp": [1180.0, 1182.0], "text": " So what time do you start?"}, {"timestamp": [1182.0, 1184.0], "text": " 6 o'am."}, {"timestamp": [1184.0, 1185.42], "text": " You have to leave the house, what time?"}, {"timestamp": [1186.14, 1189.58], "text": " 455 a.m."}, {"timestamp": [1189.84, 1190.88], "text": " That's very early."}, {"timestamp": [1192.58, 1195.28], "text": " And I have to wake up around 3.40 a.m."}, {"timestamp": [1195.66, 1200.04], "text": " We have a small bathroom and I need to get in there before my husband who gets up at 4."}, {"timestamp": [1200.66, 1202.32], "text": " It sounds like a tough life."}, {"timestamp": [1203.22, 1205.0], "text": " Have you thought about going abroad to work?"}, {"timestamp": [1207.5, 1208.92], "text": " I'm not going anywhere."}, {"timestamp": [1209.52, 1213.34], "text": " It's good enough for me here, and I'm not leaving anyone behind."}, {"timestamp": [1216.7, 1219.6], "text": " All the places around here have the same low pay."}, {"timestamp": [1220.18, 1222.5], "text": " Sometimes the work is easy, sometimes hard."}, {"timestamp": [1222.92, 1224.48], "text": " It depends on the production line."}, {"timestamp": [1225.2, 1226.88], "text": " But you just have to get on with it."}, {"timestamp": [1227.6, 1231.36], "text": " Are you worried about the new law that's coming in on working hours?"}, {"timestamp": [1233.2, 1235.2], "text": " I cannot do anything about it."}, {"timestamp": [1240.32, 1242.32], "text": " No, we just entered into self-driving mode."}, {"timestamp": [1243.92, 1245.82], "text": " So is the car now driving itself?"}, {"timestamp": [1246.12, 1246.68], "text": " Yes, yes."}, {"timestamp": [1247.26, 1247.56], "text": " Right."}, {"timestamp": [1247.86, 1249.62], "text": " And you're not touching the steering wheel?"}, {"timestamp": [1249.74, 1250.2], "text": " No, no."}, {"timestamp": [1250.64, 1250.94], "text": " Okay."}, {"timestamp": [1251.3, 1252.74], "text": " Yeah, you've got your hands off in the air."}, {"timestamp": [1254.1, 1259.08], "text": " Back in Budapest, I'm cruising down the motorway with some guys from AI Motive,"}, {"timestamp": [1259.4, 1264.24], "text": " the country's fastest growing startup, producing software for driverless cars."}, {"timestamp": [1265.84, 1270.88], "text": " Safely, back in the office, which has brightly colored furniture and a gleaming staff kitchen,"}, {"timestamp": [1271.36, 1278.72], "text": " I meet the CEO, Las Lakhishanti. He says good pay and conditions help him to hang on to talented staff."}, {"timestamp": [1279.52, 1287.26], "text": " Hungary is not a technological centre at the moment. So we need to be very, very careful how we treat our"}, {"timestamp": [1287.26, 1293.62], "text": " employees, because obviously some of them are so bright that they can go anywhere in the world."}, {"timestamp": [1294.12, 1302.16], "text": " So obviously we need to take care of our employees. We cannot exploit them, like in a countryside"}, {"timestamp": [1302.16, 1305.16], "text": " industries where there is no other job."}, {"timestamp": [1305.52, 1307.84], "text": " As an entrepreneur in Hungary,"}, {"timestamp": [1308.16, 1311.66], "text": " what do you think about this new legislation on working hours?"}, {"timestamp": [1312.68, 1315.52], "text": " Do you know, people are calling it a slave law?"}, {"timestamp": [1316.06, 1316.92], "text": " What do you think?"}, {"timestamp": [1317.36, 1324.3], "text": " I'm very liberal, so I don't necessarily like when the government controls things."}, {"timestamp": [1324.3, 1328.14], "text": " I don't think government should regulate how many hours you can do."}, {"timestamp": [1328.68, 1339.66], "text": " I think because in my market, this is a mutual agreement between the employee and the employer to work as many hours for certain compensation."}, {"timestamp": [1340.22, 1348.6], "text": " We actually don't want our colleagues to burn out. So my job is, of course, sometimes we need to stay in the weekends"}, {"timestamp": [1348.6, 1351.2], "text": " because there is a project deadline or something."}, {"timestamp": [1351.2, 1357.6], "text": " But if we see some people, engineers, doing that more than twice a month,"}, {"timestamp": [1357.6, 1364.2], "text": " then we just stop them because burnout is the biggest danger than not finishing the project"}, {"timestamp": [1364.2, 1367.0], "text": " because then you lose your best people."}, {"timestamp": [1367.0, 1375.0], "text": " There's a world of difference between the factory workers we met in the southeast and Budapest."}, {"timestamp": [1375.0, 1382.0], "text": " In some counties east of the Danube, the average salary is just a little more than half that of the capitals."}, {"timestamp": [1382.0, 1385.4], "text": " And the best educated, who've stayed in Hungary,"}, {"timestamp": [1385.4, 1387.24], "text": " have the pick of jobs."}, {"timestamp": [1391.28, 1393.82], "text": " On the eighth floor of a city center tower block,"}, {"timestamp": [1393.82, 1397.6], "text": " we meet Tammy Stelini, the director of Hayes Hungary,"}, {"timestamp": [1397.6, 1400.74], "text": " a recruitment agency for skilled professionals."}, {"timestamp": [1400.74, 1402.44], "text": " She's worked all over the world,"}, {"timestamp": [1402.44, 1406.0], "text": " but says the current situation in Hungary is unique."}, {"timestamp": [1406.0, 1411.0], "text": " I used to always tell candidates, you know, you're going to go to a job interview"}, {"timestamp": [1411.0, 1414.0], "text": " and after you there's going to be another five candidates,"}, {"timestamp": [1414.0, 1417.0], "text": " so you really need to impress the person and impress the client."}, {"timestamp": [1417.0, 1418.0], "text": " But now it's not like that."}, {"timestamp": [1418.0, 1420.0], "text": " Now I'm telling the clients, right?"}, {"timestamp": [1420.0, 1423.0], "text": " I'm telling the companies, you know, you're going to be interviewing the candidate"}, {"timestamp": [1423.0, 1428.14], "text": " and you need to impress because after that candidate leaves your office, he or she is going to go to another five,"}, {"timestamp": [1428.28, 1433.98], "text": " you know, interviews. So it's the clients now, the companies that really need to leave a lasting"}, {"timestamp": [1433.98, 1441.54], "text": " impression. Although Hungary's growth rate may reach 4% this year, the labour shortage is also"}, {"timestamp": [1441.54, 1445.44], "text": " growing, with 80,000 unfilled vacancies nationwide."}, {"timestamp": [1446.18, 1451.94], "text": " But the most obvious solution is anathema to Deputy PM Jol Chemien."}, {"timestamp": [1454.58, 1458.26], "text": " Some Western European countries prefer to have migration."}, {"timestamp": [1459.08, 1460.06], "text": " We said no."}, {"timestamp": [1460.68, 1464.92], "text": " We believe that in itself, migration in itself, is not an opportunity."}, {"timestamp": [1465.22, 1465.92], "text": " It's a threat. We believe that instead we, migration in itself, is not an opportunity. It's a threat."}, {"timestamp": [1466.4, 1471.32], "text": " We believe that instead we should be giving the Hungarian families subsidies."}, {"timestamp": [1471.58, 1474.4], "text": " We should help promote them having more children"}, {"timestamp": [1474.4, 1478.4], "text": " to have Hungarian children born to Hungarian families."}, {"timestamp": [1478.4, 1482.74], "text": " So the state should be supporting increased childbirth instead."}, {"timestamp": [1482.86, 1484.52], "text": " So not the migrainses of care to support,"}, {"timestamp": [1484.62, 1485.72], "text": " but the Hungarian families, the Maguarschalka,"}, {"timestamp": [1485.72, 1487.24], "text": " but the Maguart's"}, {"timestamp": [1487.24, 1489.0], "text": " not a quick solution."}, {"timestamp": [1489.0, 1491.52], "text": " MP Bernadette's sale also thinks"}, {"timestamp": [1491.52, 1494.4], "text": " preaching family values is hypocritical,"}, {"timestamp": [1494.4, 1496.68], "text": " given the government's overtime law."}, {"timestamp": [1496.68, 1499.52], "text": " I just would like to emphasize the horrible construction"}, {"timestamp": [1499.52, 1502.68], "text": " of this whole system, providing bad salaries"}, {"timestamp": [1502.68, 1506.24], "text": " to Hungarian people and required them to work more for a"}, {"timestamp": [1506.24, 1512.56], "text": " little money. And we have this on the one hand side, and he and the government always talks"}, {"timestamp": [1512.56, 1518.24], "text": " about family life, how important it is to have it and how important it is to get more children."}, {"timestamp": [1518.24, 1524.16], "text": " I mean, under these circumstances, I'm not surprised at all that families decide different"}, {"timestamp": [1524.16, 1525.78], "text": " ways, like just leaving the country"}, {"timestamp": [1525.78, 1531.9], "text": " or cannot take on more children because, you know, having a child is a long-term decision."}, {"timestamp": [1531.9, 1537.9], "text": " And that's the point when we just cannot go forward with this whole system, because people"}, {"timestamp": [1537.9, 1542.02], "text": " just vote with their legs or feet. They just leave the country."}, {"timestamp": [1542.78, 1546.42], "text": " Hungary is importing some labour from the east to plug the gap,"}, {"timestamp": [1546.84, 1548.62], "text": " workers from neighbouring Ukraine."}, {"timestamp": [1549.26, 1551.4], "text": " Meanwhile, as Ms Seil says,"}, {"timestamp": [1551.76, 1554.24], "text": " young people like the student I met at the demo"}, {"timestamp": [1554.24, 1556.92], "text": " are heading in the opposite direction."}, {"timestamp": [1557.84, 1560.24], "text": " What are you going to do when you leave university?"}, {"timestamp": [1560.88, 1563.12], "text": " I think I will live to another European country."}, {"timestamp": [1563.32, 1566.0], "text": " I am guessing France, England or I don't know."}, {"timestamp": [1566.0, 1569.0], "text": " In Hungary the salaries are really low."}, {"timestamp": [1569.0, 1572.0], "text": " You seem very frustrated."}, {"timestamp": [1572.0, 1577.0], "text": " I am rather hopeless because I don't see a way out."}, {"timestamp": [1577.0, 1580.0], "text": " I want to stay here. I love this country. I love this city."}, {"timestamp": [1580.0, 1582.0], "text": " This is my favorite city."}, {"timestamp": [1582.0, 1584.0], "text": " I can't live here if it stay like this."}, {"timestamp": [1584.0, 1586.68], "text": " Because if the country destroys my personal life"}, {"timestamp": [1586.68, 1589.54], "text": " and take away my opportunities to work and to live,"}, {"timestamp": [1590.98, 1593.76], "text": " I won't be able to live here even if I want to."}, {"timestamp": [1594.8, 1597.4], "text": " At the first big protest back in December,"}, {"timestamp": [1597.88, 1600.76], "text": " one trade union leader described the overtime law"}, {"timestamp": [1600.76, 1604.6], "text": " as part of a strange kind of authoritarian capitalism"}, {"timestamp": [1604.6, 1606.18], "text": " which is taking over Hungary."}, {"timestamp": [1606.8, 1612.1], "text": " But the demonstrations are smaller than before Christmas, and there's little sign the government"}, {"timestamp": [1612.1, 1619.34], "text": " is prepared to budge. For now, the only movement, perhaps, is the exodus of Hungarians"}, {"timestamp": [1619.34, 1629.0], "text": " leaving the country. Global business was edited by Penny Murphy and mixed in our studio by Rod Farker."}, {"timestamp": [1629.0, 1634.0], "text": " Thanks also to our translator, Balint Bardi, and Tenetti Dennis."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. Hello, thanks for downloading this podcast from the BBC World Service. Hungary's Prime Minister, Victor Orban, is well known for hostility to migrants for building razor wire fences along his country's southern border and for his increasingly authoritarian rule, for example, his attacks on the media and judicial system. But the issue which recently brought Hungarians onto the streets in their tens of thousands was an amendment to the labour law. My producer, Joe Casley and I, went to Hungary to investigate. There are all kinds of protesters here, some of them with European flags, some with Hungarian flags, some with placards with various slogans on them. It's a mixture of urban, Budapest, middle class, people, trade union representatives and some workers. So they are constantly chanting, don't lie, and dirty Fides. trade union representatives and some workers. So they are constantly chanting, don't lie, and dirty Fides. This is the government party. And also they are chanting. All the Hungarians are with us. That's Balin Badi, our translator and guide here in Hungary. I'm Lucy Ash, and in this week's global business on the BBC World Service, we're looking at a new and highly controversial rule on overtime hours, which many call the slave law. The legislation has sparked protests across the country this winter and prompted unions to threaten the first general strike since the fall of communism. This Saturday morning, we've followed a noisy demonstration from the Hungarian parliament across Budapest's elegant chain bridge and along the embankment. On the other side of the river Danube, I stop a middle-aged couple. So can you tell me why you've come to this protest today? And why did you? So can you tell me why you've come to this protest today? And why do you want to put him? Because I want to protest against Viktor Orban and his regime. Tehrato. He's a truck driver and he will be affected by the law. This law, an amendment to the Labour Code, was passed by the Hungarian Parliament in December. It increases the amount of overtime companies can ask employees to work from 250 to 400 hours a year. That's the equivalent of one day a week. The truck driver and his wife look worried. So he works 40 hours a week now, but if this law will be initiated in his workplace, then he will have to work on Saturday and maybe Sundays also. And he has a family, so he doesn't want to do that. Has your company said that they're going to put this law into effect? They never said anything about it, but this silence is very suspicious for him. The government has stressed that overtime is voluntary and that negotiations should be between individuals and their employers. Amidst the people blowing horns and whistles, I meet a tall, mild-mannered man holding a banner from Hungary's printers union. I'm a name da'us. So he says he works with printing machines. He's a printer. And usually at printers, the overtime hours are more than 250. The year before last year, he had 600 overtime hours. 600 hours. That's a day and a half a week. This one a week, last week he worked 60 hours and next week he will also work 60 hours. The problem is that his company is able to delay the payment of overtime hours for three years. According to the new law. So he works like 20 overtime hour and overtime hours for three years, according to the new law. So he works like 20 overtime hour and they paid in three years. This three-year time frame for compensating overtime is the most contentious part of the law. Employers in Hungary used to have a year to pay or give days off in lieu, if agreed with the unions. Now they've been given even more flexibility to help them cope with fluctuating demand. So far, we haven't heard of any companies who intend to use this extended accounting period. But many workers fear their overtime hours will be forgotten months down the line, or that if a company goes bus before the three years are up, they may never get their money. There are all kinds of rumours in the crowd about who is behind the so-called slave law. What do you think about this labour law? Well, I think it's terrible and it's basically created by the German companies. You think it's created by German companies? By the German auto companies. Why? Because they need Hungarian employees and they need them to work more. All this has brought people onto the streets who don't usually go on demonstrations and galvanized Hungary's opposition. Just before Christmas, a group of independent MPs tried to get their views broadcast on the main state news channel. They got into the building, but they never made it as far as the studio. When they refused to leave the building, Bernadette Sale and another opposition MP were wrestled out by security guards. It was in the morning when we were just physically thrown out from the building. They were carrying my fellow MP by holding him by his hands and legs. Prime Minister Victor Orban's hardline approach to the media, to the court system and migration has earned him a reputation as the EU's most authoritarian, unabashedly nationalist leader. But why did he introduce this overtime law, which has alienated so many of his supporters in his party's rural and industrial heartland? The economist Laslo Andor, who served as a European Union Commissioner for Employment and Social Affairs says there's a pretty straightforward answer. Well, the so-called slave law is a product of a labour shortage and the fact that in the recent years Hungary has experienced a quite reasonable economic growth. Investment came to various sectors including automotive, but it turned out that the workforce is increasingly becoming a bottleneck on economic growth and foreign investors find it hard to find the available skilled labor. This shortage is in a way a sign of growth and nearly full employment. On the other hand, it's also a product of various policies that have been implemented in recent years, which have been quite controversial. Andor says these controversial policies began with changes to the labour law back in 2012, which, in the name of flexibility, lessened the bargaining power of trade unions. The logic is, so to speak, to create super competitive conditions. And in a way, this is consistent with the policies of the last eight years, when the government has been just looking for measures that enhance the room for manoe maneuver for companies, for investors. And it didn't really matter what the employees would think about it because the trade unions have been very weak. So the logic is that this is a country where you can do practically anything. And that contributed to wage stagnation and increasing interest among Hungarian workers to leave the country and find employment in Germany, Austria, the UK or other countries. In recent years, 600,000 Hungarians, a tenth of the working population, have got jobs outside the country, and the number of unfilled jobs in Hungary has doubled in three years to a record high. German companies such as Audi, BMW and Mercedes have pumped huge investments into Hungary in the past two decades. They were attracted by a competitive corporate tax rate, the lowest in the EU, skilled workers and comparatively low wages. Many have expressed concerns about the labour shortage, but the German Chamber of Commerce in Hungary told us the overtime law wasn't requested by the German auto giants. And it's not just foreign firms hit by the lack of manpower. Hungarian industrial and construction companies have also been affected alongside the transport and service sectors. Although average wages have risen by 10% in the last year, the increase is from a very low base. We caught up with Isfan, the printer I met at the demo, in a fast food restaurant on the outskirts of the capital. Have you always worked long hours, or is that something relatively new? It depends on the production, how many products they want us to print, and it also depends on how many colleagues I have because when somebody is away that's when we have to do 12-hour shifts. Why and when people go on holiday you mean? Yeah, or when they go on holiday or when the company cannot find anybody to do the job, any professional. That's why the year before last year I had to work almost 600 hours over time because of the labor shortage. Why is there a labor shortage? There's no training anymore. I think there is no training anymore. At least no proper training. The training is very weak. And also the problem is that a lot of people, printers, they left Hungary. Do you know any people who were working with you in the printing company who've left to go work abroad? Where have they gone? Yeah, I know people like this. They went to Germany. I would go as well if I wouldn't have a family. But thanks to his job, Istfan doesn't get to spend much time with his wife and two young daughters. Well, to the year before last year when I was working a lot, a lot of overtime hours. I hardly ever saw my family because when I had 12-hour knife shifts every day during the week, when I arrived home, I went to sleep and then they wake up. And when they came home, I went to work. And we only saw each other during the weekends. But I had to do it because at our company, we didn't have a wage raise for six years. So I had to fight inflation somehow. You weren't working overtime to pay for some extra things like saving up for a big holiday or to buy a car. We have a mortgage on our house and we have to pay that. I said that not the too-orrable-lora we shouldn't have to do overtime to live. The motivation, if you wish, for this law is not coming from the macroeconomic point of view, much more from the perspective of the workers. That's not the mucca-addo to, it's not the employer from where it originated. It starts with the employee if they want to... Hungarians are saying, please, can we work longer hours? They want to earn more. Jolt Shemien, the Deputy Prime Minister, flatly denies that the overtime law has anything to do with the labour shortage. If you look around here in the Central European countries, Poland, Czech Republics like Hungary, the GDP, there is GDP growth, factories are operating, there is practically no unemployment, the economy is basically galloping, what are we talking about? And he dismisses the protests which took place just outside his window. If you attended that rally, how many blue colors did you see? If you looked around well among the crowd, what you saw was well-known opposition party figures and well-known activists of organizations backed by George Soros. George Soros, the Hungarian financier and philanthropist, and the government's favorite whipping boy, who's routinely accused of selling out Hungary to foreigners. This would be a completely insignificant amendment of a law, where it's not for the opposition that managed to create this hype and fame around it. Because originally the point of the part was that the employees should be allowed if they wanted to work more, then it should not be the state that is impeding them in doing so. Nobody is forced to do anything. It is based on the voluntary decision of the worker. Nobody can coerce them to work more. But the economist and opposition MP Bernadette's sale disagrees. We already have a situation where the workers are pretty much in the mercy of the employers. So it is very clear for us that in many workplaces, they are worse off. If they say that they do not do the extra hours, we know some examples about that. We know about the worker. They were just told that, I don't know, at 5 o'clock, that boys, you have to work two extra hours. And they went to the dressing room and and they looked out of the window, and they saw that the bus, which takes them home, it's not there. And they were just forced, basically, to be in the factory and have that extra shift. It wasn't voluntary. Yeah, and that's the problem with this law, that they say that it is voluntary to have those extra 400 hours. But in reality, in our work market, there is no voluntary. It's like that. I was told by a trade union that you are asked to do that extra shift Friday afternoon. And you say that you want to take your daughter to a dentist. And they say that they are very sorry to hear that. And next month, you don't get the bonus. These are not isolated cases. In the course of making this program, we heard of workers who've been disciplined, even sacked for refusing to work overtime at a company in the County of Pest, making components for the car industry. Bernadette Selle explains why many outside the capital feel so vulnerable. In some ways you'd think the workers would have some bargaining power because there's a labour shortage. That would be nice to say in a theoretical world, but in reality in Hungarian towns and cities, there are many examples of having one big company who has a lot of workers. And these companies have a monopoly. 8 hours work, 8 hours rest, 8 hours for fun. That's the thumping chorus of a jukebox favourite by the Hungarian rock band Beatrice. The song about a vodka-fueled factory worker who gets into pub brawls harks back to the communist era when lives were regulated by the state. We're just outside the Henkel factory and there are people that are finishing the two o'clock shift. Should you talk to this guy? We've driven three hours from the capital, across a flat landscape covered in snow, to the southeast corner of Hungary, one of the poorest parts of the EU. And we've pulled up outside a factory which makes the capsules you put in your washing machine. So he works here for 18 years. Which, what? But he doesn't want to comment anything. Right, okay. This factory in the town of Kourashladanyi is owned by the German chemical giant Henkel, and we've come here after the Hungarian press reported some people were working 68-hour weeks. He says that in this neighborhood, in this area, his salary is a good salary. And do you have to work long hours? How many hours do you have to work every week? People are very reluctant to talk. They come out of the factory gates, heads down, hands in pockets, and make for the white buses, which will take them back to the towns and villages around the factory. Before long, we're joined by a burly man in a leather jacket. He's the head of the security. Oh, right. Okay. Okay. Okay. Yeah. Hello. Hi. Hello. They asked if we have permission. I said we have no permission, but we don't need permission here because we are on the street. Yeah, we're just talking to some people. And he said then he will stay with us. Oh, okay, fine. All right. Our request to visit the factory were turned down. But in a written statement, the company said the occurrence of the 68-hour week at the Kourushladan plant was very exceptional. And nothing had changed as a result of the new law. Overtime it said was paid within three months. Eventually we speak to one of the workers in a small village about 20 minutes from the factory. The woman who looks exhausted and has a deeply lined face explains she was hired by an agency which recruits staff for the factory. She's scared of losing her job, so we've had to disguise her voice. I do eight hours, we have to do that. But if I must, I'll do overtime. And for example, lots of people are off sick with flu right now, so we have to work 12-hour days. But it is always changing. Who likes working? Sometimes we work weekends if we have to. You know, to feed our families. She tells me that she earns the minimum wage making the detergent capsules. 149,000 forints, that's about $530 a month, plus some extra for working nights and weekends. How many hours did you work today? Eight. Yes. She's showing me with her hands. And tomorrow? I'm a volunteer. I've agreed to four extra hours. So tomorrow is a 12-hour shift. I'm for I'm going to do for two days. That's why I'm rushing home to cook today because I have to prepare two days' worth of meals. I won't have any time tomorrow because I'm on the 12-hour shift. So what time do you start? 6 o'am. You have to leave the house, what time? 455 a.m. That's very early. And I have to wake up around 3.40 a.m. We have a small bathroom and I need to get in there before my husband who gets up at 4. It sounds like a tough life. Have you thought about going abroad to work? I'm not going anywhere. It's good enough for me here, and I'm not leaving anyone behind. All the places around here have the same low pay. Sometimes the work is easy, sometimes hard. It depends on the production line. But you just have to get on with it. Are you worried about the new law that's coming in on working hours? I cannot do anything about it. No, we just entered into self-driving mode. So is the car now driving itself? Yes, yes. Right. And you're not touching the steering wheel? No, no. Okay. Yeah, you've got your hands off in the air. Back in Budapest, I'm cruising down the motorway with some guys from AI Motive, the country's fastest growing startup, producing software for driverless cars. Safely, back in the office, which has brightly colored furniture and a gleaming staff kitchen, I meet the CEO, Las Lakhishanti. He says good pay and conditions help him to hang on to talented staff. Hungary is not a technological centre at the moment. So we need to be very, very careful how we treat our employees, because obviously some of them are so bright that they can go anywhere in the world. So obviously we need to take care of our employees. We cannot exploit them, like in a countryside industries where there is no other job. As an entrepreneur in Hungary, what do you think about this new legislation on working hours? Do you know, people are calling it a slave law? What do you think? I'm very liberal, so I don't necessarily like when the government controls things. I don't think government should regulate how many hours you can do. I think because in my market, this is a mutual agreement between the employee and the employer to work as many hours for certain compensation. We actually don't want our colleagues to burn out. So my job is, of course, sometimes we need to stay in the weekends because there is a project deadline or something. But if we see some people, engineers, doing that more than twice a month, then we just stop them because burnout is the biggest danger than not finishing the project because then you lose your best people. There's a world of difference between the factory workers we met in the southeast and Budapest. In some counties east of the Danube, the average salary is just a little more than half that of the capitals. And the best educated, who've stayed in Hungary, have the pick of jobs. On the eighth floor of a city center tower block, we meet Tammy Stelini, the director of Hayes Hungary, a recruitment agency for skilled professionals. She's worked all over the world, but says the current situation in Hungary is unique. I used to always tell candidates, you know, you're going to go to a job interview and after you there's going to be another five candidates, so you really need to impress the person and impress the client. But now it's not like that. Now I'm telling the clients, right? I'm telling the companies, you know, you're going to be interviewing the candidate and you need to impress because after that candidate leaves your office, he or she is going to go to another five, you know, interviews. So it's the clients now, the companies that really need to leave a lasting impression. Although Hungary's growth rate may reach 4% this year, the labour shortage is also growing, with 80,000 unfilled vacancies nationwide. But the most obvious solution is anathema to Deputy PM Jol Chemien. Some Western European countries prefer to have migration. We said no. We believe that in itself, migration in itself, is not an opportunity. It's a threat. We believe that instead we, migration in itself, is not an opportunity. It's a threat. We believe that instead we should be giving the Hungarian families subsidies. We should help promote them having more children to have Hungarian children born to Hungarian families. So the state should be supporting increased childbirth instead. So not the migrainses of care to support, but the Hungarian families, the Maguarschalka, but the Maguart's not a quick solution. MP Bernadette's sale also thinks preaching family values is hypocritical, given the government's overtime law. I just would like to emphasize the horrible construction of this whole system, providing bad salaries to Hungarian people and required them to work more for a little money. And we have this on the one hand side, and he and the government always talks about family life, how important it is to have it and how important it is to get more children. I mean, under these circumstances, I'm not surprised at all that families decide different ways, like just leaving the country or cannot take on more children because, you know, having a child is a long-term decision. And that's the point when we just cannot go forward with this whole system, because people just vote with their legs or feet. They just leave the country. Hungary is importing some labour from the east to plug the gap, workers from neighbouring Ukraine. Meanwhile, as Ms Seil says, young people like the student I met at the demo are heading in the opposite direction. What are you going to do when you leave university? I think I will live to another European country. I am guessing France, England or I don't know. In Hungary the salaries are really low. You seem very frustrated. I am rather hopeless because I don't see a way out. I want to stay here. I love this country. I love this city. This is my favorite city. I can't live here if it stay like this. Because if the country destroys my personal life and take away my opportunities to work and to live, I won't be able to live here even if I want to. At the first big protest back in December, one trade union leader described the overtime law as part of a strange kind of authoritarian capitalism which is taking over Hungary. But the demonstrations are smaller than before Christmas, and there's little sign the government is prepared to budge. For now, the only movement, perhaps, is the exodus of Hungarians leaving the country. Global business was edited by Penny Murphy and mixed in our studio by Rod Farker. Thanks also to our translator, Balint Bardi, and Tenetti Dennis."}