{"speakers": [], "chunks": [{"timestamp": [0.0, 3.44], "text": " This BBC podcast is supported by ads outside the UK."}, {"timestamp": [5.76, 11.64], "text": " I'm Nicola Cochlin and for BBC Radio 4, this is history's youngest heroes."}, {"timestamp": [12.4, 15.84], "text": " Rebellion, risk and the radical power of youth."}, {"timestamp": [16.08, 17.48], "text": " She thought, right, I'll just do it."}, {"timestamp": [17.72, 20.2], "text": " She thought about others rather than herself."}, {"timestamp": [20.7, 24.2], "text": " Twelve stories of extraordinary young people from across history."}, {"timestamp": [24.52, 26.66], "text": " There's a real sense of urgency in them."}, {"timestamp": [26.9, 29.36], "text": " That resistance has to be mounted, it has to be mounted now."}, {"timestamp": [30.28, 33.48], "text": " Follow history's youngest heroes wherever you get your podcasts."}, {"timestamp": [36.98, 41.28], "text": " This Leicester Dolokhunezachy for BBC Radio Nengale."}, {"timestamp": [42.08, 46.12], "text": " This is Leicester Dolok Gionsoch from BBC Radio Nengale. This is Lichard Dollywingsachey from BBC Radio Nangale."}, {"timestamp": [47.24, 47.6], "text": " Now,"}, {"timestamp": [47.86, 49.08], "text": " Lichder Doonguelly"}, {"timestamp": [49.08, 50.26], "text": " Lear O'ererickle,"}, {"timestamp": [50.62, 51.74], "text": " this is Leicester"}, {"timestamp": [51.74, 52.54], "text": " 1,000,"}, {"timestamp": [52.98, 53.58], "text": " Kedatatatine"}, {"timestamp": [53.58, 53.68], "text": " I."}, {"timestamp": [55.14, 55.5], "text": " I mean"}, {"timestamp": [55.5, 56.26], "text": " I can't say"}, {"timestamp": [56.26, 57.2], "text": " my Eilan"}, {"timestamp": [57.2, 57.98], "text": " Narn"}, {"timestamp": [57.98, 59.24], "text": " on the 2ich"}, {"timestamp": [59.24, 59.74], "text": " Gai."}, {"timestamp": [61.08, 61.78], "text": " In the New Year"}, {"timestamp": [61.78, 63.0], "text": " Jewkut"}, {"timestamp": [63.0, 63.02], "text": " the,"}, {"timestamp": [63.02, 63.6], "text": " Chah,"}, {"timestamp": [63.6, 66.0], "text": " Gourachon, on the Greshian a gure-hawn,"}, {"timestamp": [66.0, 67.0], "text": " on the Gresh,"}, {"timestamp": [67.0, 68.0], "text": " on the past of the Gael"}, {"timestamp": [68.0, 71.0], "text": " on the Jeechain Vedicach."}, {"timestamp": [71.0, 72.0], "text": " Charae"}, {"timestamp": [72.0, 74.0], "text": " a manethe a furrachown"}, {"timestamp": [74.0, 76.0], "text": " Tullig."}, {"timestamp": [76.0, 78.0], "text": " Gallow in slough"}, {"timestamp": [78.0, 82.0], "text": " Dusan"}, {"timestamp": [82.0, 84.0], "text": " A-o'anachah"}, {"timestamp": [84.0, 86.26], "text": " haast-a-one. Lohusch-Rawnsichie but there are the taeanachca Haast awn."}, {"timestamp": [88.0, 89.58], "text": " Llewish on Luch-Grownsichy awn in Yucar."}, {"timestamp": [91.18, 92.78], "text": " Bann a crochere in Haasd"}, {"timestamp": [92.78, 95.2], "text": " a comal-chirich in Nillan."}, {"timestamp": [96.6, 97.44], "text": " Chahet a-a-on,"}, {"timestamp": [97.94, 99.98], "text": " on Rouskegah,"}, {"timestamp": [99.98, 102.18], "text": " Muzdhach-Gransach-hi-a-on."}, {"timestamp": [103.84, 104.16], "text": " There,"}, {"timestamp": [104.16, 109.0], "text": " the Luch-Graunce, in the It was an luch-grance-ach to the one on the ground"}, {"timestamp": [109.0, 111.0], "text": " Schenachannian."}, {"timestamp": [111.0, 114.0], "text": " It's fair to the Bata on a Skerra,"}, {"timestamp": [114.0, 116.0], "text": " Ereth to the Moor,"}, {"timestamp": [116.0, 117.0], "text": " Ereastig,"}, {"timestamp": [117.0, 121.0], "text": " on the one the few more"}, {"timestamp": [121.0, 123.0], "text": " deem o'-day than the other"}, {"timestamp": [123.0, 126.0], "text": " had it in the yearachhachan at all."}, {"timestamp": [126.0, 132.0], "text": " Curson, J. VAT a GANU, it is Ilan the Rahn."}, {"timestamp": [132.0, 137.0], "text": " Well, it was a genu Ransuch to the Chrahton."}, {"timestamp": [137.0, 141.0], "text": " It's as farce of the project Ronsachey"}, {"timestamp": [141.0, 147.0], "text": " in the Common Cold Research Unit, or CCRU,"}, {"timestamp": [147.0, 152.0], "text": " a word in any of us for realtas Freighting."}, {"timestamp": [152.0, 156.0], "text": " There's steehighted on the Schoan Hospital Iram"}, {"timestamp": [156.0, 166.0], "text": " fast in Salisbury on the county jess Hassein. There is CCRU due to the four years"}, {"timestamp": [166.0, 167.0], "text": " when it was a few years"}, {"timestamp": [167.0, 169.0], "text": " when it's the way in the year"}, {"timestamp": [169.0, 171.0], "text": " in the Rahn."}, {"timestamp": [171.0, 173.0], "text": " But it's it on the B"}, {"timestamp": [173.0, 174.0], "text": " on the B"}, {"timestamp": [174.0, 175.0], "text": " on the other"}, {"timestamp": [175.0, 179.0], "text": " CERATBELOW-CORON-Virus"}, {"timestamp": [179.0, 180.0], "text": " in this"}, {"timestamp": [180.0, 182.0], "text": " be fissacko"}, {"timestamp": [182.0, 184.0], "text": " that a coronavirus"}, {"timestamp": [184.0, 186.94], "text": " that has a coverage COVID-Moy-Giagued."}, {"timestamp": [188.62, 190.72], "text": " Had the two chiearchin atoll"}, {"timestamp": [190.72, 193.24], "text": " charo the post of the fan"}, {"timestamp": [193.24, 194.08], "text": " in the Yelan."}, {"timestamp": [195.1, 198.94], "text": " There are litrecha in the States,"}, {"timestamp": [198.94, 201.3], "text": " and it's in the Leavag,"}, {"timestamp": [201.76, 202.94], "text": " haris on the radio,"}, {"timestamp": [203.6, 206.0], "text": " to the doonea in the Yelan."}, {"timestamp": [206.0, 210.0], "text": " I mean the duel, not for a course on the litrean"}, {"timestamp": [210.0, 213.0], "text": " that was Tulliagus in Persuanty."}, {"timestamp": [213.0, 216.0], "text": " It was Luch Science,"}, {"timestamp": [216.0, 218.0], "text": " to make sure that he had,"}, {"timestamp": [218.0, 222.0], "text": " to the suiuch of the Imulloch on the Gresh"}, {"timestamp": [222.0, 224.0], "text": " with in the Antarctic"}, {"timestamp": [224.0, 227.2], "text": " on the day that it were the word on the"}, {"timestamp": [227.2, 231.0], "text": " Charkton. On the Jeehain in that yearn o'er that"}, {"timestamp": [231.0, 234.0], "text": " there was Luch the Jeehan that was the Lohen"}, {"timestamp": [234.0, 238.0], "text": " Aunce in Yelan on in the Jic Chachan."}, {"timestamp": [238.0, 243.0], "text": " In that, there was a day on the Cratan"}, {"timestamp": [243.0, 245.0], "text": " in the Dho in Kratan in the town."}, {"timestamp": [245.0, 249.0], "text": " It was a chute of the foreman in Luch Njiaachin"}, {"timestamp": [249.0, 251.0], "text": " a alhah operan,"}, {"timestamp": [251.0, 254.0], "text": " lefion in a lothullivan,"}, {"timestamp": [254.0, 256.0], "text": " allhae Loonin,"}, {"timestamp": [256.0, 259.0], "text": " and collashtiae chaelic."}, {"timestamp": [259.0, 264.0], "text": " There's biog gila'raq on three months."}, {"timestamp": [264.0, 269.0], "text": " He's aris a year on when it'shshaeat awn."}, {"timestamp": [269.0, 273.0], "text": " Fath a dolew'gloff in cricket-down,"}, {"timestamp": [273.0, 275.0], "text": " in the tallow-chroch to ice,"}, {"timestamp": [275.0, 279.0], "text": " and e'esthe on this arras this o'er."}, {"timestamp": [279.0, 283.0], "text": " Those interested in natural history will try to discover"}, {"timestamp": [283.0, 288.0], "text": " whether the grey seal breeds on the coast of Rhone."}, {"timestamp": [288.0, 294.0], "text": " She Rohn or Island Rhone R-O-A-N a vach to Erean."}, {"timestamp": [294.0, 303.0], "text": " Chath, the Hocke Dunach of Femmy, Corson is it Eilan-N-R-O-N-R-A-Hir-E-Lan, as I'm NEM."}, {"timestamp": [303.0, 306.0], "text": " Chur Fjohn Jinnahullinich-Lithrich in the Pogtel. a heron Ilan, as I'm. What the following"}, {"timestamp": [306.0, 308.08], "text": " litrechaun on the bochdel?"}, {"timestamp": [308.96, 309.52], "text": " Healiket,"}, {"timestamp": [309.52, 310.4], "text": " the bochdel,"}, {"timestamp": [310.4, 310.96], "text": " gumuth."}, {"timestamp": [312.0, 312.8], "text": " Who could you"}, {"timestamp": [312.8, 313.68], "text": " un-litcher"}, {"timestamp": [313.68, 314.88], "text": " to a Cian Oeye?"}, {"timestamp": [316.16, 317.04], "text": " There's fair to the"}, {"timestamp": [317.04, 317.76], "text": " Hollenich"}, {"timestamp": [317.76, 319.12], "text": " a Cian-Fatrick."}, {"timestamp": [320.24, 320.72], "text": " He'd"}, {"timestamp": [320.72, 321.76], "text": " chakrach,"}, {"timestamp": [321.76, 322.56], "text": " de chelach,"}, {"timestamp": [322.56, 322.72], "text": " to the childach,"}, {"timestamp": [322.72, 324.24], "text": " in the bochol."}, {"timestamp": [325.0, 330.0], "text": " He'll that it's a chackrachrach to the childe of it in the Bottle, but the Jeehs Nien in Bottle, in the Arkiv."}, {"timestamp": [330.0, 335.0], "text": " In the Jeechakhan, Hiong at Chermour,"}, {"timestamp": [335.0, 338.0], "text": " that's one to the Chraton."}, {"timestamp": [338.0, 343.0], "text": " And there go look the Jeehachan in the Cratchen,"}, {"timestamp": [343.0, 346.0], "text": " one that's my God, in Ahechardin."}, {"timestamp": [346.0, 350.0], "text": " When you're young, it feels like"}, {"timestamp": [350.0, 352.0], "text": " anything is possible."}, {"timestamp": [352.0, 354.0], "text": " Maybe you're a little hot-headed,"}, {"timestamp": [354.0, 356.0], "text": " but your optimism lifts you up."}, {"timestamp": [356.0, 357.0], "text": " And your righteous fury"}, {"timestamp": [357.0, 359.0], "text": " can be rocket fuel,"}, {"timestamp": [359.0, 361.0], "text": " propelling you to fight for what's right."}, {"timestamp": [361.0, 364.0], "text": " You might make choices that put you in danger."}, {"timestamp": [364.0, 366.3], "text": " You might even make history."}, {"timestamp": [367.74, 376.4], "text": " I'm Nicola Cochlin. This is history's youngest heroes. Rebellion, risk and the radical power of youth."}, {"timestamp": [376.72, 384.18], "text": " Being young, maybe she didn't think too much. She thought, right, I'll just do it. She thought about others rather than herself."}, {"timestamp": [384.88, 388.0], "text": " Twelve stories of extraordinary young people from across history."}, {"timestamp": [388.0, 391.0], "text": " There's a real sense of urgency in them."}, {"timestamp": [391.0, 394.0], "text": " That resistance has to be mounted, it has to be mounted now."}, {"timestamp": [398.0, 402.0], "text": " Including a young man called Nelson Mandela,"}, {"timestamp": [402.0, 406.0], "text": " a firebrand who led the defiance campaign against apartheid."}, {"timestamp": [406.0, 409.0], "text": " Break segregation laws, ignore curfews,"}, {"timestamp": [409.0, 412.0], "text": " enter the door for white people at the post office,"}, {"timestamp": [412.0, 415.0], "text": " stand on the white side of the platform at the train station,"}, {"timestamp": [415.0, 418.0], "text": " and it's decided that black people are going to do this en masse."}, {"timestamp": [418.0, 423.0], "text": " And Lakshmi Bai, the Rani of Jansi, India's warrior queen."}, {"timestamp": [423.0, 426.0], "text": " She was a small woman leading her troops,"}, {"timestamp": [426.0, 429.0], "text": " a stride a horse, sword in each hand,"}, {"timestamp": [429.0, 432.0], "text": " taking on the might of the entire British Empire."}, {"timestamp": [432.0, 435.0], "text": " History is lit up by young people who act on instinct"}, {"timestamp": [435.0, 437.0], "text": " and stick to their principles."}, {"timestamp": [437.0, 439.0], "text": " Like Julian of Narich,"}, {"timestamp": [439.0, 442.0], "text": " one of the first women to write in the English language,"}, {"timestamp": [442.0, 444.0], "text": " a trailblazer, but at a cost."}, {"timestamp": [444.0, 450.08], "text": " Why would somebody choose to have themselves blocked up into a tiny little cell"}, {"timestamp": [450.08, 454.56], "text": " with limited contact with the outside world out of choice?"}, {"timestamp": [456.0, 461.6], "text": " And Lady Jane Grey, Queen for nine days, who refused to give up her faith and chose to face"}, {"timestamp": [461.6, 463.44], "text": " the executioner's axe."}, {"timestamp": [463.44, 470.16], "text": " You have someone who is knowingly risking death and then ultimately knowingly taking death"}, {"timestamp": [470.16, 475.04], "text": " because there is something that matters more to them than their life itself and that's a"}, {"timestamp": [475.04, 483.36], "text": " fundamentally heroic position. These are tales of saints, athletes, Hollywood superstars and pioneers."}, {"timestamp": [483.36, 485.0], "text": " Some heroes are household names."}, {"timestamp": [485.0, 488.0], "text": " Some have been all but forgotten."}, {"timestamp": [488.0, 490.0], "text": " Like Fasili Arkipov,"}, {"timestamp": [490.0, 493.0], "text": " a Soviet naval officer whose extraordinary courage"}, {"timestamp": [493.0, 496.0], "text": " helped save the world from nuclear catastrophe."}, {"timestamp": [496.0, 501.0], "text": " Well, sticking to your guns on that submarine in that heat."}, {"timestamp": [501.0, 506.32], "text": " That take gods. that really takes gods."}, {"timestamp": [509.04, 512.96], "text": " History made by young people."}, {"timestamp": [null, null], "text": " Follow history's youngest heroes wherever you get your podcasts. You know,"}], "text": " This BBC podcast is supported by ads outside the UK. I'm Nicola Cochlin and for BBC Radio 4, this is history's youngest heroes. Rebellion, risk and the radical power of youth. She thought, right, I'll just do it. She thought about others rather than herself. Twelve stories of extraordinary young people from across history. There's a real sense of urgency in them. That resistance has to be mounted, it has to be mounted now. Follow history's youngest heroes wherever you get your podcasts. This Leicester Dolokhunezachy for BBC Radio Nengale. This is Leicester Dolok Gionsoch from BBC Radio Nengale. This is Lichard Dollywingsachey from BBC Radio Nangale. Now, Lichder Doonguelly Lear O'ererickle, this is Leicester 1,000, Kedatatatine I. I mean I can't say my Eilan Narn on the 2ich Gai. In the New Year Jewkut the, Chah, Gourachon, on the Greshian a gure-hawn, on the Gresh, on the past of the Gael on the Jeechain Vedicach. Charae a manethe a furrachown Tullig. Gallow in slough Dusan A-o'anachah haast-a-one. Lohusch-Rawnsichie but there are the taeanachca Haast awn. Llewish on Luch-Grownsichy awn in Yucar. Bann a crochere in Haasd a comal-chirich in Nillan. Chahet a-a-on, on Rouskegah, Muzdhach-Gransach-hi-a-on. There, the Luch-Graunce, in the It was an luch-grance-ach to the one on the ground Schenachannian. It's fair to the Bata on a Skerra, Ereth to the Moor, Ereastig, on the one the few more deem o'-day than the other had it in the yearachhachan at all. Curson, J. VAT a GANU, it is Ilan the Rahn. Well, it was a genu Ransuch to the Chrahton. It's as farce of the project Ronsachey in the Common Cold Research Unit, or CCRU, a word in any of us for realtas Freighting. There's steehighted on the Schoan Hospital Iram fast in Salisbury on the county jess Hassein. There is CCRU due to the four years when it was a few years when it's the way in the year in the Rahn. But it's it on the B on the B on the other CERATBELOW-CORON-Virus in this be fissacko that a coronavirus that has a coverage COVID-Moy-Giagued. Had the two chiearchin atoll charo the post of the fan in the Yelan. There are litrecha in the States, and it's in the Leavag, haris on the radio, to the doonea in the Yelan. I mean the duel, not for a course on the litrean that was Tulliagus in Persuanty. It was Luch Science, to make sure that he had, to the suiuch of the Imulloch on the Gresh with in the Antarctic on the day that it were the word on the Charkton. On the Jeehain in that yearn o'er that there was Luch the Jeehan that was the Lohen Aunce in Yelan on in the Jic Chachan. In that, there was a day on the Cratan in the Dho in Kratan in the town. It was a chute of the foreman in Luch Njiaachin a alhah operan, lefion in a lothullivan, allhae Loonin, and collashtiae chaelic. There's biog gila'raq on three months. He's aris a year on when it'shshaeat awn. Fath a dolew'gloff in cricket-down, in the tallow-chroch to ice, and e'esthe on this arras this o'er. Those interested in natural history will try to discover whether the grey seal breeds on the coast of Rhone. She Rohn or Island Rhone R-O-A-N a vach to Erean. Chath, the Hocke Dunach of Femmy, Corson is it Eilan-N-R-O-N-R-A-Hir-E-Lan, as I'm NEM. Chur Fjohn Jinnahullinich-Lithrich in the Pogtel. a heron Ilan, as I'm. What the following litrechaun on the bochdel? Healiket, the bochdel, gumuth. Who could you un-litcher to a Cian Oeye? There's fair to the Hollenich a Cian-Fatrick. He'd chakrach, de chelach, to the childach, in the bochol. He'll that it's a chackrachrach to the childe of it in the Bottle, but the Jeehs Nien in Bottle, in the Arkiv. In the Jeechakhan, Hiong at Chermour, that's one to the Chraton. And there go look the Jeehachan in the Cratchen, one that's my God, in Ahechardin. When you're young, it feels like anything is possible. Maybe you're a little hot-headed, but your optimism lifts you up. And your righteous fury can be rocket fuel, propelling you to fight for what's right. You might make choices that put you in danger. You might even make history. I'm Nicola Cochlin. This is history's youngest heroes. Rebellion, risk and the radical power of youth. Being young, maybe she didn't think too much. She thought, right, I'll just do it. She thought about others rather than herself. Twelve stories of extraordinary young people from across history. There's a real sense of urgency in them. That resistance has to be mounted, it has to be mounted now. Including a young man called Nelson Mandela, a firebrand who led the defiance campaign against apartheid. Break segregation laws, ignore curfews, enter the door for white people at the post office, stand on the white side of the platform at the train station, and it's decided that black people are going to do this en masse. And Lakshmi Bai, the Rani of Jansi, India's warrior queen. She was a small woman leading her troops, a stride a horse, sword in each hand, taking on the might of the entire British Empire. History is lit up by young people who act on instinct and stick to their principles. Like Julian of Narich, one of the first women to write in the English language, a trailblazer, but at a cost. Why would somebody choose to have themselves blocked up into a tiny little cell with limited contact with the outside world out of choice? And Lady Jane Grey, Queen for nine days, who refused to give up her faith and chose to face the executioner's axe. You have someone who is knowingly risking death and then ultimately knowingly taking death because there is something that matters more to them than their life itself and that's a fundamentally heroic position. These are tales of saints, athletes, Hollywood superstars and pioneers. Some heroes are household names. Some have been all but forgotten. Like Fasili Arkipov, a Soviet naval officer whose extraordinary courage helped save the world from nuclear catastrophe. Well, sticking to your guns on that submarine in that heat. That take gods. that really takes gods. History made by young people. Follow history's youngest heroes wherever you get your podcasts. You know,"}