{"speakers": [], "chunks": [{"timestamp": [0.0, 3.44], "text": " This BBC podcast is supported by ads outside the UK."}, {"timestamp": [5.76, 11.64], "text": " I'm Nicola Cochlin and for BBC Radio 4, this is history's youngest heroes."}, {"timestamp": [12.4, 15.84], "text": " Rebellion, risk and the radical power of youth."}, {"timestamp": [16.08, 17.48], "text": " She thought, right, I'll just do it."}, {"timestamp": [17.72, 20.2], "text": " She thought about others rather than herself."}, {"timestamp": [20.7, 24.2], "text": " Twelve stories of extraordinary young people from across history."}, {"timestamp": [24.52, 26.66], "text": " There's a real sense of urgency in them."}, {"timestamp": [26.9, 29.36], "text": " That resistance has to be mounted, it has to be mounted now."}, {"timestamp": [30.28, 33.48], "text": " Follow history's youngest heroes wherever you get your podcasts."}, {"timestamp": [36.98, 41.28], "text": " This Leicester Dolokhunezachy for BBC Radio Nengale."}, {"timestamp": [42.08, 46.12], "text": " This is Leicester Dolok Guenshachy from BBC Radio Nengale. This is Lichder Dolok-Gunceigh, from BBC Radio Nongale."}, {"timestamp": [47.4, 51.76], "text": " There is a lecture Dulloch-Guncea, Lear O'eroy, MacGillan. This is Leicester,"}, {"timestamp": [51.76, 54.78], "text": " this letter two-heard, Cougat in Shia."}, {"timestamp": [56.64, 67.0], "text": " I've, I can't say, that the Chloach Narsh, retov in the Hicklesa, on Bariven on the Eirach Chalater."}, {"timestamp": [67.0, 73.0], "text": " It is the Gereaghan Jeech de Chutum Inche."}, {"timestamp": [73.0, 80.0], "text": " That, co-jum, ricket is 4 jibgillogram."}, {"timestamp": [80.0, 83.0], "text": " He was four gyrr of hooka."}, {"timestamp": [83.0, 90.0], "text": " He retub the shawm Eccle on the Clacken, for Ereven."}, {"timestamp": [90.0, 96.0], "text": " He contus acion of the Choye for Och Kierd Jeech is Ochat."}, {"timestamp": [96.0, 101.0], "text": " There's two an oeuf in Chlachin."}, {"timestamp": [101.0, 106.0], "text": " She, I'llum Mac, the name of it."}, {"timestamp": [106.0, 110.0], "text": " It was sacked in six years ago."}, {"timestamp": [110.0, 117.0], "text": " One Mackintoshic, the name, as scrive in Cunthus, Ileum Jolly,"}, {"timestamp": [117.0, 122.0], "text": " when it was commisick to a chlach a hookal, when it was o'g."}, {"timestamp": [122.0, 126.0], "text": " It was a-egan comusick to a talkal"}, {"timestamp": [126.0, 128.0], "text": " gawr, and a cur,"}, {"timestamp": [128.0, 130.0], "text": " on the garee"}, {"timestamp": [130.0, 132.0], "text": " in a chymichol of the chloe."}, {"timestamp": [132.0, 135.0], "text": " That's it van"}, {"timestamp": [135.0, 137.0], "text": " but Yinchari"}, {"timestamp": [137.0, 138.0], "text": " to Jolly"}, {"timestamp": [138.0, 139.0], "text": " of a conglorish"}, {"timestamp": [139.0, 141.0], "text": " on the henever"}, {"timestamp": [141.0, 142.0], "text": " on the chlach"}, {"timestamp": [142.0, 143.0], "text": " the hooka."}, {"timestamp": [144.0, 146.0], "text": " Rain y'in that levy a cur a Henever on the clach of hookah. Raine that,"}, {"timestamp": [146.0, 148.0], "text": " levy a cur of a-ap-eran,"}, {"timestamp": [148.0, 150.0], "text": " foebha."}, {"timestamp": [150.0, 153.0], "text": " The contes that oneeanach,"}, {"timestamp": [153.0, 156.0], "text": " or, on the bel aris in the Gael,"}, {"timestamp": [156.0, 158.0], "text": " would banavutjee"}, {"timestamp": [158.0, 160.0], "text": " a to call chlachan"}, {"timestamp": [160.0, 161.0], "text": " mora,"}, {"timestamp": [161.0, 162.0], "text": " levy a clackag,"}, {"timestamp": [162.0, 164.0], "text": " in the ap-a-and."}, {"timestamp": [167.0, 170.0], "text": " And, there was very Gelloch a to call chudjimmon moor"}, {"timestamp": [170.0, 171.0], "text": " o'eruninan,"}, {"timestamp": [171.0, 174.0], "text": " levy a cur of felyan foch."}, {"timestamp": [174.0, 178.0], "text": " Chanella Scylouye"}, {"timestamp": [178.0, 180.0], "text": " a he clach-nest varyevine"}, {"timestamp": [180.0, 182.0], "text": " a hokal,"}, {"timestamp": [182.0, 183.0], "text": " von Norsen."}, {"timestamp": [183.0, 189.0], "text": " But hankuntus inchchangay a yearnou in Hungarian,"}, {"timestamp": [189.0, 194.0], "text": " both of Chal, etter a chlach, and eust atouye"}, {"timestamp": [194.0, 199.0], "text": " in the town of Chilin'an,"}, {"timestamp": [199.0, 206.4], "text": " a cupur, ma'amas, and as much on the shirach naren,"}, {"timestamp": [206.96, 209.74], "text": " a-on-s-ne-a-half in line of allof."}, {"timestamp": [211.18, 215.74], "text": " Gaecky in chelan, gune skilin-roog, the foggat."}, {"timestamp": [216.58, 219.0], "text": " But hafellee, arigat gillor,"}, {"timestamp": [219.5, 224.44], "text": " on the farin, reet-toufing, a-revean-achan-ach."}, {"timestamp": [226.0, 231.0], "text": " Fadol, there are allan Váryphine, a chanach. It's a lot of a lot of eke in Ch'Artsch,"}, {"timestamp": [231.0, 236.0], "text": " but chanilla jeref to hugh as in it."}, {"timestamp": [236.0, 243.0], "text": " Chianich doll, Kroh, for the newish to the Tuor."}, {"timestamp": [243.0, 246.0], "text": " Hewere eldis to Eustich,"}, {"timestamp": [246.0, 248.0], "text": " and hookah oebur,"}, {"timestamp": [248.0, 249.0], "text": " to the Yohanacha,"}, {"timestamp": [249.0, 251.0], "text": " on the second,"}, {"timestamp": [251.0, 254.0], "text": " to aim the Darnakki."}, {"timestamp": [254.0, 255.0], "text": " On the other,"}, {"timestamp": [255.0, 259.0], "text": " the Huyisdich Fartbis,"}, {"timestamp": [259.0, 261.0], "text": " on the Fechin"}, {"timestamp": [261.0, 262.0], "text": " co-va-comas"}, {"timestamp": [262.0, 264.0], "text": " on the chlach"}, {"timestamp": [264.0, 268.0], "text": " the hucka. There are one of the Raine in Granch,"}, {"timestamp": [268.0, 271.0], "text": " for Patrick McIllane."}, {"timestamp": [271.0, 274.0], "text": " In the 2000, in 2,2,"}, {"timestamp": [274.0, 279.0], "text": " Huck Fere A Elycun, Martin Yanchish,"}, {"timestamp": [279.0, 281.0], "text": " a chlach, who O'Olland."}, {"timestamp": [281.0, 284.0], "text": " The one of this line in that"}, {"timestamp": [284.0, 285.0], "text": " in a rein in the line in that,"}, {"timestamp": [285.0, 287.0], "text": " in a Rite Arish."}, {"timestamp": [287.0, 289.0], "text": " He is in the Gra"}, {"timestamp": [289.0, 290.0], "text": " that hella"}, {"timestamp": [290.0, 292.0], "text": " a lot of trawm"}, {"timestamp": [292.0, 294.0], "text": " in a few other"}, {"timestamp": [294.0, 296.0], "text": " in a Coomal Amach"}, {"timestamp": [296.0, 298.0], "text": " and jadeach"}, {"timestamp": [298.0, 300.0], "text": " in two kilograms"}, {"timestamp": [300.0, 302.0], "text": " to the chutim"}, {"timestamp": [302.0, 303.0], "text": " Iintech."}, {"timestamp": [303.0, 306.0], "text": " Four years in that year that"}, {"timestamp": [306.0, 309.0], "text": " Hille Martin on the video"}, {"timestamp": [309.0, 311.0], "text": " to do it, and it is on the same"}, {"timestamp": [311.0, 313.0], "text": " at tockal the clothea."}, {"timestamp": [313.0, 314.0], "text": " Then, that,"}, {"timestamp": [314.0, 317.0], "text": " there's grumann gune in the video"}, {"timestamp": [317.0, 319.0], "text": " to do you hein"}, {"timestamp": [319.0, 322.0], "text": " and it at tockal the clothea to the clothe"}, {"timestamp": [322.0, 323.0], "text": " of the Gawlin,"}, {"timestamp": [323.0, 326.0], "text": " or a-on-zun-kewan"}, {"timestamp": [326.0, 328.0], "text": " hathed"}, {"timestamp": [328.0, 330.0], "text": " the fathes"}, {"timestamp": [330.0, 331.0], "text": " the top of"}, {"timestamp": [331.0, 332.0], "text": " this"}, {"timestamp": [332.0, 334.0], "text": " the word"}, {"timestamp": [334.0, 336.0], "text": " cohened she"}, {"timestamp": [336.0, 338.0], "text": " and duels"}, {"timestamp": [338.0, 340.0], "text": " in the gae"}, {"timestamp": [340.0, 341.0], "text": " the clachan"}, {"timestamp": [341.0, 342.0], "text": " that I'm ectril"}, {"timestamp": [342.0, 345.5], "text": " as in the it's a clock in heine that itriol. It's a child on the bar even."}, {"timestamp": [348.6, 349.66], "text": " When you're young,"}, {"timestamp": [349.9, 351.32], "text": " it feels like anything is possible."}, {"timestamp": [352.36, 353.72], "text": " Maybe you're a little hot-headed,"}, {"timestamp": [354.34, 355.78], "text": " but your optimism lifts you up."}, {"timestamp": [356.44, 357.5], "text": " And your righteous fury"}, {"timestamp": [357.5, 358.74], "text": " can be rocket fuel,"}, {"timestamp": [359.24, 361.02], "text": " propelling you to fight for what's right."}, {"timestamp": [361.8, 364.04], "text": " You might make choices that put you in danger."}, {"timestamp": [366.16, 375.84], "text": " You might even make history. I'm Nicola Cochlin. This is history's youngest heroes. Rebellion, risk and the radical"}, {"timestamp": [375.84, 381.28], "text": " power of youth. Being young, maybe she didn't think too much. She thought, right, I'll just do it."}, {"timestamp": [381.28, 385.18], "text": " She thought about others rather than herself."}, {"timestamp": [388.68, 388.98], "text": " Twelve stories of extraordinary young people from across history."}, {"timestamp": [391.12, 391.36], "text": " There's a real sense of urgency in them."}, {"timestamp": [392.62, 392.78], "text": " That resistance has to be mounted."}, {"timestamp": [393.82, 399.82], "text": " It has to be mounted now."}, {"timestamp": [402.1, 402.82], "text": " Including a young man called Nelson Mandela,"}, {"timestamp": [406.22, 406.3], "text": " a firebrand who led the defiance campaign against apartheid."}, {"timestamp": [408.84, 409.42], "text": " Break segregation laws, ignore curfews,"}, {"timestamp": [411.46, 412.0], "text": " enter the door for white people at the post office,"}, {"timestamp": [414.52, 414.92], "text": " stand on the white side of the platform at the train station,"}, {"timestamp": [417.62, 418.22], "text": " and it's decided that black people are going to do this en masse."}, {"timestamp": [420.84, 421.54], "text": " And Lakshmi Bai, the Rani of Jansi,"}, {"timestamp": [422.74, 426.0], "text": " India's warrior queen. She was a small woman, leading her troops,"}, {"timestamp": [426.0, 429.0], "text": " a strider horse, sword in each hand,"}, {"timestamp": [429.0, 432.0], "text": " taking on the might of the entire British Empire."}, {"timestamp": [432.0, 436.0], "text": " History is lit up by young people who act on instinct"}, {"timestamp": [436.0, 438.0], "text": " and stick to their principles."}, {"timestamp": [438.0, 439.0], "text": " Like Julian of Norwich,"}, {"timestamp": [439.0, 442.0], "text": " one of the first women to write in the English language,"}, {"timestamp": [442.0, 444.0], "text": " a trailblazer, but at a cost."}, {"timestamp": [444.0, 451.96], "text": " Why would somebody choose to have themselves blocked up into a tiny little cell with limited"}, {"timestamp": [451.96, 456.42], "text": " contact with the outside world out of choice?"}, {"timestamp": [456.42, 461.44], "text": " And Lady Jane Grey, Queen for nine days, who refused to give up her faith and chose"}, {"timestamp": [461.44, 463.8], "text": " to face the executioner's axe."}, {"timestamp": [463.8, 470.48], "text": " You have someone who is knowingly risking death and then ultimately knowingly taking death"}, {"timestamp": [470.48, 475.28], "text": " because there is something that matters more to them than their life itself. And that's a"}, {"timestamp": [475.28, 483.68], "text": " fundamentally heroic position. These are tales of saints, athletes, Hollywood superstars and pioneers."}, {"timestamp": [483.68, 485.4], "text": " Some heroes are household names."}, {"timestamp": [486.26, 487.86], "text": " Some have been all but forgotten."}, {"timestamp": [488.7, 490.12], "text": " Like Fassili Arkupov,"}, {"timestamp": [490.72, 493.92], "text": " a Soviet naval officer whose extraordinary courage"}, {"timestamp": [493.92, 496.36], "text": " helped save the world from nuclear catastrophe."}, {"timestamp": [496.8, 500.92], "text": " Well, sticking to your guns on that submarine in that heat,"}, {"timestamp": [501.4, 504.52], "text": " that take gods. That really takes gods."}, {"timestamp": [506.68, 509.4], "text": " History. Made by young people."}, {"timestamp": [513.32, null], "text": " Follow history's youngest heroes wherever you get your podcasts. I'm"}], "text": " This BBC podcast is supported by ads outside the UK. I'm Nicola Cochlin and for BBC Radio 4, this is history's youngest heroes. Rebellion, risk and the radical power of youth. She thought, right, I'll just do it. She thought about others rather than herself. Twelve stories of extraordinary young people from across history. There's a real sense of urgency in them. That resistance has to be mounted, it has to be mounted now. Follow history's youngest heroes wherever you get your podcasts. This Leicester Dolokhunezachy for BBC Radio Nengale. This is Leicester Dolok Guenshachy from BBC Radio Nengale. This is Lichder Dolok-Gunceigh, from BBC Radio Nongale. There is a lecture Dulloch-Guncea, Lear O'eroy, MacGillan. This is Leicester, this letter two-heard, Cougat in Shia. I've, I can't say, that the Chloach Narsh, retov in the Hicklesa, on Bariven on the Eirach Chalater. It is the Gereaghan Jeech de Chutum Inche. That, co-jum, ricket is 4 jibgillogram. He was four gyrr of hooka. He retub the shawm Eccle on the Clacken, for Ereven. He contus acion of the Choye for Och Kierd Jeech is Ochat. There's two an oeuf in Chlachin. She, I'llum Mac, the name of it. It was sacked in six years ago. One Mackintoshic, the name, as scrive in Cunthus, Ileum Jolly, when it was commisick to a chlach a hookal, when it was o'g. It was a-egan comusick to a talkal gawr, and a cur, on the garee in a chymichol of the chloe. That's it van but Yinchari to Jolly of a conglorish on the henever on the chlach the hooka. Rain y'in that levy a cur a Henever on the clach of hookah. Raine that, levy a cur of a-ap-eran, foebha. The contes that oneeanach, or, on the bel aris in the Gael, would banavutjee a to call chlachan mora, levy a clackag, in the ap-a-and. And, there was very Gelloch a to call chudjimmon moor o'eruninan, levy a cur of felyan foch. Chanella Scylouye a he clach-nest varyevine a hokal, von Norsen. But hankuntus inchchangay a yearnou in Hungarian, both of Chal, etter a chlach, and eust atouye in the town of Chilin'an, a cupur, ma'amas, and as much on the shirach naren, a-on-s-ne-a-half in line of allof. Gaecky in chelan, gune skilin-roog, the foggat. But hafellee, arigat gillor, on the farin, reet-toufing, a-revean-achan-ach. Fadol, there are allan Váryphine, a chanach. It's a lot of a lot of eke in Ch'Artsch, but chanilla jeref to hugh as in it. Chianich doll, Kroh, for the newish to the Tuor. Hewere eldis to Eustich, and hookah oebur, to the Yohanacha, on the second, to aim the Darnakki. On the other, the Huyisdich Fartbis, on the Fechin co-va-comas on the chlach the hucka. There are one of the Raine in Granch, for Patrick McIllane. In the 2000, in 2,2, Huck Fere A Elycun, Martin Yanchish, a chlach, who O'Olland. The one of this line in that in a rein in the line in that, in a Rite Arish. He is in the Gra that hella a lot of trawm in a few other in a Coomal Amach and jadeach in two kilograms to the chutim Iintech. Four years in that year that Hille Martin on the video to do it, and it is on the same at tockal the clothea. Then, that, there's grumann gune in the video to do you hein and it at tockal the clothea to the clothe of the Gawlin, or a-on-zun-kewan hathed the fathes the top of this the word cohened she and duels in the gae the clachan that I'm ectril as in the it's a clock in heine that itriol. It's a child on the bar even. When you're young, it feels like anything is possible. Maybe you're a little hot-headed, but your optimism lifts you up. And your righteous fury can be rocket fuel, propelling you to fight for what's right. You might make choices that put you in danger. You might even make history. I'm Nicola Cochlin. This is history's youngest heroes. Rebellion, risk and the radical power of youth. Being young, maybe she didn't think too much. She thought, right, I'll just do it. She thought about others rather than herself. Twelve stories of extraordinary young people from across history. There's a real sense of urgency in them. That resistance has to be mounted. It has to be mounted now. Including a young man called Nelson Mandela, a firebrand who led the defiance campaign against apartheid. Break segregation laws, ignore curfews, enter the door for white people at the post office, stand on the white side of the platform at the train station, and it's decided that black people are going to do this en masse. And Lakshmi Bai, the Rani of Jansi, India's warrior queen. She was a small woman, leading her troops, a strider horse, sword in each hand, taking on the might of the entire British Empire. History is lit up by young people who act on instinct and stick to their principles. Like Julian of Norwich, one of the first women to write in the English language, a trailblazer, but at a cost. Why would somebody choose to have themselves blocked up into a tiny little cell with limited contact with the outside world out of choice? And Lady Jane Grey, Queen for nine days, who refused to give up her faith and chose to face the executioner's axe. You have someone who is knowingly risking death and then ultimately knowingly taking death because there is something that matters more to them than their life itself. And that's a fundamentally heroic position. These are tales of saints, athletes, Hollywood superstars and pioneers. Some heroes are household names. Some have been all but forgotten. Like Fassili Arkupov, a Soviet naval officer whose extraordinary courage helped save the world from nuclear catastrophe. Well, sticking to your guns on that submarine in that heat, that take gods. That really takes gods. History. Made by young people. Follow history's youngest heroes wherever you get your podcasts. I'm"}