{"speakers": [], "chunks": [{"timestamp": [0.0, 3.44], "text": " This BBC podcast is supported by ads outside the UK."}, {"timestamp": [6.16, 9.48], "text": " World of Secrets is where untold stories are exposed."}, {"timestamp": [9.84, 14.0], "text": " And in this new series, we investigate the dark side of the wellness industry."}, {"timestamp": [14.38, 17.18], "text": " Following the story of a woman who joined a yoga school,"}, {"timestamp": [17.38, 19.9], "text": " only to uncover a world she never expected."}, {"timestamp": [20.28, 22.2], "text": " I feel that I have no other choice."}, {"timestamp": [22.38, 26.06], "text": " The only thing I can do is to speak about this."}, {"timestamp": [26.48, 30.52], "text": " Where the hope of spiritual breakthroughs leaves people vulnerable to exploitation."}, {"timestamp": [31.2, 38.62], "text": " You just get sucked in so gradually, and it's done so skillfully that you don't realize."}, {"timestamp": [39.48, 41.66], "text": " World of Secrets, the Bad Guru."}, {"timestamp": [42.04, 44.38], "text": " Listen wherever you get your BBC podcasts."}, {"timestamp": [44.4, 47.8], "text": " The Bad Guru. Listen wherever you get your BBC podcasts."}, {"timestamp": [51.6, 52.4], "text": " This Leicester Dolokionsochy for BBC Radio Nengale."}, {"timestamp": [56.44, 57.88], "text": " This is Lych Delukyunsochy from BBC Radio Nangale."}, {"timestamp": [64.84, 65.0], "text": " In this is Leicester Dolokgynous, Lear Warrie Migh, this is 1,007."}, {"timestamp": [65.0, 71.0], "text": " For Aum-O-Aum, I'm in two courses each one"}, {"timestamp": [71.0, 76.0], "text": " on some bison the Toursesau on some bishops in the Gaeltach."}, {"timestamp": [76.0, 79.0], "text": " The Hollenich in the language"}, {"timestamp": [79.0, 84.0], "text": " and on structure in the Audea."}, {"timestamp": [84.0, 85.0], "text": " Fasch in the Jiragher, the Gaelic and on structure Enimant Aitja."}, {"timestamp": [85.0, 87.0], "text": " Fasch in the Jirig,"}, {"timestamp": [87.0, 92.0], "text": " on the Gereveg, as in the Jailas'Achka in Fas,"}, {"timestamp": [92.0, 94.0], "text": " I'm a giri on the Hollenich,"}, {"timestamp": [94.0, 98.0], "text": " Eiland Makh Mennamach, a Chruog."}, {"timestamp": [98.0, 102.0], "text": " Be it a cur, a Cureme an Aatja, Gaelic,"}, {"timestamp": [102.0, 106.06], "text": " I'm couldchak in a Chiruch of, I mean a Aitja Galic Ere. Be me Kudjok A-Nem"}, {"timestamp": [106.06, 106.98], "text": " a-chruach"}, {"timestamp": [106.98, 107.56], "text": " on son"}, {"timestamp": [107.56, 108.24], "text": " in Yelan"}, {"timestamp": [108.24, 108.72], "text": " Hein."}, {"timestamp": [110.0, 110.9], "text": " He eunthach"}, {"timestamp": [110.9, 111.48], "text": " in"}, {"timestamp": [111.48, 112.08], "text": " Chah"}, {"timestamp": [112.08, 112.88], "text": " in Viseathe"}, {"timestamp": [112.88, 113.26], "text": " Gal"}, {"timestamp": [113.26, 114.12], "text": " Eilan"}, {"timestamp": [114.12, 114.96], "text": " Rahn,"}, {"timestamp": [114.96, 115.96], "text": " Ere."}, {"timestamp": [116.6, 116.98], "text": " Stoach,"}, {"timestamp": [116.98, 117.82], "text": " not be"}, {"timestamp": [117.82, 119.9], "text": " that the"}, {"timestamp": [119.9, 120.4], "text": " Eonog."}, {"timestamp": [121.2, 121.86], "text": " He Rahn"}, {"timestamp": [121.86, 122.26], "text": " Gamae"}, {"timestamp": [122.26, 123.3], "text": " Cumuncta"}, {"timestamp": [123.3, 124.16], "text": " Eel"}, {"timestamp": [124.16, 124.76], "text": " Elanan,"}, {"timestamp": [127.0, 130.0], "text": " or you Elyan-Mara. Stoach, if it was a year'stchew"}, {"timestamp": [130.0, 134.0], "text": " in a leech to get in a Gereo."}, {"timestamp": [134.0, 140.0], "text": " He loch of Rahn, A-S-N-Raw-N-Raw,"}, {"timestamp": [140.0, 146.4], "text": " the Rahn, SIRhr N'n N'Rohn, but Sanyong"}, {"timestamp": [146.4, 151.62], "text": " I'd say itch'd like Eilan N'rown, as I'm"}, {"timestamp": [151.62, 159.0], "text": " and a ferrew big bitoch, and fashk in a line or so"}, {"timestamp": [159.0, 163.0], "text": " a library collarsa on an Erielle."}, {"timestamp": [163.0, 165.0], "text": " And the far e'allel are four chanatua in the hallapa on the Ergel. Ha, a far"}, {"timestamp": [165.0, 166.0], "text": " chanatua"}, {"timestamp": [166.0, 168.0], "text": " the hallapa,"}, {"timestamp": [168.0, 169.0], "text": " on the two"}, {"timestamp": [169.0, 170.0], "text": " which guy."}, {"timestamp": [170.0, 172.0], "text": " He is Biel"}, {"timestamp": [172.0, 173.0], "text": " Culleshunga."}, {"timestamp": [174.0, 175.0], "text": " What slough"}, {"timestamp": [175.0, 176.0], "text": " oudikin"}, {"timestamp": [176.0, 178.0], "text": " a furdech"}, {"timestamp": [178.0, 179.0], "text": " on?"}, {"timestamp": [179.0, 180.0], "text": " On the trichetan"}, {"timestamp": [180.0, 181.0], "text": " one,"}, {"timestamp": [181.0, 183.0], "text": " there's chaw"}, {"timestamp": [183.0, 184.0], "text": " a chawachan-a-o-"}, {"timestamp": [184.0, 185.0], "text": " and scull."}, {"timestamp": [185.0, 188.0], "text": " Ere Ha-ta-Waphae-E-Rleach,"}, {"timestamp": [188.0, 190.0], "text": " to the Turghaw-E-Wahdhae,"}, {"timestamp": [190.0, 194.0], "text": " shea tucleachian-Deele to mullochin-O'er."}, {"timestamp": [194.0, 198.0], "text": " On the 8-G, 8 in one,"}, {"timestamp": [198.0, 202.0], "text": " there's shechard in three dunya in furichan."}, {"timestamp": [202.0, 209.0], "text": " But, if the Hachar on the Mooran Elyan Imuloch Ely, Galaf Nga, Galaf Nga,"}, {"timestamp": [209.0, 217.0], "text": " oansans to the three hundred in the nine-key-jew, Trichit-A-Hocch."}, {"timestamp": [217.0, 226.0], "text": " A reared one, there is noin'er in the list of Gounieie Aalaf in Norsean. Vuna got oe"}, {"timestamp": [226.0, 228.0], "text": " to chloinich guy."}, {"timestamp": [228.0, 230.0], "text": " He far,"}, {"timestamp": [230.0, 231.0], "text": " the Hellenich,"}, {"timestamp": [231.0, 232.0], "text": " talmach,"}, {"timestamp": [232.0, 234.0], "text": " a brein monelan"}, {"timestamp": [234.0, 236.0], "text": " in the top of the Doelchus."}, {"timestamp": [237.0, 238.0], "text": " When,"}, {"timestamp": [238.0, 239.0], "text": " there was,"}, {"timestamp": [239.0, 241.0], "text": " a nighet of Lien,"}, {"timestamp": [241.0, 243.0], "text": " there are Ochard Dunya"}, {"timestamp": [243.0, 244.0], "text": " a furrachan."}, {"timestamp": [247.0, 248.0], "text": " It was easkach in Scatten come a moor?"}, {"timestamp": [248.0, 250.0], "text": " We've,"}, {"timestamp": [250.0, 251.0], "text": " n'er four oaken,"}, {"timestamp": [251.0, 252.0], "text": " a toll,"}, {"timestamp": [252.0, 253.0], "text": " Fattar Falaugh,"}, {"timestamp": [253.0, 256.0], "text": " a son in scatten."}, {"timestamp": [256.0, 258.0], "text": " On his yawrug"}, {"timestamp": [258.0, 260.0], "text": " we get three earsuch"}, {"timestamp": [260.0, 262.0], "text": " on his scyde"}, {"timestamp": [262.0, 265.0], "text": " ach'heen. Yimich, Aounsen Scyra Acheon."}, {"timestamp": [265.0, 267.0], "text": " There's all one work,"}, {"timestamp": [267.0, 270.0], "text": " Gondro Sluag, a furrow on San Yelan,"}, {"timestamp": [270.0, 272.0], "text": " Rau Nafurtechen."}, {"timestamp": [272.0, 274.0], "text": " There, there's nmran,"}, {"timestamp": [274.0, 277.0], "text": " a chifur-achan,"}, {"timestamp": [277.0, 280.0], "text": " in the Choste, Muhu."}, {"timestamp": [280.0, 288.0], "text": " There, Fionuia a Arcu. Yung-ish in the Gaelic, or she Gaelic"}, {"timestamp": [288.0, 292.0], "text": " a Vick the Hellenich, as the Chowin'Hawrsnock."}, {"timestamp": [292.0, 305.0], "text": " If there was Fulham the school, or, the chutche, Bavon, yeah, on the Berla. Gathe was all hein commisach in Gaelic-Aleveg,"}, {"timestamp": [305.0, 309.0], "text": " that you know see she in the school."}, {"timestamp": [309.0, 314.0], "text": " Ha mean in Yelan, farin'ra of Bala,"}, {"timestamp": [314.0, 326.0], "text": " Ruttikun Thorech, Routikon, Awn, and, and badate is Kahl."}, {"timestamp": [326.0, 329.0], "text": " There's time in a work"}, {"timestamp": [329.0, 332.0], "text": " that you're rachgut in Fighantule,"}, {"timestamp": [332.0, 335.0], "text": " noraheck you call the Beard"}, {"timestamp": [335.0, 339.0], "text": " the Wackke on the Ilan in Rahn."}, {"timestamp": [339.0, 342.0], "text": " There can you take dole"}, {"timestamp": [342.0, 344.0], "text": " in Shalak in Rahn,"}, {"timestamp": [344.0, 346.0], "text": " when the way o'-k."}, {"timestamp": [346.0, 351.0], "text": " But, it's a bound on the fowl that was the hillych on the shale-it of the shillok."}, {"timestamp": [351.0, 356.0], "text": " I'll tell you that one that in ahechon."}, {"timestamp": [356.0, 362.0], "text": " When you're young, it feels like anything is possible."}, {"timestamp": [362.0, 366.16], "text": " Maybe you're a little hot-headed, but your optimism lifts you up."}, {"timestamp": [366.7, 369.1], "text": " And your righteous fury can be rocket fuel,"}, {"timestamp": [369.6, 371.38], "text": " propelling you to fight for what's right."}, {"timestamp": [372.2, 374.4], "text": " You might make choices that put you in danger."}, {"timestamp": [375.44, 376.94], "text": " You might even make history."}, {"timestamp": [378.12, 379.38], "text": " I'm Nicola Cochlin."}, {"timestamp": [379.88, 382.32], "text": " This is history's youngest heroes."}, {"timestamp": [383.2, 387.0], "text": " Rebellion, risk, and the radical power of youth."}, {"timestamp": [387.0, 392.0], "text": " Being young, maybe she didn't think too much, she thought, right, I'll just do it."}, {"timestamp": [392.0, 395.0], "text": " She thought about others rather than herself."}, {"timestamp": [395.0, 399.0], "text": " Twelve stories of extraordinary young people from across history."}, {"timestamp": [399.0, 410.24], "text": " There's a real sense of urgency in them, that resistance has to be mounted, it has to be mounted now."}, {"timestamp": [416.56, 422.4], "text": " Including a young man called Nelson Mandela, a firebrand who led the defiance campaign against apartheid. Break segregation laws, ignore curfews, enter the door for white people at the post office,"}, {"timestamp": [422.4, 425.12], "text": " stand on the white side of the platform at the train station,"}, {"timestamp": [425.12, 428.4], "text": " and it's decided that black people are going to do this en masse."}, {"timestamp": [428.4, 433.44], "text": " And Lakshmi Bai, the Rani of Jansi, India's warrior queen."}, {"timestamp": [433.44, 439.44], "text": " She was a small woman leading her troops, a stride a horse, sword in each hand,"}, {"timestamp": [439.44, 442.88], "text": " taking on the might of the entire British Empire."}, {"timestamp": [442.88, 446.28], "text": " History is lit up by young people who act on instinct and stick to their principles. Like Julian of Norwich, might of the entire British Empire. History is lit up by young people who act on instinct"}, {"timestamp": [446.28, 448.22], "text": " and stick to their principles."}, {"timestamp": [448.22, 450.66], "text": " Like Julian of Narich, one of the first women"}, {"timestamp": [450.66, 454.76], "text": " to write in the English language, a trailblazer, but at a cost."}, {"timestamp": [454.76, 458.0], "text": " Why would somebody choose to have themselves"}, {"timestamp": [458.0, 460.78], "text": " blocked up into a tiny little cell"}, {"timestamp": [460.78, 465.12], "text": " with limited contact with the outside world out of choice."}, {"timestamp": [466.24, 472.28], "text": " And Lady Jane Grey, Queen for nine days, who refused to give up her faith and chose to face"}, {"timestamp": [472.28, 473.56], "text": " the executioner's axe."}, {"timestamp": [473.56, 480.6], "text": " You have someone who is knowingly risking death and then ultimately knowingly taking death"}, {"timestamp": [480.6, 484.0], "text": " because there is something that matters more to them than their life itself."}, {"timestamp": [484.0, 488.0], "text": " And that's a fundamentally heroic position."}, {"timestamp": [488.0, 494.0], "text": " These are tales of saints, athletes, Hollywood superstars and pioneers."}, {"timestamp": [494.0, 496.0], "text": " Some heroes are household names."}, {"timestamp": [496.0, 499.0], "text": " Some have been all but forgotten."}, {"timestamp": [499.0, 504.0], "text": " Like Vassili Arkipov, a Soviet naval officer whose extraordinary courage"}, {"timestamp": [504.0, 507.0], "text": " helped save the world from nuclear catastrophe."}, {"timestamp": [507.0, 513.0], "text": " Well, sticking to your guns on that submarine in that heat, that take gods."}, {"timestamp": [513.0, 517.0], "text": " That really takes gods."}, {"timestamp": [517.0, 520.0], "text": " History made by young people."}, {"timestamp": [523.0, 526.88], "text": " Follow history's youngest heroes wherever you get your podcasts."}], "text": " This BBC podcast is supported by ads outside the UK. World of Secrets is where untold stories are exposed. And in this new series, we investigate the dark side of the wellness industry. Following the story of a woman who joined a yoga school, only to uncover a world she never expected. I feel that I have no other choice. The only thing I can do is to speak about this. Where the hope of spiritual breakthroughs leaves people vulnerable to exploitation. You just get sucked in so gradually, and it's done so skillfully that you don't realize. World of Secrets, the Bad Guru. Listen wherever you get your BBC podcasts. The Bad Guru. Listen wherever you get your BBC podcasts. This Leicester Dolokionsochy for BBC Radio Nengale. This is Lych Delukyunsochy from BBC Radio Nangale. In this is Leicester Dolokgynous, Lear Warrie Migh, this is 1,007. For Aum-O-Aum, I'm in two courses each one on some bison the Toursesau on some bishops in the Gaeltach. The Hollenich in the language and on structure in the Audea. Fasch in the Jiragher, the Gaelic and on structure Enimant Aitja. Fasch in the Jirig, on the Gereveg, as in the Jailas'Achka in Fas, I'm a giri on the Hollenich, Eiland Makh Mennamach, a Chruog. Be it a cur, a Cureme an Aatja, Gaelic, I'm couldchak in a Chiruch of, I mean a Aitja Galic Ere. Be me Kudjok A-Nem a-chruach on son in Yelan Hein. He eunthach in Chah in Viseathe Gal Eilan Rahn, Ere. Stoach, not be that the Eonog. He Rahn Gamae Cumuncta Eel Elanan, or you Elyan-Mara. Stoach, if it was a year'stchew in a leech to get in a Gereo. He loch of Rahn, A-S-N-Raw-N-Raw, the Rahn, SIRhr N'n N'Rohn, but Sanyong I'd say itch'd like Eilan N'rown, as I'm and a ferrew big bitoch, and fashk in a line or so a library collarsa on an Erielle. And the far e'allel are four chanatua in the hallapa on the Ergel. Ha, a far chanatua the hallapa, on the two which guy. He is Biel Culleshunga. What slough oudikin a furdech on? On the trichetan one, there's chaw a chawachan-a-o- and scull. Ere Ha-ta-Waphae-E-Rleach, to the Turghaw-E-Wahdhae, shea tucleachian-Deele to mullochin-O'er. On the 8-G, 8 in one, there's shechard in three dunya in furichan. But, if the Hachar on the Mooran Elyan Imuloch Ely, Galaf Nga, Galaf Nga, oansans to the three hundred in the nine-key-jew, Trichit-A-Hocch. A reared one, there is noin'er in the list of Gounieie Aalaf in Norsean. Vuna got oe to chloinich guy. He far, the Hellenich, talmach, a brein monelan in the top of the Doelchus. When, there was, a nighet of Lien, there are Ochard Dunya a furrachan. It was easkach in Scatten come a moor? We've, n'er four oaken, a toll, Fattar Falaugh, a son in scatten. On his yawrug we get three earsuch on his scyde ach'heen. Yimich, Aounsen Scyra Acheon. There's all one work, Gondro Sluag, a furrow on San Yelan, Rau Nafurtechen. There, there's nmran, a chifur-achan, in the Choste, Muhu. There, Fionuia a Arcu. Yung-ish in the Gaelic, or she Gaelic a Vick the Hellenich, as the Chowin'Hawrsnock. If there was Fulham the school, or, the chutche, Bavon, yeah, on the Berla. Gathe was all hein commisach in Gaelic-Aleveg, that you know see she in the school. Ha mean in Yelan, farin'ra of Bala, Ruttikun Thorech, Routikon, Awn, and, and badate is Kahl. There's time in a work that you're rachgut in Fighantule, noraheck you call the Beard the Wackke on the Ilan in Rahn. There can you take dole in Shalak in Rahn, when the way o'-k. But, it's a bound on the fowl that was the hillych on the shale-it of the shillok. I'll tell you that one that in ahechon. When you're young, it feels like anything is possible. Maybe you're a little hot-headed, but your optimism lifts you up. And your righteous fury can be rocket fuel, propelling you to fight for what's right. You might make choices that put you in danger. You might even make history. I'm Nicola Cochlin. This is history's youngest heroes. Rebellion, risk, and the radical power of youth. Being young, maybe she didn't think too much, she thought, right, I'll just do it. She thought about others rather than herself. Twelve stories of extraordinary young people from across history. There's a real sense of urgency in them, that resistance has to be mounted, it has to be mounted now. Including a young man called Nelson Mandela, a firebrand who led the defiance campaign against apartheid. Break segregation laws, ignore curfews, enter the door for white people at the post office, stand on the white side of the platform at the train station, and it's decided that black people are going to do this en masse. And Lakshmi Bai, the Rani of Jansi, India's warrior queen. She was a small woman leading her troops, a stride a horse, sword in each hand, taking on the might of the entire British Empire. History is lit up by young people who act on instinct and stick to their principles. Like Julian of Norwich, might of the entire British Empire. History is lit up by young people who act on instinct and stick to their principles. Like Julian of Narich, one of the first women to write in the English language, a trailblazer, but at a cost. Why would somebody choose to have themselves blocked up into a tiny little cell with limited contact with the outside world out of choice. And Lady Jane Grey, Queen for nine days, who refused to give up her faith and chose to face the executioner's axe. You have someone who is knowingly risking death and then ultimately knowingly taking death because there is something that matters more to them than their life itself. And that's a fundamentally heroic position. These are tales of saints, athletes, Hollywood superstars and pioneers. Some heroes are household names. Some have been all but forgotten. Like Vassili Arkipov, a Soviet naval officer whose extraordinary courage helped save the world from nuclear catastrophe. Well, sticking to your guns on that submarine in that heat, that take gods. That really takes gods. History made by young people. Follow history's youngest heroes wherever you get your podcasts."}