{"speakers": [], "chunks": [{"timestamp": [0.0, 3.44], "text": " This BBC podcast is supported by ads outside the UK."}, {"timestamp": [6.16, 9.48], "text": " World of Secrets is where untold stories are exposed."}, {"timestamp": [9.84, 14.0], "text": " And in this new series, we investigate the dark side of the wellness industry."}, {"timestamp": [14.38, 17.18], "text": " Following the story of a woman who joined a yoga school,"}, {"timestamp": [17.38, 19.9], "text": " only to uncover a world she never expected."}, {"timestamp": [20.28, 22.2], "text": " I feel that I have no other choice."}, {"timestamp": [22.38, 26.06], "text": " The only thing I can do is to speak about this."}, {"timestamp": [26.48, 30.52], "text": " Where the hope of spiritual breakthroughs leaves people vulnerable to exploitation."}, {"timestamp": [31.2, 38.62], "text": " You just get sucked in so gradually, and it's done so skillfully that you don't realize."}, {"timestamp": [39.48, 41.66], "text": " World of Secrets, the Bad Guru."}, {"timestamp": [42.04, 44.38], "text": " Listen wherever you get your BBC podcasts."}, {"timestamp": [44.4, 47.82], "text": " The Bad Guru. Listen wherever you get your BBC podcasts."}, {"timestamp": [51.6, 52.4], "text": " This Leicester Dolokyunsichy for BBC Radio Nengale."}, {"timestamp": [56.44, 57.74], "text": " This is Leicester Dolokgyunsich from BBC Radio Nongale."}, {"timestamp": [60.96, 61.56], "text": " Now, Leicester Dolokyunsooky, let mechleyn."}, {"timestamp": [65.0, 69.0], "text": " This Leitier, De Hiret, Sixthek 614. Aungan literature my earig."}, {"timestamp": [69.0, 71.0], "text": " I'm a king of it,"}, {"timestamp": [71.0, 75.0], "text": " I can say that the chriarch of Jes Nihalapa"}, {"timestamp": [75.0, 77.0], "text": " unthogued with Sassin"}, {"timestamp": [77.0, 80.0], "text": " on the day three at six."}, {"timestamp": [80.0, 84.0], "text": " Be allistered at a Gah Rihalapa,"}, {"timestamp": [84.0, 86.2], "text": " Econaum. It's Kukhawstark Alastard of Gah R. N'Halapa, E. Nauw."}, {"timestamp": [90.82, 92.32], "text": " She is Cougharstark, a chanis she, rich, in aonet."}, {"timestamp": [95.5, 95.74], "text": " Then, husholpah, jess, the hallopah,"}, {"timestamp": [102.12, 106.0], "text": " to be the nir of a in each year of four years. Four years. There Alastair Poster"}, {"timestamp": [106.0, 107.0], "text": " Pohs to"}, {"timestamp": [107.0, 108.0], "text": " John,"}, {"timestamp": [108.0, 109.0], "text": " pure-earned,"}, {"timestamp": [109.0, 110.0], "text": " Rie Hassin."}, {"timestamp": [110.0, 111.0], "text": " But"}, {"timestamp": [111.0, 112.0], "text": " Chuchel,"}, {"timestamp": [112.0, 113.0], "text": " John,"}, {"timestamp": [113.0, 114.0], "text": " on the two-year"}, {"timestamp": [114.0, 115.0], "text": " two years"}, {"timestamp": [115.0, 125.2], "text": " Charrow Daghagh, Chahuebys Bolles Fawas Alastar Asur. P. in Darn a benick,"}, {"timestamp": [126.3, 127.64], "text": " Marie de Cussie,"}, {"timestamp": [128.34, 129.68], "text": " Paul de Gouisland,"}, {"timestamp": [129.98, 130.56], "text": " the French."}, {"timestamp": [132.0, 133.84], "text": " Da Vliana in Jaisin,"}, {"timestamp": [134.54, 136.4], "text": " Rukukukin O'Ne Gillegaiv,"}, {"timestamp": [136.96, 138.44], "text": " Alistar, Macalister."}, {"timestamp": [139.56, 140.4], "text": " In Cion,"}, {"timestamp": [140.4, 140.76], "text": " Gia,"}, {"timestamp": [141.36, 142.08], "text": " Vig Esan,"}, {"timestamp": [142.08, 143.44], "text": " Nauruuch,"}, {"timestamp": [144.02, 147.0], "text": " Alistar the three. Cuthock, Alaster, the three."}, {"timestamp": [147.0, 152.0], "text": " Aunster Bickon four years in ackle-eckon, Ere Ackar,"}, {"timestamp": [152.0, 160.0], "text": " Ere Lester, EGARE, RIST, EASTAR OTHANGH-A,"}, {"timestamp": [160.0, 162.0], "text": " nor Rode GILAS, Gah."}, {"timestamp": [162.0, 165.0], "text": " Cutsch, was a hulon at the Chiran Lough, not Rode Giles'a. Kutjok, there are A-Hoolan"}, {"timestamp": [165.0, 167.0], "text": " to the Chirin'ach"}, {"timestamp": [167.0, 169.0], "text": " lehenshire"}, {"timestamp": [169.0, 170.0], "text": " the whole"}, {"timestamp": [170.0, 172.0], "text": " the wholeoppa."}, {"timestamp": [172.0, 174.0], "text": " It was in the"}, {"timestamp": [174.0, 175.0], "text": " number that"}, {"timestamp": [175.0, 177.0], "text": " the chouchele"}, {"timestamp": [177.0, 178.0], "text": " on the Eilan"}, {"timestamp": [178.0, 179.0], "text": " Cherey"}, {"timestamp": [179.0, 180.0], "text": " on the daachier"}, {"timestamp": [180.0, 181.0], "text": " Gere Tew"}, {"timestamp": [181.0, 182.0], "text": " Kered inou"}, {"timestamp": [182.0, 183.0], "text": " Soe"}, {"timestamp": [183.0, 186.0], "text": " Charrot Ava-Wack, Alastair, E."}, {"timestamp": [186.0, 189.0], "text": " A. Yille."}, {"timestamp": [189.0, 192.0], "text": " It was fast in eight years"}, {"timestamp": [192.0, 193.0], "text": " Goum."}, {"timestamp": [193.0, 195.0], "text": " And four young Jalov,"}, {"timestamp": [195.0, 196.0], "text": " Alasur,"}, {"timestamp": [196.0, 198.0], "text": " on the Schoen."}, {"timestamp": [198.0, 203.0], "text": " And Ollive, Rihalapa"}, {"timestamp": [203.0, 205.0], "text": " in the Priya Vars at the court fauch He Olive Rhee Nahlapa in pria varsed"}, {"timestamp": [205.0, 210.0], "text": " a curfalty on the Rye Aung with the Fakhlan of the Gaelic"}, {"timestamp": [210.0, 214.0], "text": " bianach yeh to Rie Nalapa."}, {"timestamp": [214.0, 220.0], "text": " There are allister Rau-Oak in so that healug in the ducha."}, {"timestamp": [220.0, 226.0], "text": " It's tannishch, and it was a-haver as farce to the realtas."}, {"timestamp": [226.0, 230.0], "text": " It's o'-usland that it was in-eer-weigh-a,"}, {"timestamp": [230.0, 236.0], "text": " a real-lag, Gussendor-Ranick Alaster, Oush, Inevich."}, {"timestamp": [236.0, 245.0], "text": " When it was haast o'-o'-k, foes Alastair, not the Rhee Ayrr Hassein."}, {"timestamp": [245.0, 251.0], "text": " That's in the Chalachan with Sassin, and alackachg"}, {"timestamp": [251.0, 255.0], "text": " the chalikin, with the Rang."}, {"timestamp": [255.0, 259.0], "text": " For Alastair Jirich Blighan agous."}, {"timestamp": [259.0, 262.0], "text": " It was a vanish on the York."}, {"timestamp": [262.0, 265.0], "text": " The law, the law in the no Roia, La Nolica,"}, {"timestamp": [265.0, 267.54], "text": " Da-Hier-Jerkat-Zir Cooke at Aun-Ster,"}, {"timestamp": [268.2, 270.24], "text": " was richardoch in the bullock"}, {"timestamp": [270.24, 273.16], "text": " to Alastair, with Rie Ehrig."}, {"timestamp": [274.6, 277.2], "text": " It was Eirik to give Alistair"}, {"timestamp": [277.2, 278.5], "text": " a gall, Rish,"}, {"timestamp": [278.76, 280.76], "text": " to know a art-chranach"}, {"timestamp": [280.76, 282.46], "text": " to Rie Hassin, Ere."}, {"timestamp": [283.56, 284.72], "text": " Go Alistair rich,"}, {"timestamp": [286.0, 288.0], "text": " who Nemeagie, a was Gilles of Eirik"}, {"timestamp": [288.0, 291.0], "text": " a hove ineran in a family"}, {"timestamp": [291.0, 293.0], "text": " on the Sassin,"}, {"timestamp": [293.0, 294.0], "text": " but chadda goe"}, {"timestamp": [294.0, 296.0], "text": " there is that one"}, {"timestamp": [296.0, 297.0], "text": " onechranock"}, {"timestamp": [297.0, 298.0], "text": " to Rhee Hasin,"}, {"timestamp": [298.0, 300.0], "text": " in Rue Nahlapa."}, {"timestamp": [300.0, 301.0], "text": " So,"}, {"timestamp": [301.0, 303.0], "text": " that's that was an Luchcarus"}, {"timestamp": [303.0, 304.0], "text": " in Grae,"}, {"timestamp": [304.0, 305.0], "text": " Eka, E."}, {"timestamp": [305.0, 308.0], "text": " Lick Ehrlich Lishakow,"}, {"timestamp": [308.0, 310.0], "text": " a lot of Chahat,"}, {"timestamp": [310.0, 311.0], "text": " gounsbet,"}, {"timestamp": [311.0, 312.0], "text": " or it was on the"}, {"timestamp": [312.0, 314.0], "text": " one of the vanish"}, {"timestamp": [314.0, 317.0], "text": " Dough and Tullichie."}, {"timestamp": [317.0, 319.0], "text": " It banish in the law,"}, {"timestamp": [319.0, 320.0], "text": " a vaan."}, {"timestamp": [321.0, 322.0], "text": " Mareg,"}, {"timestamp": [322.0, 324.0], "text": " there was six mill of Kerk-Achark"}, {"timestamp": [324.0, 325.0], "text": " Achah, Kouras Milla Kirk Human, shea fichat If you were six miller-ach-ach-ach-ach-a,"}, {"timestamp": [325.0, 328.0], "text": " car is mill-golay, Kerk-humen,"}, {"timestamp": [328.0, 331.0], "text": " shea-fichat Yala-Sakouk,"}, {"timestamp": [331.0, 333.0], "text": " car is Karevon,"}, {"timestamp": [333.0, 336.0], "text": " shea-fichag,"}, {"timestamp": [336.0, 339.0], "text": " fash-gir three-heat-esak,"}, {"timestamp": [339.0, 343.0], "text": " Mille is three-hirt-maich,"}, {"timestamp": [343.0, 345.0], "text": " six-tort-t Mayach, six-eight,"}, {"timestamp": [345.0, 347.0], "text": " Tork, and Mook,"}, {"timestamp": [347.0, 350.0], "text": " shechathe Baralya de Scatain,"}, {"timestamp": [350.0, 353.0], "text": " and ten mill a-a-attach."}, {"timestamp": [353.0, 356.0], "text": " Banish-for Garirav."}, {"timestamp": [356.0, 362.0], "text": " When you're young, it feels like anything as possible."}, {"timestamp": [362.0, 364.0], "text": " Maybe you're a little hot-headed,"}, {"timestamp": [364.0, 366.1], "text": " but your optimism lifts you up."}, {"timestamp": [366.74, 369.04], "text": " And your righteous fury can be rocket fuel,"}, {"timestamp": [369.54, 371.34], "text": " propelling you to fight for what's right."}, {"timestamp": [372.3, 374.36], "text": " You might make choices that put you in danger."}, {"timestamp": [375.4, 376.9], "text": " You might even make history."}, {"timestamp": [378.26, 379.34], "text": " I'm Nicola Cochlin."}, {"timestamp": [379.84, 382.26], "text": " This is history's youngest heroes."}, {"timestamp": [383.14, 387.0], "text": " Rebellion, risk, and the radical power of youth."}, {"timestamp": [387.0, 392.0], "text": " Being young, maybe she didn't think too much, she thought, right, I'll just do it."}, {"timestamp": [392.0, 395.0], "text": " She thought about others rather than herself."}, {"timestamp": [395.0, 399.0], "text": " Twelve stories of extraordinary young people from across history."}, {"timestamp": [399.0, 410.24], "text": " There's a real sense of urgency in them, that resistance has to be mounted, it has to be mounted now."}, {"timestamp": [416.56, 422.32], "text": " Including a young man called Nelson Mandela, a firebrand who led the defiance campaign against apartheid. Break segregation laws, ignore curfews, enter the door for white people at the post office,"}, {"timestamp": [422.32, 425.16], "text": " stand on the white side of the platform at the train station,"}, {"timestamp": [425.16, 428.52], "text": " and it's decided that black people are going to do this en masse."}, {"timestamp": [428.52, 433.56], "text": " And Lakshmi Bai, the Rani of Jansi, India's warrior queen."}, {"timestamp": [433.56, 436.44], "text": " She was a small woman, leading her troops,"}, {"timestamp": [436.44, 439.44], "text": " astride a horse, sword in each hand,"}, {"timestamp": [439.44, 442.92], "text": " taking on the might of the entire British Empire."}, {"timestamp": [442.92, 446.28], "text": " History is lit up by young people who act on instinct and stick to their principles. Like Julian of Norwich, might of the entire British Empire. History is lit up by young people who act on instinct"}, {"timestamp": [446.28, 448.2], "text": " and stick to their principles."}, {"timestamp": [448.2, 449.72], "text": " Like Julian of Norwich,"}, {"timestamp": [449.72, 452.48], "text": " one of the first women to write in the English language,"}, {"timestamp": [452.48, 454.74], "text": " a trailblazer, but at a cost."}, {"timestamp": [454.74, 458.0], "text": " Why would somebody choose to have themselves"}, {"timestamp": [458.0, 460.76], "text": " blocked up into a tiny little cell"}, {"timestamp": [460.76, 464.3], "text": " with limited contact with the outside world,"}, {"timestamp": [464.3, 465.0], "text": " out of choice."}, {"timestamp": [465.0, 473.0], "text": " And Lady Jane Grey, Queen for nine days, who refused to give up her faith and chose to face the executioner's axe."}, {"timestamp": [473.0, 480.0], "text": " You have someone who is knowingly risking death and then ultimately knowingly taking death"}, {"timestamp": [480.0, 488.0], "text": " because there is something that matters more to them than their life itself. And that's a fundamentally heroic position."}, {"timestamp": [488.0, 494.0], "text": " These are tales of saints, athletes, Hollywood superstars and pioneers."}, {"timestamp": [494.0, 496.0], "text": " Some heroes are household names."}, {"timestamp": [496.0, 499.0], "text": " Some have been all but forgotten."}, {"timestamp": [499.0, 504.0], "text": " Like Fasili Archipov, a Soviet naval officer whose extraordinary courage"}, {"timestamp": [504.0, 507.0], "text": " helped save the world from nuclear catastrophe."}, {"timestamp": [507.0, 513.0], "text": " Well, sticking to your guns on that submarine in that heat, that take gods."}, {"timestamp": [513.0, 517.0], "text": " That really takes gods."}, {"timestamp": [517.0, 523.0], "text": " History made by young people."}, {"timestamp": [523.0, 527.0], "text": " Follow History's youngest heroes wherever you get your podcasts."}], "text": " This BBC podcast is supported by ads outside the UK. World of Secrets is where untold stories are exposed. And in this new series, we investigate the dark side of the wellness industry. Following the story of a woman who joined a yoga school, only to uncover a world she never expected. I feel that I have no other choice. The only thing I can do is to speak about this. Where the hope of spiritual breakthroughs leaves people vulnerable to exploitation. You just get sucked in so gradually, and it's done so skillfully that you don't realize. World of Secrets, the Bad Guru. Listen wherever you get your BBC podcasts. The Bad Guru. Listen wherever you get your BBC podcasts. This Leicester Dolokyunsichy for BBC Radio Nengale. This is Leicester Dolokgyunsich from BBC Radio Nongale. Now, Leicester Dolokyunsooky, let mechleyn. This Leitier, De Hiret, Sixthek 614. Aungan literature my earig. I'm a king of it, I can say that the chriarch of Jes Nihalapa unthogued with Sassin on the day three at six. Be allistered at a Gah Rihalapa, Econaum. It's Kukhawstark Alastard of Gah R. N'Halapa, E. Nauw. She is Cougharstark, a chanis she, rich, in aonet. Then, husholpah, jess, the hallopah, to be the nir of a in each year of four years. Four years. There Alastair Poster Pohs to John, pure-earned, Rie Hassin. But Chuchel, John, on the two-year two years Charrow Daghagh, Chahuebys Bolles Fawas Alastar Asur. P. in Darn a benick, Marie de Cussie, Paul de Gouisland, the French. Da Vliana in Jaisin, Rukukukin O'Ne Gillegaiv, Alistar, Macalister. In Cion, Gia, Vig Esan, Nauruuch, Alistar the three. Cuthock, Alaster, the three. Aunster Bickon four years in ackle-eckon, Ere Ackar, Ere Lester, EGARE, RIST, EASTAR OTHANGH-A, nor Rode GILAS, Gah. Cutsch, was a hulon at the Chiran Lough, not Rode Giles'a. Kutjok, there are A-Hoolan to the Chirin'ach lehenshire the whole the wholeoppa. It was in the number that the chouchele on the Eilan Cherey on the daachier Gere Tew Kered inou Soe Charrot Ava-Wack, Alastair, E. A. Yille. It was fast in eight years Goum. And four young Jalov, Alasur, on the Schoen. And Ollive, Rihalapa in the Priya Vars at the court fauch He Olive Rhee Nahlapa in pria varsed a curfalty on the Rye Aung with the Fakhlan of the Gaelic bianach yeh to Rie Nalapa. There are allister Rau-Oak in so that healug in the ducha. It's tannishch, and it was a-haver as farce to the realtas. It's o'-usland that it was in-eer-weigh-a, a real-lag, Gussendor-Ranick Alaster, Oush, Inevich. When it was haast o'-o'-k, foes Alastair, not the Rhee Ayrr Hassein. That's in the Chalachan with Sassin, and alackachg the chalikin, with the Rang. For Alastair Jirich Blighan agous. It was a vanish on the York. The law, the law in the no Roia, La Nolica, Da-Hier-Jerkat-Zir Cooke at Aun-Ster, was richardoch in the bullock to Alastair, with Rie Ehrig. It was Eirik to give Alistair a gall, Rish, to know a art-chranach to Rie Hassin, Ere. Go Alistair rich, who Nemeagie, a was Gilles of Eirik a hove ineran in a family on the Sassin, but chadda goe there is that one onechranock to Rhee Hasin, in Rue Nahlapa. So, that's that was an Luchcarus in Grae, Eka, E. Lick Ehrlich Lishakow, a lot of Chahat, gounsbet, or it was on the one of the vanish Dough and Tullichie. It banish in the law, a vaan. Mareg, there was six mill of Kerk-Achark Achah, Kouras Milla Kirk Human, shea fichat If you were six miller-ach-ach-ach-ach-a, car is mill-golay, Kerk-humen, shea-fichat Yala-Sakouk, car is Karevon, shea-fichag, fash-gir three-heat-esak, Mille is three-hirt-maich, six-tort-t Mayach, six-eight, Tork, and Mook, shechathe Baralya de Scatain, and ten mill a-a-attach. Banish-for Garirav. When you're young, it feels like anything as possible. Maybe you're a little hot-headed, but your optimism lifts you up. And your righteous fury can be rocket fuel, propelling you to fight for what's right. You might make choices that put you in danger. You might even make history. I'm Nicola Cochlin. This is history's youngest heroes. Rebellion, risk, and the radical power of youth. Being young, maybe she didn't think too much, she thought, right, I'll just do it. She thought about others rather than herself. Twelve stories of extraordinary young people from across history. There's a real sense of urgency in them, that resistance has to be mounted, it has to be mounted now. Including a young man called Nelson Mandela, a firebrand who led the defiance campaign against apartheid. Break segregation laws, ignore curfews, enter the door for white people at the post office, stand on the white side of the platform at the train station, and it's decided that black people are going to do this en masse. And Lakshmi Bai, the Rani of Jansi, India's warrior queen. She was a small woman, leading her troops, astride a horse, sword in each hand, taking on the might of the entire British Empire. History is lit up by young people who act on instinct and stick to their principles. Like Julian of Norwich, might of the entire British Empire. History is lit up by young people who act on instinct and stick to their principles. Like Julian of Norwich, one of the first women to write in the English language, a trailblazer, but at a cost. Why would somebody choose to have themselves blocked up into a tiny little cell with limited contact with the outside world, out of choice. And Lady Jane Grey, Queen for nine days, who refused to give up her faith and chose to face the executioner's axe. You have someone who is knowingly risking death and then ultimately knowingly taking death because there is something that matters more to them than their life itself. And that's a fundamentally heroic position. These are tales of saints, athletes, Hollywood superstars and pioneers. Some heroes are household names. Some have been all but forgotten. Like Fasili Archipov, a Soviet naval officer whose extraordinary courage helped save the world from nuclear catastrophe. Well, sticking to your guns on that submarine in that heat, that take gods. That really takes gods. History made by young people. Follow History's youngest heroes wherever you get your podcasts."}