{"speakers": [], "chunks": [{"timestamp": [0.0, 3.44], "text": " This BBC podcast is supported by ads outside the UK."}, {"timestamp": [6.16, 9.48], "text": " World of Secrets is where untold stories are exposed."}, {"timestamp": [9.84, 14.0], "text": " And in this new series, we investigate the dark side of the wellness industry."}, {"timestamp": [14.38, 17.18], "text": " Following the story of a woman who joined a yoga school,"}, {"timestamp": [17.38, 19.9], "text": " only to uncover a world she never expected."}, {"timestamp": [20.28, 22.2], "text": " I feel that I have no other choice."}, {"timestamp": [22.38, 26.06], "text": " The only thing I can do is to speak about this."}, {"timestamp": [26.48, 30.52], "text": " Where the hope of spiritual breakthroughs leaves people vulnerable to exploitation."}, {"timestamp": [31.2, 38.62], "text": " You just get sucked in so gradually, and it's done so skillfully that you don't realize."}, {"timestamp": [39.48, 41.66], "text": " World of Secrets, the Bad Guru."}, {"timestamp": [42.04, 44.38], "text": " Listen wherever you get your BBC podcasts."}, {"timestamp": [44.4, 47.3], "text": " The Bad Guru. Listen wherever you get your BBC podcasts."}, {"timestamp": [51.6, 52.4], "text": " This Leicester Dolokhounsocki from BBC Radio Nengale."}, {"timestamp": [56.44, 57.78], "text": " This is Lichder Dolok Gunesh from BBC Radio Nongale."}, {"timestamp": [67.0, 74.0], "text": " Now, Leicester Dollygoyne, Learer, Learine Makh, Eaukitt. This is Leicester, Millete, 1,000, Cucat in the Hun. I should I agree with Rannock the Playa in the Eltock."}, {"timestamp": [74.0, 79.0], "text": " I call to that the Rannock Vour, or Brackenferr."}, {"timestamp": [79.0, 83.0], "text": " How so that he had Rannoch the Playa?"}, {"timestamp": [83.0, 87.0], "text": " Well, he accountagueduch Leoton? Well, he a conchagued leotion,"}, {"timestamp": [87.0, 90.0], "text": " bina, and shan talu a-tieh"}, {"timestamp": [90.0, 91.0], "text": " at the field-ach"}, {"timestamp": [91.0, 94.0], "text": " at five the Celtarch."}, {"timestamp": [94.0, 97.0], "text": " He a much of lusin-bic"}, {"timestamp": [97.0, 99.0], "text": " and fjurean kruhe"}, {"timestamp": [99.0, 102.0], "text": " that he hathes for a fa'er"}, {"timestamp": [102.0, 103.0], "text": " fo'hpah."}, {"timestamp": [103.0, 106.0], "text": " Chanelimau to spree."}, {"timestamp": [106.0, 108.0], "text": " He a d'erive,"}, {"timestamp": [108.0, 109.0], "text": " in commonanon"}, {"timestamp": [109.0, 110.0], "text": " Cushach,"}, {"timestamp": [110.0, 111.0], "text": " through rune"}, {"timestamp": [111.0, 113.0], "text": " faraville of Rannoch,"}, {"timestamp": [113.0, 115.0], "text": " airst, and chou."}, {"timestamp": [116.0, 118.0], "text": " And it's a run"}, {"timestamp": [118.0, 119.0], "text": " of Rannoch"}, {"timestamp": [119.0, 122.0], "text": " on one of Garshton."}, {"timestamp": [122.0, 124.0], "text": " Be could of Gawhton"}, {"timestamp": [124.0, 126.0], "text": " a gulenius Lyme, on Gawhton. Be the Gawksdegas in Gullin,"}, {"timestamp": [126.0, 127.0], "text": " chines,"}, {"timestamp": [127.0, 128.0], "text": " lyeanus,"}, {"timestamp": [128.0, 129.0], "text": " a nidou"}, {"timestamp": [129.0, 130.0], "text": " gomachin"}, {"timestamp": [130.0, 131.0], "text": " ghamachin."}, {"timestamp": [132.0, 134.0], "text": " And I beg a lot"}, {"timestamp": [134.0, 135.0], "text": " on the far"}, {"timestamp": [135.0, 136.0], "text": " caithes"}, {"timestamp": [136.0, 138.0], "text": " in the rannick"}, {"timestamp": [138.0, 141.0], "text": " in the kutjjjikin."}, {"timestamp": [142.0, 143.0], "text": " Well,"}, {"timestamp": [143.0, 144.0], "text": " I've a leifug"}, {"timestamp": [144.0, 147.0], "text": " lear in la other, and there"}, {"timestamp": [147.0, 153.0], "text": " the daughter of connemuched three do-ean on the Rannoch Ewerg,"}, {"timestamp": [153.0, 166.0], "text": " but in the one of the much levy to get a gearing sheaas on the park in inulthry. Be the darned day"}, {"timestamp": [166.0, 168.0], "text": " levy a cur toer"}, {"timestamp": [168.0, 170.0], "text": " on the palatius,"}, {"timestamp": [170.0, 172.0], "text": " on the imurin arreafar."}, {"timestamp": [172.0, 174.0], "text": " But be the trice"}, {"timestamp": [174.0, 176.0], "text": " day of the vaugh"}, {"timestamp": [176.0, 178.0], "text": " a glach,"}, {"timestamp": [178.0, 180.0], "text": " matter,"}, {"timestamp": [180.0, 181.0], "text": " on the hear of chunctish"}, {"timestamp": [181.0, 182.0], "text": " on the leoer"}, {"timestamp": [182.0, 184.0], "text": " she the day"}, {"timestamp": [184.0, 185.0], "text": " on the shess on the Lear, it's the two of the sire on the"}, {"timestamp": [185.0, 190.0], "text": " fan Coutis or any of the Dostook on aught of Moun O'er."}, {"timestamp": [190.0, 195.0], "text": " I'd like the countess in one she's going"}, {"timestamp": [195.0, 198.0], "text": " that there a few a valet at the chou"}, {"timestamp": [198.0, 202.0], "text": " to be a moun o'er to connochunovalloch."}, {"timestamp": [202.0, 205.6], "text": " No, a big of the booklick, master, a leag, as in the town in this one in the town of it who Cunovilloch or the bigh or"}, {"timestamp": [205.6, 220.9], "text": " the book"}, {"timestamp": [220.9, 222.78], "text": " Mastier in the"}, {"timestamp": [222.78, 225.44], "text": " Veeugue Aouncephusat, and that's in course, that's in aassanach, and was a few"}, {"timestamp": [225.44, 229.28], "text": " on an 8th-line-jee-og."}, {"timestamp": [229.28, 232.72], "text": " Churred shakot-oone on the alloppa, and"}, {"timestamp": [232.72, 237.68], "text": " scribes in the other than Flora Scotica."}, {"timestamp": [237.68, 245.0], "text": " Gohintch, it Lightfoot can can we can't even for a farach feme on the rannuch in the farance,"}, {"timestamp": [245.0, 248.0], "text": " for example,"}, {"timestamp": [248.0, 252.0], "text": " there's a clackackage of the chasin'raniach,"}, {"timestamp": [252.0, 255.0], "text": " as one of the taeanachka,"}, {"timestamp": [255.0, 259.0], "text": " and it's femal to the talu."}, {"timestamp": [259.0, 263.0], "text": " When big rannock yarder to the thackal"}, {"timestamp": [263.0, 266.0], "text": " on the talu on the Loog,"}, {"timestamp": [266.0, 271.0], "text": " it would be a cur to Torechus in the Tulloven."}, {"timestamp": [271.0, 277.0], "text": " It's a ranach who, as one, on the potatoes."}, {"timestamp": [277.0, 283.0], "text": " There is femal, a few from the far as estrog,"}, {"timestamp": [283.0, 285.28], "text": " that's the Gaelicer,"}, {"timestamp": [285.28, 286.32], "text": " on the crue."}, {"timestamp": [287.68, 289.28], "text": " When the Vaheim,"}, {"timestamp": [289.28, 290.32], "text": " there was Rannoch,"}, {"timestamp": [290.32, 291.52], "text": " ma'uchuch,"}, {"timestamp": [291.52, 292.88], "text": " like Chonog,"}, {"timestamp": [292.88, 295.28], "text": " so on the other."}, {"timestamp": [297.12, 298.64], "text": " Hullait for the kinshugue"}, {"timestamp": [298.64, 302.0], "text": " gurn of the Jainu'anardt of"}, {"timestamp": [302.0, 303.04], "text": " the Hiappan,"}, {"timestamp": [303.04, 303.84], "text": " a ranuch."}, {"timestamp": [304.8, 305.0], "text": " It's gaggarag, when the way o'anee, and galusque, A few one a geno in aughtathe to Hiappin'a,"}, {"timestamp": [305.0, 309.0], "text": " it's aquea and galusque,"}, {"timestamp": [309.0, 312.0], "text": " on the loaerere a yearn."}, {"timestamp": [312.0, 325.0], "text": " Yenaghanagat bough the Chirimachig in the ball and can czechic on the annarst a glanag"}, {"timestamp": [325.0, 327.0], "text": " in Atea Siappan."}, {"timestamp": [327.0, 330.0], "text": " There is a maricay"}, {"timestamp": [330.0, 332.0], "text": " aan on in Leightford"}, {"timestamp": [332.0, 335.0], "text": " At the Hillanan"}, {"timestamp": [335.0, 336.0], "text": " the Shire"}, {"timestamp": [336.0, 338.0], "text": " there was a gulior"}, {"timestamp": [338.0, 339.0], "text": " to gunea"}, {"timestamp": [339.0, 340.0], "text": " a gianuahe"}, {"timestamp": [340.0, 342.0], "text": " for the rick"}, {"timestamp": [342.0, 344.0], "text": " loa'ereranich"}, {"timestamp": [344.0, 348.0], "text": " to gunea a yane of gulanii with a rich loweer Rannich, Rannich, the one of Jeehapen or Glaniolair."}, {"timestamp": [348.0, 350.0], "text": " It's true it"}, {"timestamp": [350.0, 351.0], "text": " not he'll coram"}, {"timestamp": [351.0, 352.0], "text": " on the haste"}, {"timestamp": [352.0, 354.0], "text": " prothed to do"}, {"timestamp": [354.0, 356.0], "text": " on the Rannich for."}, {"timestamp": [356.0, 360.0], "text": " When you're young,"}, {"timestamp": [360.0, 362.0], "text": " it feels like anything is possible."}, {"timestamp": [362.0, 364.0], "text": " Maybe you're a little hot-headed,"}, {"timestamp": [364.0, 366.04], "text": " but your optimism lifts you up."}, {"timestamp": [366.6, 369.0], "text": " And your righteous fury can be rocket fuel,"}, {"timestamp": [369.48, 371.28], "text": " propelling you to fight for what's right."}, {"timestamp": [372.02, 374.3], "text": " You might make choices that put you in danger."}, {"timestamp": [375.34, 376.84], "text": " You might even make history."}, {"timestamp": [378.22, 379.28], "text": " I'm Nicola Cochlin."}, {"timestamp": [379.28, 382.24], "text": " This is history's youngest heroes."}, {"timestamp": [383.1, 387.0], "text": " Rebellion, risk, and the radical power of youth."}, {"timestamp": [387.0, 392.0], "text": " Being young, maybe she didn't think too much, she thought, right, I'll just do it."}, {"timestamp": [392.0, 395.0], "text": " She thought about others rather than herself."}, {"timestamp": [395.0, 399.0], "text": " Twelve stories of extraordinary young people from across history."}, {"timestamp": [399.0, 410.32], "text": " There's a real sense of urgency in them, that resistance has to be mounted, it has to be mounted now."}, {"timestamp": [415.52, 416.56], "text": " Including a young man called Nelson Mandela, a firebrand who led the defiance campaign against apartheid."}, {"timestamp": [416.56, 422.32], "text": " Break segregation laws, ignore curfews, enter the door for white people at the post office,"}, {"timestamp": [422.32, 425.12], "text": " stand on the white side of the platform at the train station,"}, {"timestamp": [425.12, 428.32], "text": " and it's decided that black people are going to do this en masse."}, {"timestamp": [428.32, 433.44], "text": " And Lakshmi Bai, the Rani of Jansi, India's warrior queen."}, {"timestamp": [433.44, 436.4], "text": " She was a small woman, leading her troops,"}, {"timestamp": [436.4, 439.36], "text": " astride a horse, sword in each hand,"}, {"timestamp": [439.36, 442.8], "text": " taking on the might of the entire British Empire."}, {"timestamp": [442.8, 446.24], "text": " History is lit up by young people who act on instinct and stick to their principles. Like Julian of Narich, one of the entire British Empire. History is lit up by young people who act on instinct"}, {"timestamp": [446.24, 448.16], "text": " and stick to their principles."}, {"timestamp": [448.16, 452.24], "text": " Like Julian of Norwich, one of the first women to write in the English language,"}, {"timestamp": [452.24, 454.64], "text": " a trailblazer, but at a cost."}, {"timestamp": [454.64, 460.64], "text": " Why would somebody choose to have themselves blocked up into a tiny little cell"}, {"timestamp": [460.64, 465.0], "text": " with limited contact with the outside world, out of choice."}, {"timestamp": [465.0, 469.0], "text": " And Lady Jane Grey, Queen for nine days,"}, {"timestamp": [469.0, 474.0], "text": " who refused to give up her faith and chose to face the executioner's axe."}, {"timestamp": [474.0, 478.0], "text": " You have someone who is knowingly risking death"}, {"timestamp": [478.0, 480.0], "text": " and then ultimately knowingly taking death"}, {"timestamp": [480.0, 484.0], "text": " because there is something that matters more to them than their life itself."}, {"timestamp": [484.0, 488.0], "text": " And that's a fundamentally heroic position."}, {"timestamp": [488.0, 494.0], "text": " These are tales of saints, athletes, Hollywood superstars and pioneers."}, {"timestamp": [494.0, 496.0], "text": " Some heroes are household names."}, {"timestamp": [496.0, 499.0], "text": " Some have been all but forgotten."}, {"timestamp": [499.0, 504.0], "text": " Like Vassili Arkupov, a Soviet naval officer whose extraordinary courage"}, {"timestamp": [504.0, 507.0], "text": " helped save the world from nuclear catastrophe."}, {"timestamp": [507.0, 511.0], "text": " Well, sticking to your guns on that submarine in that heat."}, {"timestamp": [511.0, 515.0], "text": " That take gods. That really takes gods."}, {"timestamp": [515.0, 520.0], "text": " History made by young people."}, {"timestamp": [523.0, 527.0], "text": " Follow History's youngest heroes wherever you get your podcasts."}], "text": " This BBC podcast is supported by ads outside the UK. World of Secrets is where untold stories are exposed. And in this new series, we investigate the dark side of the wellness industry. Following the story of a woman who joined a yoga school, only to uncover a world she never expected. I feel that I have no other choice. The only thing I can do is to speak about this. Where the hope of spiritual breakthroughs leaves people vulnerable to exploitation. You just get sucked in so gradually, and it's done so skillfully that you don't realize. World of Secrets, the Bad Guru. Listen wherever you get your BBC podcasts. The Bad Guru. Listen wherever you get your BBC podcasts. This Leicester Dolokhounsocki from BBC Radio Nengale. This is Lichder Dolok Gunesh from BBC Radio Nongale. Now, Leicester Dollygoyne, Learer, Learine Makh, Eaukitt. This is Leicester, Millete, 1,000, Cucat in the Hun. I should I agree with Rannock the Playa in the Eltock. I call to that the Rannock Vour, or Brackenferr. How so that he had Rannoch the Playa? Well, he accountagueduch Leoton? Well, he a conchagued leotion, bina, and shan talu a-tieh at the field-ach at five the Celtarch. He a much of lusin-bic and fjurean kruhe that he hathes for a fa'er fo'hpah. Chanelimau to spree. He a d'erive, in commonanon Cushach, through rune faraville of Rannoch, airst, and chou. And it's a run of Rannoch on one of Garshton. Be could of Gawhton a gulenius Lyme, on Gawhton. Be the Gawksdegas in Gullin, chines, lyeanus, a nidou gomachin ghamachin. And I beg a lot on the far caithes in the rannick in the kutjjjikin. Well, I've a leifug lear in la other, and there the daughter of connemuched three do-ean on the Rannoch Ewerg, but in the one of the much levy to get a gearing sheaas on the park in inulthry. Be the darned day levy a cur toer on the palatius, on the imurin arreafar. But be the trice day of the vaugh a glach, matter, on the hear of chunctish on the leoer she the day on the shess on the Lear, it's the two of the sire on the fan Coutis or any of the Dostook on aught of Moun O'er. I'd like the countess in one she's going that there a few a valet at the chou to be a moun o'er to connochunovalloch. No, a big of the booklick, master, a leag, as in the town in this one in the town of it who Cunovilloch or the bigh or the book Mastier in the Veeugue Aouncephusat, and that's in course, that's in aassanach, and was a few on an 8th-line-jee-og. Churred shakot-oone on the alloppa, and scribes in the other than Flora Scotica. Gohintch, it Lightfoot can can we can't even for a farach feme on the rannuch in the farance, for example, there's a clackackage of the chasin'raniach, as one of the taeanachka, and it's femal to the talu. When big rannock yarder to the thackal on the talu on the Loog, it would be a cur to Torechus in the Tulloven. It's a ranach who, as one, on the potatoes. There is femal, a few from the far as estrog, that's the Gaelicer, on the crue. When the Vaheim, there was Rannoch, ma'uchuch, like Chonog, so on the other. Hullait for the kinshugue gurn of the Jainu'anardt of the Hiappan, a ranuch. It's gaggarag, when the way o'anee, and galusque, A few one a geno in aughtathe to Hiappin'a, it's aquea and galusque, on the loaerere a yearn. Yenaghanagat bough the Chirimachig in the ball and can czechic on the annarst a glanag in Atea Siappan. There is a maricay aan on in Leightford At the Hillanan the Shire there was a gulior to gunea a gianuahe for the rick loa'ereranich to gunea a yane of gulanii with a rich loweer Rannich, Rannich, the one of Jeehapen or Glaniolair. It's true it not he'll coram on the haste prothed to do on the Rannich for. When you're young, it feels like anything is possible. Maybe you're a little hot-headed, but your optimism lifts you up. And your righteous fury can be rocket fuel, propelling you to fight for what's right. You might make choices that put you in danger. You might even make history. I'm Nicola Cochlin. This is history's youngest heroes. Rebellion, risk, and the radical power of youth. Being young, maybe she didn't think too much, she thought, right, I'll just do it. She thought about others rather than herself. Twelve stories of extraordinary young people from across history. There's a real sense of urgency in them, that resistance has to be mounted, it has to be mounted now. Including a young man called Nelson Mandela, a firebrand who led the defiance campaign against apartheid. Break segregation laws, ignore curfews, enter the door for white people at the post office, stand on the white side of the platform at the train station, and it's decided that black people are going to do this en masse. And Lakshmi Bai, the Rani of Jansi, India's warrior queen. She was a small woman, leading her troops, astride a horse, sword in each hand, taking on the might of the entire British Empire. History is lit up by young people who act on instinct and stick to their principles. Like Julian of Narich, one of the entire British Empire. History is lit up by young people who act on instinct and stick to their principles. Like Julian of Norwich, one of the first women to write in the English language, a trailblazer, but at a cost. Why would somebody choose to have themselves blocked up into a tiny little cell with limited contact with the outside world, out of choice. And Lady Jane Grey, Queen for nine days, who refused to give up her faith and chose to face the executioner's axe. You have someone who is knowingly risking death and then ultimately knowingly taking death because there is something that matters more to them than their life itself. And that's a fundamentally heroic position. These are tales of saints, athletes, Hollywood superstars and pioneers. Some heroes are household names. Some have been all but forgotten. Like Vassili Arkupov, a Soviet naval officer whose extraordinary courage helped save the world from nuclear catastrophe. Well, sticking to your guns on that submarine in that heat. That take gods. That really takes gods. History made by young people. Follow History's youngest heroes wherever you get your podcasts."}