{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [3.28, 6.64], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.88, 11.58], "text": " This Leichter Dollygoy from BBC Radio Nengale."}, {"timestamp": [12.4, 16.42], "text": " This is Leicester Dolok Gyungsochy from BBC Radio Nongale."}, {"timestamp": [25.0, 27.0], "text": " A new honouring colours honour, honour, honour, honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour with Rory MacLean. This letter 1,000 in 8. In Chung Grish,"}, {"timestamp": [27.0, 31.0], "text": " I've got a key in the Gell-Tach"}, {"timestamp": [31.0, 34.0], "text": " and I'lling Younscian"}, {"timestamp": [34.0, 35.0], "text": " with Bommickin"}, {"timestamp": [35.0, 38.0], "text": " to Aum in Darna Koki."}, {"timestamp": [38.0, 42.0], "text": " That's Lach Yew on the Ross in Newer."}, {"timestamp": [42.0, 44.0], "text": " Injew,"}, {"timestamp": [44.0, 46.0], "text": " I had we, a doll of a horse sole to other in the Ross in the Year. In the day, I'm a doll of horse"}, {"timestamp": [46.0, 47.0], "text": " soul in the Ache"}, {"timestamp": [47.0, 49.0], "text": " I, in the Geltach"}, {"timestamp": [49.0, 50.0], "text": " a gulleng"}, {"timestamp": [50.0, 52.0], "text": " on in the Ong Two."}, {"timestamp": [52.0, 53.0], "text": " That"}, {"timestamp": [53.0, 55.0], "text": " FIRE"}, {"timestamp": [55.0, 56.0], "text": " Tive Loch Nish"}, {"timestamp": [56.0, 58.0], "text": " or, on the Berla"}, {"timestamp": [58.0, 60.0], "text": " Fires."}, {"timestamp": [60.0, 62.0], "text": " Ike me the Kirster"}, {"timestamp": [62.0, 64.0], "text": " to the Younsi Aar"}, {"timestamp": [64.0, 67.0], "text": " but in the Toshach we have we on the soul of host in the Jumse-Aar. But in the Toshach, I am I,"}, {"timestamp": [67.0, 70.0], "text": " on the soul of hushed on"}, {"timestamp": [70.0, 74.0], "text": " on either Fair Lach Nish"}, {"timestamp": [74.0, 79.0], "text": " and Aitchin'Aug-Yoo."}, {"timestamp": [79.0, 82.0], "text": " On the Gaelic Rosh in Newer,"}, {"timestamp": [82.0, 86.0], "text": " can't do you you fire or fire,"}, {"timestamp": [86.0, 89.0], "text": " or a-tichan, far-ville-leart on,"}, {"timestamp": [89.0, 92.0], "text": " either clattach in the land-jew,"}, {"timestamp": [92.0, 96.0], "text": " and the sound clattach, a vown of hen,"}, {"timestamp": [96.0, 102.0], "text": " a raised-beach, as to harker to the Berla."}, {"timestamp": [102.0, 106.0], "text": " Aunner, gauntler goal-chanchoach, Echon,"}, {"timestamp": [106.0, 110.0], "text": " ha Roy Wentworth a quincea chogain."}, {"timestamp": [110.0, 114.0], "text": " Fayeeth, arable or grazing land at shore,"}, {"timestamp": [114.0, 117.0], "text": " between the beach and the foot of a grassy slope"}, {"timestamp": [117.0, 120.0], "text": " going up to a raised beach,"}, {"timestamp": [120.0, 125.0], "text": " and sometimes on the raised beach itself."}, {"timestamp": [125.0, 129.0], "text": " Ha an air voor and an air veecal,"}, {"timestamp": [129.0, 132.0], "text": " fashir in aster."}, {"timestamp": [132.0, 134.0], "text": " Ha, Ilymachwater,"}, {"timestamp": [134.0, 136.0], "text": " in Gience again,"}, {"timestamp": [136.0, 139.0], "text": " that the one achal of the fire"}, {"timestamp": [139.0, 141.0], "text": " tuffloff loch now."}, {"timestamp": [141.0, 143.0], "text": " He is the keelachugug"}, {"timestamp": [143.0, 145.34], "text": " a slope, a terrest de clivity. He is bor Kielachug of Slope, a terrest declivity."}, {"timestamp": [146.54, 147.38], "text": " He is burranta."}, {"timestamp": [148.38, 150.9], "text": " Be fair fire, in the Danam Gaelic,"}, {"timestamp": [151.34, 153.3], "text": " a ver the Laird of Fires."}, {"timestamp": [155.12, 158.54], "text": " He has been a struague, she is in brouache in shun,"}, {"timestamp": [159.14, 162.1], "text": " and the toucham hars on leach-vour,"}, {"timestamp": [162.82, 163.76], "text": " the genus,"}, {"timestamp": [163.76, 171.0], "text": " a genus, a manimel rigin, on the nalapa, the Falls of Fires."}, {"timestamp": [171.0, 177.0], "text": " On the Gaelic you can dole that that is fireach,"}, {"timestamp": [177.0, 182.0], "text": " but, the rear called it is the smooge,"}, {"timestamp": [182.0, 185.0], "text": " the chanag muncher in a-te-jeer-r-rish."}, {"timestamp": [185.0, 188.0], "text": " Can, that smooge"}, {"timestamp": [188.0, 190.0], "text": " rish of water vapour"}, {"timestamp": [190.0, 192.0], "text": " a year as ines"}, {"timestamp": [192.0, 195.0], "text": " when he has taur ushgahoon?"}, {"timestamp": [196.0, 199.0], "text": " I'm a cheat in the yes"}, {"timestamp": [199.0, 201.0], "text": " and has the tautier"}, {"timestamp": [201.0, 203.0], "text": " but the third"}, {"timestamp": [203.0, 206.0], "text": " it was the third of it bea'n on in the grun-laken, that you're a few druthy. But the Tureg, erie on the ground"}, {"timestamp": [206.0, 207.0], "text": " on,"}, {"timestamp": [207.0, 209.0], "text": " most jacmean,"}, {"timestamp": [209.0, 210.0], "text": " that's"}, {"timestamp": [210.0, 212.0], "text": " eight an"}, {"timestamp": [212.0, 213.0], "text": " so much"}, {"timestamp": [213.0, 214.0], "text": " o'eran ushke"}, {"timestamp": [214.0, 215.0], "text": " on in the"}, {"timestamp": [215.0, 216.0], "text": " Yes."}, {"timestamp": [216.0, 217.0], "text": " He the"}, {"timestamp": [217.0, 218.0], "text": " tach"}, {"timestamp": [218.0, 220.0], "text": " and boyach"}, {"timestamp": [220.0, 221.0], "text": " in the Jew"}, {"timestamp": [221.0, 222.0], "text": " and that"}, {"timestamp": [222.0, 223.0], "text": " he wasan"}, {"timestamp": [223.0, 224.0], "text": " aalin"}, {"timestamp": [224.0, 231.0], "text": " in the Tugar when he the Dulliakan Rue and down in the Jew. He was the same rung-riched to Arling as Tugar, when it had the Dulliakhan in Buea,"}, {"timestamp": [231.0, 240.0], "text": " but, the Chorowah Shihil, in the Yarran, or Giajeechard-Jeechard-Zahun."}, {"timestamp": [240.0, 251.0], "text": " In that, Lick Echillan Cocky, Geremaltzy Geremeltch, Bommic in the Actory Aluminum on the fire."}, {"timestamp": [251.0, 265.0], "text": " Huch da'amah on Peebann Uska Rituve the factory. Mourag Mugachauk Laodz, and Gillespie, Makh Gawil,"}, {"timestamp": [265.0, 270.0], "text": " and chai few other to the lochoprach in a leon."}, {"timestamp": [270.0, 273.0], "text": " Chur, a vanel to my inatel,"}, {"timestamp": [273.0, 277.0], "text": " and a man at Hulich, inat Nursi,"}, {"timestamp": [277.0, 281.0], "text": " on the o'er in a yearnawara."}, {"timestamp": [281.0, 285.0], "text": " He, a hula o'niak in on the Actry in Vrishik,"}, {"timestamp": [285.0, 290.0], "text": " but chattucked the Njusie Statt at open in the factory"}, {"timestamp": [290.0, 293.0], "text": " but on the law in ga."}, {"timestamp": [293.0, 297.0], "text": " Three months in the day that,"}, {"timestamp": [297.0, 300.0], "text": " heinekjelan, geramotch o'er."}, {"timestamp": [300.0, 308.24], "text": " In this, there is one of the gonechian in act, ECHANETRI, Lushket in Eichelan, and"}, {"timestamp": [308.24, 315.84], "text": " chum ampilat atoll Shias Lachnish, Gun Bommas-M-A-S-M-M-B, a lecalfeckle."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. This Leichter Dollygoy from BBC Radio Nengale. This is Leicester Dolok Gyungsochy from BBC Radio Nongale. A new honouring colours honour, honour, honour, honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour honour with Rory MacLean. This letter 1,000 in 8. In Chung Grish, I've got a key in the Gell-Tach and I'lling Younscian with Bommickin to Aum in Darna Koki. That's Lach Yew on the Ross in Newer. Injew, I had we, a doll of a horse sole to other in the Ross in the Year. In the day, I'm a doll of horse soul in the Ache I, in the Geltach a gulleng on in the Ong Two. That FIRE Tive Loch Nish or, on the Berla Fires. Ike me the Kirster to the Younsi Aar but in the Toshach we have we on the soul of host in the Jumse-Aar. But in the Toshach, I am I, on the soul of hushed on on either Fair Lach Nish and Aitchin'Aug-Yoo. On the Gaelic Rosh in Newer, can't do you you fire or fire, or a-tichan, far-ville-leart on, either clattach in the land-jew, and the sound clattach, a vown of hen, a raised-beach, as to harker to the Berla. Aunner, gauntler goal-chanchoach, Echon, ha Roy Wentworth a quincea chogain. Fayeeth, arable or grazing land at shore, between the beach and the foot of a grassy slope going up to a raised beach, and sometimes on the raised beach itself. Ha an air voor and an air veecal, fashir in aster. Ha, Ilymachwater, in Gience again, that the one achal of the fire tuffloff loch now. He is the keelachugug a slope, a terrest de clivity. He is bor Kielachug of Slope, a terrest declivity. He is burranta. Be fair fire, in the Danam Gaelic, a ver the Laird of Fires. He has been a struague, she is in brouache in shun, and the toucham hars on leach-vour, the genus, a genus, a manimel rigin, on the nalapa, the Falls of Fires. On the Gaelic you can dole that that is fireach, but, the rear called it is the smooge, the chanag muncher in a-te-jeer-r-rish. Can, that smooge rish of water vapour a year as ines when he has taur ushgahoon? I'm a cheat in the yes and has the tautier but the third it was the third of it bea'n on in the grun-laken, that you're a few druthy. But the Tureg, erie on the ground on, most jacmean, that's eight an so much o'eran ushke on in the Yes. He the tach and boyach in the Jew and that he wasan aalin in the Tugar when he the Dulliakan Rue and down in the Jew. He was the same rung-riched to Arling as Tugar, when it had the Dulliakhan in Buea, but, the Chorowah Shihil, in the Yarran, or Giajeechard-Jeechard-Zahun. In that, Lick Echillan Cocky, Geremaltzy Geremeltch, Bommic in the Actory Aluminum on the fire. Huch da'amah on Peebann Uska Rituve the factory. Mourag Mugachauk Laodz, and Gillespie, Makh Gawil, and chai few other to the lochoprach in a leon. Chur, a vanel to my inatel, and a man at Hulich, inat Nursi, on the o'er in a yearnawara. He, a hula o'niak in on the Actry in Vrishik, but chattucked the Njusie Statt at open in the factory but on the law in ga. Three months in the day that, heinekjelan, geramotch o'er. In this, there is one of the gonechian in act, ECHANETRI, Lushket in Eichelan, and chum ampilat atoll Shias Lachnish, Gun Bommas-M-A-S-M-M-B, a lecalfeckle."}