{"speakers": [], "chunks": [{"timestamp": [0.0, 3.44], "text": " This BBC podcast is supported by ads outside the UK."}, {"timestamp": [5.76, 11.64], "text": " I'm Nicola Cochlin and for BBC Radio 4, this is history's youngest heroes."}, {"timestamp": [12.4, 15.84], "text": " Rebellion, risk and the radical power of youth."}, {"timestamp": [16.08, 17.48], "text": " She thought, right, I'll just do it."}, {"timestamp": [17.72, 20.2], "text": " She thought about others rather than herself."}, {"timestamp": [20.7, 24.2], "text": " Twelve stories of extraordinary young people from across history."}, {"timestamp": [24.52, 26.66], "text": " There's a real sense of urgency in them."}, {"timestamp": [26.9, 29.36], "text": " That resistance has to be mounted, it has to be mounted now."}, {"timestamp": [30.28, 33.48], "text": " Follow history's youngest heroes wherever you get your podcasts."}, {"timestamp": [36.98, 41.28], "text": " This Leicester Dolokhunezsche for BBC Radio Nengale."}, {"timestamp": [42.08, 46.12], "text": " This is Leicester Dolok Guunsochy from BBC Radio Nengale. This is Lichtensook-Gi from BBC Radio Nongale."}, {"timestamp": [47.62, 47.98], "text": " Now,"}, {"timestamp": [47.98, 49.4], "text": " Leicter Dolly-Gun-Sachie,"}, {"timestamp": [49.54, 50.56], "text": " Learer Makh Gilles."}, {"timestamp": [51.34, 51.62], "text": " This is"}, {"timestamp": [51.62, 53.24], "text": " 1,000,"}, {"timestamp": [53.58, 54.12], "text": " Kered at Caird,"}, {"timestamp": [54.22, 54.32], "text": " Kerezak."}, {"timestamp": [56.04, 56.4], "text": " So,"}, {"timestamp": [56.4, 57.44], "text": " the Tours Toul"}, {"timestamp": [57.44, 58.68], "text": " to the Urimac"}, {"timestamp": [58.68, 60.8], "text": " Elling"}, {"timestamp": [60.8, 62.86], "text": " to the Fakhierier"}, {"timestamp": [62.86, 63.22], "text": " in the Sakh Kirt"}, {"timestamp": [63.22, 63.5], "text": " Jek"}, {"timestamp": [63.5, 64.58], "text": " is Oakhat."}, {"timestamp": [71.0, 74.0], "text": " And the Fackler,ic to each other in the six-year-jerkat. It's a fachler, a gaul-as-chachlan alopinach and erinach, mesquite chalah."}, {"timestamp": [74.0, 80.0], "text": " He was a taik and brosnach of the Ollive Sorla-Machian"}, {"timestamp": [80.0, 83.0], "text": " that were Tudus in the Geltach"}, {"timestamp": [83.0, 86.0], "text": " beckan-vlinnich in Rue."}, {"timestamp": [86.0, 89.0], "text": " If the hae a minachugugue,"}, {"timestamp": [89.0, 93.0], "text": " I mean a-one a-one-ach-ach-ach-sheikh to the Gaelthach"}, {"timestamp": [93.0, 98.0], "text": " in Chirach-each, Chahatheek, Shackathe."}, {"timestamp": [98.0, 101.0], "text": " The year erred public,"}, {"timestamp": [101.0, 103.0], "text": " on the Frosic,"}, {"timestamp": [103.0, 105.0], "text": " there, public on the Sone Frojic. It was, it was a good"}, {"timestamp": [105.0, 107.0], "text": " on the cloutyce"}, {"timestamp": [107.0, 108.0], "text": " a few"}, {"timestamp": [108.0, 109.0], "text": " a year of"}, {"timestamp": [109.0, 111.0], "text": " you when it"}, {"timestamp": [111.0, 112.0], "text": " there was this"}, {"timestamp": [112.0, 114.0], "text": " and there"}, {"timestamp": [114.0, 115.0], "text": " the liste"}, {"timestamp": [115.0, 116.0], "text": " eewee"}, {"timestamp": [116.0, 117.0], "text": " a druth"}, {"timestamp": [117.0, 119.0], "text": " there was"}, {"timestamp": [119.0, 120.0], "text": " ars despic"}, {"timestamp": [120.0, 121.0], "text": " chantebari"}, {"timestamp": [121.0, 122.0], "text": " juch in the"}, {"timestamp": [122.0, 123.0], "text": " Egel"}, {"timestamp": [123.0, 124.0], "text": " juch"}, {"timestamp": [124.0, 129.0], "text": " Gawrs A Charnich, Lefretchen, and, as that"}, {"timestamp": [129.0, 130.0], "text": " on earth."}, {"timestamp": [130.0, 137.0], "text": " It was the sheikh in the Wachanekh, in the sea of vasic."}, {"timestamp": [137.0, 145.0], "text": " It was on the Bicke in the Havill'i, Mous Rakhaghi, A-Bee. a havelig, mus rachy, abe."}, {"timestamp": [145.0, 149.0], "text": " Charrot, fursted-age-e-e-e-he-e-er-ealt-ach."}, {"timestamp": [149.0, 155.0], "text": " Chahe, Goumane Skiyreux, Gaeffar Ellinge."}, {"timestamp": [155.0, 160.0], "text": " Chahor Mouran lewdichin, loath-scriven, you nowon."}, {"timestamp": [160.0, 167.0], "text": " Maw-shin'er, sound von Gou-hein, a hoarer hootch Vah, to the Fakhlunek."}, {"timestamp": [167.0, 172.0], "text": " But, on the mule, hewere liste to two-heard-fackle"}, {"timestamp": [172.0, 176.0], "text": " of the minister, Maister, MacGauchester."}, {"timestamp": [176.0, 180.0], "text": " He was a talk of the Huesll,"}, {"timestamp": [180.0, 185.0], "text": " but he was a brish-doul in the people. Charrot Jahnich"}, {"timestamp": [185.0, 187.0], "text": " fissorch of horse-gah"}, {"timestamp": [187.0, 189.0], "text": " as in a newish-dewish."}, {"timestamp": [189.0, 190.0], "text": " There,"}, {"timestamp": [190.0, 192.0], "text": " one way the first"}, {"timestamp": [192.0, 195.0], "text": " the far as far as far asl"}, {"timestamp": [195.0, 196.0], "text": " footho'clock"}, {"timestamp": [196.0, 198.0], "text": " on the court-soor"}, {"timestamp": [198.0, 199.0], "text": " or,"}, {"timestamp": [199.0, 200.0], "text": " as much the other"}, {"timestamp": [200.0, 202.0], "text": " the same"}, {"timestamp": [202.0, 203.0], "text": " on the upper,"}, {"timestamp": [203.0, 205.0], "text": " but then Curson a vigour in that the upper, but"}, {"timestamp": [205.0, 207.0], "text": " there is atheworth"}, {"timestamp": [207.0, 210.0], "text": " of the Ritcher Seamus Fowler"}, {"timestamp": [210.0, 211.0], "text": " Seamus Fowler,"}, {"timestamp": [211.0, 213.0], "text": " the Coakive Fri-Varion"}, {"timestamp": [213.0, 214.0], "text": " to Hollandon"}, {"timestamp": [214.0, 217.0], "text": " Fashke in Dunedian."}, {"timestamp": [217.0, 219.0], "text": " It was Fowlis"}, {"timestamp": [219.0, 220.0], "text": " in Gaelic Younsuk"}, {"timestamp": [220.0, 222.0], "text": " and it was"}, {"timestamp": [222.0, 224.0], "text": " the tour raunsach to Ianoo"}, {"timestamp": [224.0, 225.0], "text": " in the Ch Ransachy to Jainu in the Channan."}, {"timestamp": [225.0, 230.0], "text": " Gossal the Churniach of the Urimach Sheikh."}, {"timestamp": [230.0, 239.0], "text": " Chaheach in that Gourke Erin, for the Dora Graham on the Tore Lavs Grievenia."}, {"timestamp": [239.0, 248.0], "text": " In this mishin was in the Learland Collister the Trianeage in the Ballac-Cliya."}, {"timestamp": [248.0, 256.0], "text": " Heal the Minister of Lundon, in the yearan, 612, 69, 618."}, {"timestamp": [256.0, 266.0], "text": " It was the taus, going to hughal three mill and to churnishet fast-it three-mile."}, {"timestamp": [266.0, 270.0], "text": " The fashler is the fashler in the day first."}, {"timestamp": [270.0, 287.0], "text": " On the first, the Fakhlan a vera in the life of the life of the"}, {"timestamp": [287.0, 289.0], "text": " chal,"}, {"timestamp": [289.0, 290.0], "text": " Chalachlan."}, {"timestamp": [290.0, 293.0], "text": " Chlech Schaech in system litrechy,"}, {"timestamp": [293.0, 296.0], "text": " a vast jeez-eathe."}, {"timestamp": [296.0, 298.0], "text": " Aunza,"}, {"timestamp": [298.0, 301.0], "text": " Aunze 6,000 8,"}, {"timestamp": [301.0, 302.0], "text": "000,"}, {"timestamp": [302.0, 303.0], "text": " Huliam Sheche,"}, {"timestamp": [303.0, 304.0], "text": " found,"}, {"timestamp": [304.0, 306.0], "text": " coerst in Chishan,"}, {"timestamp": [306.0, 308.0], "text": " on the Danegian."}, {"timestamp": [308.0, 310.0], "text": " There's a juletug"}, {"timestamp": [310.0, 312.0], "text": " the tariget of yawlet"}, {"timestamp": [312.0, 313.0], "text": " at, but,"}, {"timestamp": [313.0, 316.0], "text": " it's got a cumul of"}, {"timestamp": [316.0, 317.0], "text": " ma'amach,"}, {"timestamp": [317.0, 318.0], "text": " not the cholin"}, {"timestamp": [318.0, 319.0], "text": " the minister"}, {"timestamp": [319.0, 321.0], "text": " or yawl of hein."}, {"timestamp": [322.0, 323.0], "text": " I see that"}, {"timestamp": [323.0, 324.0], "text": " coot's in veack"}, {"timestamp": [324.0, 325.0], "text": " that there are Cuts in the Verc,"}, {"timestamp": [325.0, 328.0], "text": " that there are Cus Acklen Erena Chown."}, {"timestamp": [328.0, 332.0], "text": " But chahawes, Leinster Sheach,"}, {"timestamp": [332.0, 337.0], "text": " of Charrot, in the Virefouil, or Cialach."}, {"timestamp": [337.0, 339.0], "text": " Foutishive, of the Bech Heine,"}, {"timestamp": [339.0, 344.0], "text": " on the O'other Leavag,"}, {"timestamp": [344.0, 345.36], "text": " in the It in Italy."}, {"timestamp": [345.36, 351.44], "text": " When you're young, it feels like anything is possible."}, {"timestamp": [351.44, 356.56], "text": " Maybe you're a little hot-headed, but your optimism lifts you up."}, {"timestamp": [356.56, 362.16], "text": " And your righteous fury can be rocket fuel, propelling you to fight for what's right."}, {"timestamp": [362.16, 365.12], "text": " You might make choices that put you in danger."}, {"timestamp": [365.12, 368.0], "text": " You might even make history."}, {"timestamp": [368.0, 369.44], "text": " I'm Nicola Cochlin."}, {"timestamp": [369.44, 372.8], "text": " This is history's youngest heroes."}, {"timestamp": [372.8, 376.96], "text": " Rebellion, risk, and the radical power of youth."}, {"timestamp": [376.96, 379.92], "text": " Being young, maybe she didn't think too much."}, {"timestamp": [379.92, 381.68], "text": " She thought, right, I'll just do it."}, {"timestamp": [381.68, 385.04], "text": " She thought about others rather than herself."}, {"timestamp": [388.62, 388.92], "text": " Twelve stories of extraordinary young people from across history."}, {"timestamp": [391.08, 391.32], "text": " There's a real sense of urgency in them."}, {"timestamp": [392.56, 392.72], "text": " That resistance has to be mounted."}, {"timestamp": [393.76, 399.76], "text": " It has to be mounted now."}, {"timestamp": [402.06, 402.82], "text": " Including a young man called Nelson Mandela,"}, {"timestamp": [406.28, 409.4], "text": " a firebrand who led the defiance campaign against apartheid. Break segregation laws, ignore curfews,"}, {"timestamp": [409.4, 412.04], "text": " enter the door for white people at the post office,"}, {"timestamp": [412.04, 414.84], "text": " stand on the white side of the platform at the train station,"}, {"timestamp": [414.84, 418.2], "text": " and it's decided that black people are going to do this en masse."}, {"timestamp": [418.2, 423.2], "text": " And Lakshmi Bai, the Rani of Jansi, India's warrior queen."}, {"timestamp": [423.2, 426.0], "text": " She was a small woman leading her troops,"}, {"timestamp": [426.0, 429.0], "text": " a stride or horse, sword in each hand,"}, {"timestamp": [429.0, 432.0], "text": " taking on the might of the entire British Empire."}, {"timestamp": [432.0, 436.0], "text": " History is lit up by young people who act on instinct"}, {"timestamp": [436.0, 438.0], "text": " and stick to their principles."}, {"timestamp": [438.0, 439.0], "text": " Like Julian of Narich,"}, {"timestamp": [439.0, 442.0], "text": " one of the first women to write in the English language,"}, {"timestamp": [442.0, 444.0], "text": " a trailblazer, but at a cost."}, {"timestamp": [444.0, 451.94], "text": " Why would somebody choose to have themselves blocked up into a tiny little cell with limited"}, {"timestamp": [451.94, 456.36], "text": " contact with the outside world out of choice?"}, {"timestamp": [456.36, 461.5], "text": " And Lady Jane Grey, Queen for nine days, who refused to give up her faith and chose to"}, {"timestamp": [461.5, 463.72], "text": " face the executioner's axe."}, {"timestamp": [463.72, 470.48], "text": " You have someone who is knowingly risking death and then ultimately knowingly taking death"}, {"timestamp": [470.48, 475.28], "text": " because there is something that matters more to them than their life itself and that's a"}, {"timestamp": [475.28, 483.6], "text": " fundamentally heroic position. These are tales of saints, athletes, Hollywood superstars and pioneers."}, {"timestamp": [483.6, 485.36], "text": " Some heroes are household names."}, {"timestamp": [486.2, 487.8], "text": " Some have been all but forgotten."}, {"timestamp": [488.62, 490.06], "text": " Like Fassili Arkipov,"}, {"timestamp": [490.68, 493.86], "text": " a Soviet naval officer whose extraordinary courage"}, {"timestamp": [493.86, 496.3], "text": " helped save the world from nuclear catastrophe."}, {"timestamp": [496.76, 500.86], "text": " Well, sticking to your guns on that submarine in that heat,"}, {"timestamp": [501.34, 502.34], "text": " that take gods."}, {"timestamp": [502.78, 504.48], "text": " That really takes gods."}, {"timestamp": [514.0, null], "text": " History. Made by young people follow history's youngest heroes wherever you get your podcasts Thank you."}], "text": " This BBC podcast is supported by ads outside the UK. I'm Nicola Cochlin and for BBC Radio 4, this is history's youngest heroes. Rebellion, risk and the radical power of youth. She thought, right, I'll just do it. She thought about others rather than herself. Twelve stories of extraordinary young people from across history. There's a real sense of urgency in them. That resistance has to be mounted, it has to be mounted now. Follow history's youngest heroes wherever you get your podcasts. This Leicester Dolokhunezsche for BBC Radio Nengale. This is Leicester Dolok Guunsochy from BBC Radio Nengale. This is Lichtensook-Gi from BBC Radio Nongale. Now, Leicter Dolly-Gun-Sachie, Learer Makh Gilles. This is 1,000, Kered at Caird, Kerezak. So, the Tours Toul to the Urimac Elling to the Fakhierier in the Sakh Kirt Jek is Oakhat. And the Fackler,ic to each other in the six-year-jerkat. It's a fachler, a gaul-as-chachlan alopinach and erinach, mesquite chalah. He was a taik and brosnach of the Ollive Sorla-Machian that were Tudus in the Geltach beckan-vlinnich in Rue. If the hae a minachugugue, I mean a-one a-one-ach-ach-ach-sheikh to the Gaelthach in Chirach-each, Chahatheek, Shackathe. The year erred public, on the Frosic, there, public on the Sone Frojic. It was, it was a good on the cloutyce a few a year of you when it there was this and there the liste eewee a druth there was ars despic chantebari juch in the Egel juch Gawrs A Charnich, Lefretchen, and, as that on earth. It was the sheikh in the Wachanekh, in the sea of vasic. It was on the Bicke in the Havill'i, Mous Rakhaghi, A-Bee. a havelig, mus rachy, abe. Charrot, fursted-age-e-e-e-he-e-er-ealt-ach. Chahe, Goumane Skiyreux, Gaeffar Ellinge. Chahor Mouran lewdichin, loath-scriven, you nowon. Maw-shin'er, sound von Gou-hein, a hoarer hootch Vah, to the Fakhlunek. But, on the mule, hewere liste to two-heard-fackle of the minister, Maister, MacGauchester. He was a talk of the Huesll, but he was a brish-doul in the people. Charrot Jahnich fissorch of horse-gah as in a newish-dewish. There, one way the first the far as far as far asl footho'clock on the court-soor or, as much the other the same on the upper, but then Curson a vigour in that the upper, but there is atheworth of the Ritcher Seamus Fowler Seamus Fowler, the Coakive Fri-Varion to Hollandon Fashke in Dunedian. It was Fowlis in Gaelic Younsuk and it was the tour raunsach to Ianoo in the Ch Ransachy to Jainu in the Channan. Gossal the Churniach of the Urimach Sheikh. Chaheach in that Gourke Erin, for the Dora Graham on the Tore Lavs Grievenia. In this mishin was in the Learland Collister the Trianeage in the Ballac-Cliya. Heal the Minister of Lundon, in the yearan, 612, 69, 618. It was the taus, going to hughal three mill and to churnishet fast-it three-mile. The fashler is the fashler in the day first. On the first, the Fakhlan a vera in the life of the life of the chal, Chalachlan. Chlech Schaech in system litrechy, a vast jeez-eathe. Aunza, Aunze 6,000 8,000, Huliam Sheche, found, coerst in Chishan, on the Danegian. There's a juletug the tariget of yawlet at, but, it's got a cumul of ma'amach, not the cholin the minister or yawl of hein. I see that coot's in veack that there are Cuts in the Verc, that there are Cus Acklen Erena Chown. But chahawes, Leinster Sheach, of Charrot, in the Virefouil, or Cialach. Foutishive, of the Bech Heine, on the O'other Leavag, in the It in Italy. When you're young, it feels like anything is possible. Maybe you're a little hot-headed, but your optimism lifts you up. And your righteous fury can be rocket fuel, propelling you to fight for what's right. You might make choices that put you in danger. You might even make history. I'm Nicola Cochlin. This is history's youngest heroes. Rebellion, risk, and the radical power of youth. Being young, maybe she didn't think too much. She thought, right, I'll just do it. She thought about others rather than herself. Twelve stories of extraordinary young people from across history. There's a real sense of urgency in them. That resistance has to be mounted. It has to be mounted now. Including a young man called Nelson Mandela, a firebrand who led the defiance campaign against apartheid. Break segregation laws, ignore curfews, enter the door for white people at the post office, stand on the white side of the platform at the train station, and it's decided that black people are going to do this en masse. And Lakshmi Bai, the Rani of Jansi, India's warrior queen. She was a small woman leading her troops, a stride or horse, sword in each hand, taking on the might of the entire British Empire. History is lit up by young people who act on instinct and stick to their principles. Like Julian of Narich, one of the first women to write in the English language, a trailblazer, but at a cost. Why would somebody choose to have themselves blocked up into a tiny little cell with limited contact with the outside world out of choice? And Lady Jane Grey, Queen for nine days, who refused to give up her faith and chose to face the executioner's axe. You have someone who is knowingly risking death and then ultimately knowingly taking death because there is something that matters more to them than their life itself and that's a fundamentally heroic position. These are tales of saints, athletes, Hollywood superstars and pioneers. Some heroes are household names. Some have been all but forgotten. Like Fassili Arkipov, a Soviet naval officer whose extraordinary courage helped save the world from nuclear catastrophe. Well, sticking to your guns on that submarine in that heat, that take gods. That really takes gods. History. Made by young people follow history's youngest heroes wherever you get your podcasts Thank you."}