{"speakers": [], "chunks": [{"timestamp": [0.0, 3.44], "text": " This BBC podcast is supported by ads outside the UK."}, {"timestamp": [5.76, 11.64], "text": " I'm Nicola Cochlin and for BBC Radio 4, this is history's youngest heroes."}, {"timestamp": [12.4, 15.84], "text": " Rebellion, risk and the radical power of youth."}, {"timestamp": [16.08, 17.48], "text": " She thought, right, I'll just do it."}, {"timestamp": [17.72, 20.2], "text": " She thought about others rather than herself."}, {"timestamp": [20.7, 24.2], "text": " Twelve stories of extraordinary young people from across history."}, {"timestamp": [24.52, 26.66], "text": " There's a real sense of urgency in them."}, {"timestamp": [26.9, 29.36], "text": " That resistance has to be mounted, it has to be mounted now."}, {"timestamp": [30.28, 33.48], "text": " Follow history's youngest heroes wherever you get your podcasts."}, {"timestamp": [36.98, 41.28], "text": " This Leicester Dolokhunezachie from BBC Radio Nengale."}, {"timestamp": [42.08, 46.0], "text": " This is Leicester Dolok Guunsocky from BBC Radio Nengale. This is Lichtenz, from BBC Radio Nangayle."}, {"timestamp": [46.0, 51.0], "text": " Now, Lichder Dollygoyunsichie, Learrowe, Leighourie Makhirlane."}, {"timestamp": [51.0, 55.0], "text": " This is Leicester, Mille, Da Chir, Cucats, III."}, {"timestamp": [55.0, 58.0], "text": " I've got a Geinjew,"}, {"timestamp": [58.0, 60.0], "text": " as a chastal Hyll Rai,"}, {"timestamp": [60.0, 66.0], "text": " and, as the haeahe in the Chown Vapes in a manhionlea."}, {"timestamp": [66.0, 73.0], "text": " He launee on the Vapu, to dole-Ullator and Kildurraig"}, {"timestamp": [73.0, 79.0], "text": " in the Highlanders' March in order to surprise the Duke in his camp."}, {"timestamp": [79.0, 84.0], "text": " He two lines in that o'er then to go on the other"}, {"timestamp": [84.0, 87.0], "text": " and this is he said scribed you or her."}, {"timestamp": [87.0, 92.0], "text": " The Highlanders March from Kool Rake to Colludden."}, {"timestamp": [92.0, 99.0], "text": " In the Chowicewola, six-year-jeechered in the year."}, {"timestamp": [99.0, 105.0], "text": " There are a rematch in the Raleigh-Tish a Kaumbachor to Shearer in the Aran. There's a Chwarkoosier to Iner Nairan."}, {"timestamp": [105.0, 108.0], "text": " There's a chien of the Tewaner."}, {"timestamp": [108.0, 113.0], "text": " There's coo-shin'all on the faver in realtysh."}, {"timestamp": [113.0, 118.0], "text": " There's barack heidger in aught of the same ashe."}, {"timestamp": [118.0, 126.0], "text": " It's arimach no beer ack, and there Lungan cocky on Ackar, fash, in the Sear,"}, {"timestamp": [126.0, 128.0], "text": " fash in the Sear."}, {"timestamp": [128.0, 130.0], "text": " It was a big,"}, {"timestamp": [130.0, 132.0], "text": " Gilewarka,"}, {"timestamp": [132.0, 133.0], "text": " root not the four"}, {"timestamp": [133.0, 136.0], "text": " my arm in the Seamusach."}, {"timestamp": [137.0, 140.0], "text": " In the Ure Uadden,"}, {"timestamp": [140.0, 143.0], "text": " guntik the Chionersdunuch,"}, {"timestamp": [143.0, 149.0], "text": " gung gongat Gwere, gendish the Chonarsden-Shehmusach, to the Corme a bierre-a-vachewa to a horse"}, {"timestamp": [149.0, 152.0], "text": " to Aramalach in Realtus."}, {"timestamp": [152.0, 157.0], "text": " There, a doll a horse yonce on to the Ayesha"}, {"timestamp": [157.0, 162.0], "text": " that nowean to the Gondroat at the Chean."}, {"timestamp": [162.0, 165.0], "text": " Be in that law that"}, {"timestamp": [165.0, 166.0], "text": " the law then"}, {"timestamp": [166.0, 167.0], "text": " in Cairns to"}, {"timestamp": [167.0, 168.0], "text": " Ciannard"}, {"timestamp": [168.0, 169.0], "text": " Arampton"}, {"timestamp": [169.0, 171.0], "text": " Jukhamborland."}, {"timestamp": [171.0, 172.0], "text": " There were"}, {"timestamp": [172.0, 173.0], "text": " the same"}, {"timestamp": [173.0, 175.0], "text": " the d'all"}, {"timestamp": [175.0, 176.0], "text": " jocan"}, {"timestamp": [176.0, 178.0], "text": " as a gawarra"}, {"timestamp": [178.0, 179.0], "text": " in that"}, {"timestamp": [179.0, 180.0], "text": " there that"}, {"timestamp": [180.0, 182.0], "text": " there was"}, {"timestamp": [182.0, 184.0], "text": " six of the Gahick"}, {"timestamp": [184.0, 185.0], "text": " there. The Dule the Cion'Oye in that Galaf, the same a week in the Gaei."}, {"timestamp": [185.0, 188.0], "text": " It was the"}, {"timestamp": [188.0, 190.0], "text": " the one oeer in a ruckin'er in the Wattin,"}, {"timestamp": [190.0, 192.0], "text": " when it was a chutche,"}, {"timestamp": [192.0, 196.0], "text": " before, to heidder in the realtie in the cattle."}, {"timestamp": [196.0, 200.0], "text": " But, chadjack-euf"}, {"timestamp": [200.0, 204.0], "text": " there was a comal in fall of the valchin"}, {"timestamp": [204.0, 205.0], "text": " and was"}, {"timestamp": [205.0, 209.0], "text": " Roluthuch, Aounsendorchatus."}, {"timestamp": [209.0, 212.0], "text": " In two ower in the Wattin,"}, {"timestamp": [212.0, 216.0], "text": " there was 5'8th to the castle,"}, {"timestamp": [216.0, 220.0], "text": " Hillraic, was astirigal haste"}, {"timestamp": [220.0, 222.0], "text": " and rheinard-coguneg"}, {"timestamp": [222.0, 227.0], "text": " going to be a lentin o', hilly at Chulotter."}, {"timestamp": [227.0, 233.0], "text": " Mare Hukashe was the Seidgaren-Shechah chloegues,"}, {"timestamp": [233.0, 241.0], "text": " there is the tachras over the sapatch in the land of the Váderh,"}, {"timestamp": [241.0, 246.0], "text": " and chai the law that with the realtas."}, {"timestamp": [246.0, 247.0], "text": " But,"}, {"timestamp": [247.0, 250.0], "text": " the chudges maude in Luch Echardry"}, {"timestamp": [250.0, 253.0], "text": " to the Eameshich"}, {"timestamp": [253.0, 256.0], "text": " to be servicel in the Eichorah"}, {"timestamp": [256.0, 257.0], "text": " Rowe."}, {"timestamp": [257.0, 259.0], "text": " There's Luch Brague"}, {"timestamp": [259.0, 261.0], "text": " and it's a fewack"}, {"timestamp": [261.0, 263.0], "text": " that the Aramarchehmus"}, {"timestamp": [263.0, 266.0], "text": " in the chain of N Ganyungi."}, {"timestamp": [266.0, 269.5], "text": " When there was castell Rai'er"}, {"timestamp": [269.5, 272.0], "text": " hathes on the laven of the Rostach,"}, {"timestamp": [272.0, 274.0], "text": " there was bulla-punce,"}, {"timestamp": [274.0, 276.0], "text": " enimelach,"}, {"timestamp": [276.0, 282.0], "text": " it was a couple of the Chalach O'G Stewart"}, {"timestamp": [282.0, 283.0], "text": " Diochus."}, {"timestamp": [283.0, 285.0], "text": " Charrow o'us'er in the Hymusach, of Stuart Jocas. The first"}, {"timestamp": [285.0, 288.0], "text": " Rostach in the Tewakaran"}, {"timestamp": [288.0, 289.0], "text": " the Hymusach"}, {"timestamp": [289.0, 291.0], "text": " but it was a yel"}, {"timestamp": [291.0, 292.0], "text": " to the fruance"}, {"timestamp": [292.0, 295.0], "text": " and the other"}, {"timestamp": [295.0, 297.0], "text": " Ports Fila"}, {"timestamp": [297.0, 299.0], "text": " Eytelch Gah."}, {"timestamp": [300.0, 302.0], "text": " Bickan Lainan"}, {"timestamp": [302.0, 303.0], "text": " Lainian"}, {"timestamp": [303.0, 304.0], "text": " the Jain,"}, {"timestamp": [304.0, 306.0], "text": " Blar Cholotter,"}, {"timestamp": [306.0, 312.0], "text": " and the Co-Emmelamach, Gunt the Hulch, Cumberland, in the Chastell."}, {"timestamp": [312.0, 318.0], "text": " In the Rair, Bailar, Voughtonan, Aun."}, {"timestamp": [318.0, 326.0], "text": " How could it fiss, call the Oweyakou,"}, {"timestamp": [326.0, 330.0], "text": " as the Echtern in the Seymus'ak"}, {"timestamp": [330.0, 331.0], "text": " sheaths,"}, {"timestamp": [331.0, 333.0], "text": " sheaths aught"}, {"timestamp": [333.0, 334.0], "text": " in castel,"}, {"timestamp": [334.0, 337.0], "text": " Chilraig, on the Tovemou."}, {"timestamp": [337.0, 339.0], "text": " He'll le Boean"}, {"timestamp": [339.0, 341.0], "text": " charyastel in the day,"}, {"timestamp": [341.0, 343.0], "text": " and chanelah"}, {"timestamp": [343.0, 345.6], "text": " Fuskel to the the fold-oak."}, {"timestamp": [345.6, 351.6], "text": " When you're young, it feels like anything is possible."}, {"timestamp": [351.6, 356.4], "text": " Maybe you're a little hot-headed, but your optimism lifts you up."}, {"timestamp": [356.4, 359.2], "text": " And your righteous fury can be rocket fuel,"}, {"timestamp": [359.2, 362.0], "text": " propelling you to fight for what's right."}, {"timestamp": [362.0, 366.16], "text": " You might make choices that put you in danger. You might even make"}, {"timestamp": [366.16, 375.84], "text": " history. I'm Nicola Cochlin. This is history's youngest heroes. Rebellion, risk and the radical"}, {"timestamp": [375.84, 381.28], "text": " power of youth. Being young, maybe she didn't think too much. She thought, right, I'll just do it."}, {"timestamp": [381.28, 385.18], "text": " She thought about others rather than herself."}, {"timestamp": [388.68, 388.98], "text": " Twelve stories of extraordinary young people from across history."}, {"timestamp": [391.12, 391.36], "text": " There's a real sense of urgency in them."}, {"timestamp": [392.62, 392.78], "text": " That resistance has to be mounted."}, {"timestamp": [393.82, 399.82], "text": " It has to be mounted now."}, {"timestamp": [402.1, 402.82], "text": " Including a young man called Nelson Mandela,"}, {"timestamp": [406.22, 406.3], "text": " a firebrand who led the defiance campaign against apartheid."}, {"timestamp": [408.84, 409.42], "text": " Break segregation laws, ignore curfews,"}, {"timestamp": [411.46, 412.0], "text": " enter the door for white people at the post office,"}, {"timestamp": [414.52, 414.92], "text": " stand on the white side of the platform at the train station,"}, {"timestamp": [417.62, 418.22], "text": " and it's decided that black people are going to do this en masse."}, {"timestamp": [420.84, 421.54], "text": " And Lakshmi Bai, the Rani of Jansi,"}, {"timestamp": [422.74, 426.0], "text": " India's warrior queen. She was a small woman, leading her troops,"}, {"timestamp": [426.0, 429.0], "text": " a strider horse, sword in each hand,"}, {"timestamp": [429.0, 432.0], "text": " taking on the might of the entire British Empire."}, {"timestamp": [432.0, 436.0], "text": " History is lit up by young people who act on instinct"}, {"timestamp": [436.0, 438.0], "text": " and stick to their principles."}, {"timestamp": [438.0, 439.0], "text": " Like Julian of Norwich,"}, {"timestamp": [439.0, 442.0], "text": " one of the first women to write in the English language,"}, {"timestamp": [442.0, 444.0], "text": " a trailblazer, but at a cost."}, {"timestamp": [444.0, 451.96], "text": " Why would somebody choose to have themselves blocked up into a tiny little cell with limited"}, {"timestamp": [451.96, 456.42], "text": " contact with the outside world out of choice?"}, {"timestamp": [456.42, 461.44], "text": " And Lady Jane Grey, Queen for nine days, who refused to give up her faith and chose"}, {"timestamp": [461.44, 463.8], "text": " to face the executioner's axe."}, {"timestamp": [463.8, 470.48], "text": " You have someone who is knowingly risking death and then ultimately knowingly taking death"}, {"timestamp": [470.48, 475.28], "text": " because there is something that matters more to them than their life itself. And that's a"}, {"timestamp": [475.28, 483.68], "text": " fundamentally heroic position. These are tales of saints, athletes, Hollywood superstars and pioneers."}, {"timestamp": [483.68, 485.4], "text": " Some heroes are household names."}, {"timestamp": [486.26, 487.86], "text": " Some have been all but forgotten."}, {"timestamp": [488.7, 490.12], "text": " Like Fassili Arkupov,"}, {"timestamp": [490.72, 493.92], "text": " a Soviet naval officer whose extraordinary courage"}, {"timestamp": [493.92, 496.36], "text": " helped save the world from nuclear catastrophe."}, {"timestamp": [496.8, 500.92], "text": " Well, sticking to your guns on that submarine in that heat,"}, {"timestamp": [501.4, 504.52], "text": " that take gods. That really takes gods."}, {"timestamp": [506.68, 509.4], "text": " History. Made by young people."}, {"timestamp": [513.32, null], "text": " Follow history's youngest heroes wherever you get your podcasts. I'm"}], "text": " This BBC podcast is supported by ads outside the UK. I'm Nicola Cochlin and for BBC Radio 4, this is history's youngest heroes. Rebellion, risk and the radical power of youth. She thought, right, I'll just do it. She thought about others rather than herself. Twelve stories of extraordinary young people from across history. There's a real sense of urgency in them. That resistance has to be mounted, it has to be mounted now. Follow history's youngest heroes wherever you get your podcasts. This Leicester Dolokhunezachie from BBC Radio Nengale. This is Leicester Dolok Guunsocky from BBC Radio Nengale. This is Lichtenz, from BBC Radio Nangayle. Now, Lichder Dollygoyunsichie, Learrowe, Leighourie Makhirlane. This is Leicester, Mille, Da Chir, Cucats, III. I've got a Geinjew, as a chastal Hyll Rai, and, as the haeahe in the Chown Vapes in a manhionlea. He launee on the Vapu, to dole-Ullator and Kildurraig in the Highlanders' March in order to surprise the Duke in his camp. He two lines in that o'er then to go on the other and this is he said scribed you or her. The Highlanders March from Kool Rake to Colludden. In the Chowicewola, six-year-jeechered in the year. There are a rematch in the Raleigh-Tish a Kaumbachor to Shearer in the Aran. There's a Chwarkoosier to Iner Nairan. There's a chien of the Tewaner. There's coo-shin'all on the faver in realtysh. There's barack heidger in aught of the same ashe. It's arimach no beer ack, and there Lungan cocky on Ackar, fash, in the Sear, fash in the Sear. It was a big, Gilewarka, root not the four my arm in the Seamusach. In the Ure Uadden, guntik the Chionersdunuch, gung gongat Gwere, gendish the Chonarsden-Shehmusach, to the Corme a bierre-a-vachewa to a horse to Aramalach in Realtus. There, a doll a horse yonce on to the Ayesha that nowean to the Gondroat at the Chean. Be in that law that the law then in Cairns to Ciannard Arampton Jukhamborland. There were the same the d'all jocan as a gawarra in that there that there was six of the Gahick there. The Dule the Cion'Oye in that Galaf, the same a week in the Gaei. It was the the one oeer in a ruckin'er in the Wattin, when it was a chutche, before, to heidder in the realtie in the cattle. But, chadjack-euf there was a comal in fall of the valchin and was Roluthuch, Aounsendorchatus. In two ower in the Wattin, there was 5'8th to the castle, Hillraic, was astirigal haste and rheinard-coguneg going to be a lentin o', hilly at Chulotter. Mare Hukashe was the Seidgaren-Shechah chloegues, there is the tachras over the sapatch in the land of the Váderh, and chai the law that with the realtas. But, the chudges maude in Luch Echardry to the Eameshich to be servicel in the Eichorah Rowe. There's Luch Brague and it's a fewack that the Aramarchehmus in the chain of N Ganyungi. When there was castell Rai'er hathes on the laven of the Rostach, there was bulla-punce, enimelach, it was a couple of the Chalach O'G Stewart Diochus. Charrow o'us'er in the Hymusach, of Stuart Jocas. The first Rostach in the Tewakaran the Hymusach but it was a yel to the fruance and the other Ports Fila Eytelch Gah. Bickan Lainan Lainian the Jain, Blar Cholotter, and the Co-Emmelamach, Gunt the Hulch, Cumberland, in the Chastell. In the Rair, Bailar, Voughtonan, Aun. How could it fiss, call the Oweyakou, as the Echtern in the Seymus'ak sheaths, sheaths aught in castel, Chilraig, on the Tovemou. He'll le Boean charyastel in the day, and chanelah Fuskel to the the fold-oak. When you're young, it feels like anything is possible. Maybe you're a little hot-headed, but your optimism lifts you up. And your righteous fury can be rocket fuel, propelling you to fight for what's right. You might make choices that put you in danger. You might even make history. I'm Nicola Cochlin. This is history's youngest heroes. Rebellion, risk and the radical power of youth. Being young, maybe she didn't think too much. She thought, right, I'll just do it. She thought about others rather than herself. Twelve stories of extraordinary young people from across history. There's a real sense of urgency in them. That resistance has to be mounted. It has to be mounted now. Including a young man called Nelson Mandela, a firebrand who led the defiance campaign against apartheid. Break segregation laws, ignore curfews, enter the door for white people at the post office, stand on the white side of the platform at the train station, and it's decided that black people are going to do this en masse. And Lakshmi Bai, the Rani of Jansi, India's warrior queen. She was a small woman, leading her troops, a strider horse, sword in each hand, taking on the might of the entire British Empire. History is lit up by young people who act on instinct and stick to their principles. Like Julian of Norwich, one of the first women to write in the English language, a trailblazer, but at a cost. Why would somebody choose to have themselves blocked up into a tiny little cell with limited contact with the outside world out of choice? And Lady Jane Grey, Queen for nine days, who refused to give up her faith and chose to face the executioner's axe. You have someone who is knowingly risking death and then ultimately knowingly taking death because there is something that matters more to them than their life itself. And that's a fundamentally heroic position. These are tales of saints, athletes, Hollywood superstars and pioneers. Some heroes are household names. Some have been all but forgotten. Like Fassili Arkupov, a Soviet naval officer whose extraordinary courage helped save the world from nuclear catastrophe. Well, sticking to your guns on that submarine in that heat, that take gods. That really takes gods. History. Made by young people. Follow history's youngest heroes wherever you get your podcasts. I'm"}