{"speakers": [], "chunks": [{"timestamp": [0.0, 3.44], "text": " This BBC podcast is supported by ads outside the UK."}, {"timestamp": [3.84, 7.52], "text": " This Leicester Dolok-Giwof-Guncechy for BBC Radio Nengale."}, {"timestamp": [8.32, 12.36], "text": " This is Lichir Dollynguze from BBC Radio Nongale."}, {"timestamp": [13.66, 20.4], "text": " Now, Leicester Dulloch-Gunuch-Eye, this is Leicester 1,000, Kerr, Cere."}, {"timestamp": [22.0, 27.0], "text": " In other, there me a leifug shewn arish on the paper nearch"}, {"timestamp": [27.0, 28.0], "text": " enamel"}, {"timestamp": [28.0, 30.0], "text": " Time London,"}, {"timestamp": [30.0, 32.0], "text": " the Times of London."}, {"timestamp": [32.0, 34.0], "text": " It's a piece of"}, {"timestamp": [34.0, 36.0], "text": " a one of Donajan."}, {"timestamp": [37.0, 39.0], "text": " Nock in the paper"}, {"timestamp": [39.0, 40.0], "text": " on the newlach"}, {"timestamp": [40.0, 42.0], "text": " six-year"}, {"timestamp": [42.0, 44.0], "text": " Och at the Shia."}, {"timestamp": [44.0, 46.0], "text": " How's on the hookah matter?"}, {"timestamp": [46.0, 51.0], "text": " Well, the one of the other one of the Fakhler Galic."}, {"timestamp": [51.0, 53.0], "text": " Go minotachachachsh,"}, {"timestamp": [53.0, 61.0], "text": " I'd have a ne'er of the Fakhler Galic in the Mian Coonspeach."}, {"timestamp": [61.0, 70.0], "text": " There was a fashler in Eilchik in the Da a da-farsh't six-blay-o-year in Loonin."}, {"timestamp": [70.0, 74.0], "text": " Be fair to the Kirt Ackler in Gaelic."}, {"timestamp": [74.0, 81.0], "text": " It is a Chiectal of the L'ORA-Hun, a Gaelic and English Dictionary,"}, {"timestamp": [81.0, 92.0], "text": " containing all the words in the Scotch and Irish dialects of the Celtic that could be collected from the voice and old books and manuscripts."}, {"timestamp": [92.0, 98.0], "text": " He G-Galic in the litrechagued G-A-L-I-C."}, {"timestamp": [98.0, 107.0], "text": " Be G-Essiche Anarche, the Turamachachim Sakh. If it saw that a knackler again and"}, {"timestamp": [107.0, 109.0], "text": " in the Chownsbutt my year,"}, {"timestamp": [109.0, 113.0], "text": " it was a soul of it on the one of the one's own."}, {"timestamp": [113.0, 117.0], "text": " It's arignoch of the William Scher,"}, {"timestamp": [117.0, 120.0], "text": " Rooka in the Clackack,"}, {"timestamp": [120.0, 121.0], "text": " on the skier,"}, {"timestamp": [121.0, 125.0], "text": " kilvera, on the chalna Gess in Yelan."}, {"timestamp": [125.0, 131.0], "text": " That, in the year, six-four-jerk, Kered in the U."}, {"timestamp": [131.0, 139.0], "text": " So, that's it was a year ago in the Gaelickeh in the Fakhler."}, {"timestamp": [139.0, 147.0], "text": " Hure six Fulham on the Inarar, and the other that one of the law-hae-glasso."}, {"timestamp": [147.0, 153.0], "text": " In that day that, the law in one, for the rhea of copper, as aughty,"}, {"timestamp": [153.0, 161.0], "text": " like itchian, it was a misque-buyan to go-oesle to the one-o-litterchus."}, {"timestamp": [161.0, 166.0], "text": " A miss-buele, the boina, was a fakh-l of you inamil in the Tull of Sorlaough in the buoys the language of"}, {"timestamp": [166.0, 168.0], "text": " enamel in Tullov Soharla"}, {"timestamp": [168.0, 170.0], "text": " MacGeehan."}, {"timestamp": [170.0, 171.0], "text": " Bishav nacea"}, {"timestamp": [171.0, 172.0], "text": " Eidlick as"}, {"timestamp": [172.0, 174.0], "text": " Dr. Samuel Johnson."}, {"timestamp": [176.0, 177.0], "text": " The name"}, {"timestamp": [177.0, 178.0], "text": " Fackler is heath"}, {"timestamp": [178.0, 179.0], "text": " a letter to scribe,"}, {"timestamp": [179.0, 181.0], "text": " Ulyam Sheikh."}, {"timestamp": [181.0, 182.0], "text": " Two years"}, {"timestamp": [182.0, 183.0], "text": " Mastor"}, {"timestamp": [183.0, 184.0], "text": " not a facklard"}, {"timestamp": [184.0, 185.06], "text": " not lear ill as scrive An Analysis of the Gaelic language. Two years if you know in fact that another"}, {"timestamp": [185.06, 185.36], "text": " another lewer"}, {"timestamp": [185.36, 185.76], "text": " other"}, {"timestamp": [185.76, 186.54], "text": " a scrieve"}, {"timestamp": [186.54, 187.84], "text": " An analysis"}, {"timestamp": [187.84, 188.8], "text": " of the"}, {"timestamp": [188.8, 189.66], "text": " Gaelic language"}, {"timestamp": [189.66, 190.66], "text": " In other"}, {"timestamp": [190.66, 192.98], "text": " English"}, {"timestamp": [192.98, 193.08], "text": " GALIC"}, {"timestamp": [193.08, 195.14], "text": " GALIC"}, {"timestamp": [195.14, 196.88], "text": " She's"}, {"timestamp": [196.88, 198.3], "text": " NATRamar"}, {"timestamp": [198.3, 198.94], "text": " in that's in"}, {"timestamp": [198.94, 201.22], "text": " leowar shanel"}, {"timestamp": [201.22, 202.2], "text": " an analysis"}, {"timestamp": [202.2, 202.94], "text": " I'd"}, {"timestamp": [202.94, 203.56], "text": " a chananan"}, {"timestamp": [203.56, 204.4], "text": " boulach"}, {"timestamp": [204.4, 207.0], "text": " as a HACin in Jew HAY A-E-E-E-E-E-O-S-E-E-E-U-SEL-Lan, Not an analysis, it isa, in the chanin'all, the ablative case,"}, {"timestamp": [207.0, 210.0], "text": " how can't make you a shia tussolan,"}, {"timestamp": [210.0, 211.0], "text": " mary, simply."}, {"timestamp": [211.0, 214.0], "text": " Injew, has you can't actually"}, {"timestamp": [214.0, 215.0], "text": " care."}, {"timestamp": [215.0, 216.0], "text": " Asimple,"}, {"timestamp": [216.0, 220.0], "text": " the ablutov case,"}, {"timestamp": [220.0, 221.0], "text": " like,"}, {"timestamp": [221.0, 223.0], "text": " as a ablutive case,"}, {"timestamp": [223.0, 224.0], "text": " as,"}, {"timestamp": [224.0, 225.0], "text": " an issue o'clock abletich, the course an tush the tushal havertich. like he has a lot in a lot of you. Injew has she knew"}, {"timestamp": [225.0, 227.0], "text": " the tussial aplaithee,"}, {"timestamp": [227.0, 230.0], "text": " the course the tussial havertich"}, {"timestamp": [230.0, 233.0], "text": " and he has a deaunuch"}, {"timestamp": [233.0, 235.0], "text": " the tussial enemnach"}, {"timestamp": [235.0, 237.0], "text": " and the tussiolch"}, {"timestamp": [237.0, 240.0], "text": " or accusative case."}, {"timestamp": [240.0, 241.0], "text": " In the day,"}, {"timestamp": [241.0, 244.0], "text": " has she not the ga kongla"}, {"timestamp": [244.0, 246.56], "text": " for fraughtuch in the t toch in the same thing."}, {"timestamp": [248.64, 251.14], "text": " A miss other is a clishker in eke."}, {"timestamp": [251.82, 254.04], "text": " That's the Gaelic are interjections."}, {"timestamp": [266.0, 270.0], "text": " Mereximplear, Och, Och, Och, Mourouye, My Rueuey, My Miserie, Dyrgyonar a orst, Fionue, Fatigue, Hech Ho!"}, {"timestamp": [270.0, 273.0], "text": " And has a shimpler in Ike"}, {"timestamp": [273.0, 275.0], "text": " in Littrachas Gaelic,"}, {"timestamp": [275.0, 277.0], "text": " nor MISC, has interhengal"}, {"timestamp": [277.0, 278.0], "text": " to Gael,"}, {"timestamp": [278.0, 280.0], "text": " the Dan Enimal,"}, {"timestamp": [280.0, 283.0], "text": " Maasaya, with Alexander Pope."}, {"timestamp": [283.0, 285.0], "text": " He drach clue"}, {"timestamp": [285.0, 288.0], "text": " to Saurla McIan in the Eltach"}, {"timestamp": [288.0, 289.0], "text": " or scribe,"}, {"timestamp": [289.0, 291.0], "text": " Routan Kare Nive,"}, {"timestamp": [291.0, 292.0], "text": " in the Gaelic,"}, {"timestamp": [292.0, 295.0], "text": " the Jaya Tours Aegalach."}, {"timestamp": [295.0, 296.0], "text": " But,"}, {"timestamp": [296.0, 298.0], "text": " O'Leom Scher,"}, {"timestamp": [298.0, 300.0], "text": " Taich, and Brossnach"}, {"timestamp": [300.0, 302.0], "text": " of the Oloff MacGian"}, {"timestamp": [302.0, 303.0], "text": " the Fakhler Eka"}, {"timestamp": [303.0, 305.0], "text": " in Haring Receale. Tullig, on the Ackler, and to the Countsbutch of Oloff MacGiangian in Fakhlarkle-Eylla a harangry-eil."}, {"timestamp": [305.0, 307.0], "text": " Tullig on the Ackler"}, {"timestamp": [307.0, 309.0], "text": " and to the chownsbutschurch a"}, {"timestamp": [309.0, 328.0], "text": " fact of the It's the spiritual practice that millions swear by. And in 2017, Miranda, a university tutor from London,"}, {"timestamp": [328.0, 332.0], "text": " joins a yoga school that promises profound transformation."}, {"timestamp": [332.0, 336.0], "text": " It felt a really safe and welcoming space."}, {"timestamp": [336.0, 339.0], "text": " After the yoga classes, I felt amazing."}, {"timestamp": [339.0, 342.0], "text": " But soon, that calm, welcoming atmosphere"}, {"timestamp": [342.0, 345.06], "text": " leads to something far darker,"}, {"timestamp": [351.72, 352.36], "text": " a journey that leads to allegations of grooming, trafficking and exploitation across international borders."}, {"timestamp": [357.38, 357.62], "text": " I don't have my passport, I don't have my phone, I don't have my bank cards, I have nothing."}, {"timestamp": [363.0, 363.46], "text": " The passport being taken, the being in a house and not feeling like they can leave."}, {"timestamp": [366.88, 369.34], "text": " World of Secrets is where untold stories are unveiled and hidden realities are exposed."}, {"timestamp": [369.94, 374.08], "text": " In this new series, we're confronting the dark side of the wellness industry"}, {"timestamp": [374.08, 378.64], "text": " with the hope of a spiritual breakthrough gives way to disturbing accusations."}, {"timestamp": [379.26, 387.44], "text": " You just get sucked in so gradually and it's done so skillfully that you don't realize."}, {"timestamp": [387.44, 390.8], "text": " And it's like this, the secret that's there."}, {"timestamp": [390.8, 401.68], "text": " I wanted to believe that, you know, that whatever they were doing, even if it seemed gross"}, {"timestamp": [401.68, 406.0], "text": " to me, was for some spiritual reason that I couldn't yet understand."}, {"timestamp": [406.0, 409.6], "text": " Revealing the hidden secrets of a global yoga network."}, {"timestamp": [409.6, 411.8], "text": " I feel that I have no other choice."}, {"timestamp": [411.8, 422.1], "text": " The only thing I can do is to speak about this and to put my reputation and everything else on the line."}, {"timestamp": [422.1, 427.52], "text": " I want truth and justice."}, {"timestamp": [430.38, 432.64], "text": " And for other people to not be hurt for things to be different in the future."}, {"timestamp": [433.12, 434.2], "text": " To bring it into the light"}, {"timestamp": [434.2, 436.56], "text": " and almost alchemise"}, {"timestamp": [436.56, 439.2], "text": " some of that evil stuff that went on"}, {"timestamp": [439.2, 441.46], "text": " and take back the power."}, {"timestamp": [443.76, 447.24], "text": " World of Secrets, Season 6, The Bad Guru."}, {"timestamp": [447.74, 449.52], "text": " Listen wherever you get your podcasts."}], "text": " This BBC podcast is supported by ads outside the UK. This Leicester Dolok-Giwof-Guncechy for BBC Radio Nengale. This is Lichir Dollynguze from BBC Radio Nongale. Now, Leicester Dulloch-Gunuch-Eye, this is Leicester 1,000, Kerr, Cere. In other, there me a leifug shewn arish on the paper nearch enamel Time London, the Times of London. It's a piece of a one of Donajan. Nock in the paper on the newlach six-year Och at the Shia. How's on the hookah matter? Well, the one of the other one of the Fakhler Galic. Go minotachachachsh, I'd have a ne'er of the Fakhler Galic in the Mian Coonspeach. There was a fashler in Eilchik in the Da a da-farsh't six-blay-o-year in Loonin. Be fair to the Kirt Ackler in Gaelic. It is a Chiectal of the L'ORA-Hun, a Gaelic and English Dictionary, containing all the words in the Scotch and Irish dialects of the Celtic that could be collected from the voice and old books and manuscripts. He G-Galic in the litrechagued G-A-L-I-C. Be G-Essiche Anarche, the Turamachachim Sakh. If it saw that a knackler again and in the Chownsbutt my year, it was a soul of it on the one of the one's own. It's arignoch of the William Scher, Rooka in the Clackack, on the skier, kilvera, on the chalna Gess in Yelan. That, in the year, six-four-jerk, Kered in the U. So, that's it was a year ago in the Gaelickeh in the Fakhler. Hure six Fulham on the Inarar, and the other that one of the law-hae-glasso. In that day that, the law in one, for the rhea of copper, as aughty, like itchian, it was a misque-buyan to go-oesle to the one-o-litterchus. A miss-buele, the boina, was a fakh-l of you inamil in the Tull of Sorlaough in the buoys the language of enamel in Tullov Soharla MacGeehan. Bishav nacea Eidlick as Dr. Samuel Johnson. The name Fackler is heath a letter to scribe, Ulyam Sheikh. Two years Mastor not a facklard not lear ill as scrive An Analysis of the Gaelic language. Two years if you know in fact that another another lewer other a scrieve An analysis of the Gaelic language In other English GALIC GALIC She's NATRamar in that's in leowar shanel an analysis I'd a chananan boulach as a HACin in Jew HAY A-E-E-E-E-E-O-S-E-E-E-U-SEL-Lan, Not an analysis, it isa, in the chanin'all, the ablative case, how can't make you a shia tussolan, mary, simply. Injew, has you can't actually care. Asimple, the ablutov case, like, as a ablutive case, as, an issue o'clock abletich, the course an tush the tushal havertich. like he has a lot in a lot of you. Injew has she knew the tussial aplaithee, the course the tussial havertich and he has a deaunuch the tussial enemnach and the tussiolch or accusative case. In the day, has she not the ga kongla for fraughtuch in the t toch in the same thing. A miss other is a clishker in eke. That's the Gaelic are interjections. Mereximplear, Och, Och, Och, Mourouye, My Rueuey, My Miserie, Dyrgyonar a orst, Fionue, Fatigue, Hech Ho! And has a shimpler in Ike in Littrachas Gaelic, nor MISC, has interhengal to Gael, the Dan Enimal, Maasaya, with Alexander Pope. He drach clue to Saurla McIan in the Eltach or scribe, Routan Kare Nive, in the Gaelic, the Jaya Tours Aegalach. But, O'Leom Scher, Taich, and Brossnach of the Oloff MacGian the Fakhler Eka in Haring Receale. Tullig, on the Ackler, and to the Countsbutch of Oloff MacGiangian in Fakhlarkle-Eylla a harangry-eil. Tullig on the Ackler and to the chownsbutschurch a fact of the It's the spiritual practice that millions swear by. And in 2017, Miranda, a university tutor from London, joins a yoga school that promises profound transformation. It felt a really safe and welcoming space. After the yoga classes, I felt amazing. But soon, that calm, welcoming atmosphere leads to something far darker, a journey that leads to allegations of grooming, trafficking and exploitation across international borders. I don't have my passport, I don't have my phone, I don't have my bank cards, I have nothing. The passport being taken, the being in a house and not feeling like they can leave. World of Secrets is where untold stories are unveiled and hidden realities are exposed. In this new series, we're confronting the dark side of the wellness industry with the hope of a spiritual breakthrough gives way to disturbing accusations. You just get sucked in so gradually and it's done so skillfully that you don't realize. And it's like this, the secret that's there. I wanted to believe that, you know, that whatever they were doing, even if it seemed gross to me, was for some spiritual reason that I couldn't yet understand. Revealing the hidden secrets of a global yoga network. I feel that I have no other choice. The only thing I can do is to speak about this and to put my reputation and everything else on the line. I want truth and justice. And for other people to not be hurt for things to be different in the future. To bring it into the light and almost alchemise some of that evil stuff that went on and take back the power. World of Secrets, Season 6, The Bad Guru. Listen wherever you get your podcasts."}