{"speakers": [], "chunks": [{"timestamp": [0.0, 3.44], "text": " This BBC podcast is supported by ads outside the UK."}, {"timestamp": [6.16, 9.48], "text": " World of Secrets is where untold stories are exposed."}, {"timestamp": [9.84, 14.0], "text": " And in this new series, we investigate the dark side of the wellness industry."}, {"timestamp": [14.38, 17.18], "text": " Following the story of a woman who joined a yoga school,"}, {"timestamp": [17.38, 19.9], "text": " only to uncover a world she never expected."}, {"timestamp": [20.28, 22.2], "text": " I feel that I have no other choice."}, {"timestamp": [22.38, 26.06], "text": " The only thing I can do is to speak about this."}, {"timestamp": [26.48, 28.4], "text": " Where the hope of spiritual breakthroughs"}, {"timestamp": [28.4, 30.52], "text": " leaves people vulnerable to exploitation."}, {"timestamp": [31.2, 34.04], "text": " You just get sucked in so gradually"}, {"timestamp": [34.04, 38.62], "text": " and it's done so skillfully that you don't realize."}, {"timestamp": [39.48, 41.66], "text": " World of Secrets, the Bad Guru."}, {"timestamp": [42.04, 44.38], "text": " Listen wherever you get your BBC podcasts."}, {"timestamp": [44.4, 47.82], "text": " The Bad Guru. Listen wherever you get your BBC podcasts."}, {"timestamp": [51.6, 52.4], "text": " This Leicester Dolok-Gyunsichy for BBC Radio Nengale."}, {"timestamp": [56.44, 57.9], "text": " This is Lychir Dolok-Gyuncechy from BBC Radio Nangale."}, {"timestamp": [64.5, 65.0], "text": " Now, Leicester Dollyggyne, this Leicester, Mille, This is 1,200 Cooke in the Hock."}, {"timestamp": [65.0, 73.0], "text": " I can't give my leoer Vattersa and the Raiders with Liza Sturie."}, {"timestamp": [73.0, 79.0], "text": " I'm doing sooog in the yearin on the barrae and vatarsai"}, {"timestamp": [79.0, 85.0], "text": " to the Coor my and 1,1 years. this year's year. This is the first year this"}, {"timestamp": [85.0, 86.0], "text": " the first"}, {"timestamp": [86.0, 87.0], "text": " the chor"}, {"timestamp": [87.0, 88.0], "text": " in suiuch"}, {"timestamp": [88.0, 89.0], "text": " to touch"}, {"timestamp": [89.0, 90.0], "text": " in the"}, {"timestamp": [90.0, 91.0], "text": " year"}, {"timestamp": [91.0, 92.0], "text": " the first"}, {"timestamp": [92.0, 94.0], "text": " the faracken"}, {"timestamp": [94.0, 96.0], "text": " to the"}, {"timestamp": [96.0, 97.0], "text": " the Bureanah"}, {"timestamp": [97.0, 98.0], "text": " a yearanoo"}, {"timestamp": [98.0, 99.0], "text": " to fustay"}, {"timestamp": [99.0, 100.0], "text": " to the"}, {"timestamp": [100.0, 102.0], "text": " one,"}, {"timestamp": [102.0, 104.0], "text": " or the"}, {"timestamp": [104.0, 105.0], "text": " cocht of the o'cheran Ory,"}, {"timestamp": [105.0, 107.0], "text": " that gogat of Ferran,"}, {"timestamp": [107.0, 109.0], "text": " gapeen."}, {"timestamp": [109.0, 112.0], "text": " In the Ochavlae in the Toulthin"}, {"timestamp": [112.0, 113.0], "text": " no-chie-chie-chew"}, {"timestamp": [113.0, 114.0], "text": " in the Warrie,"}, {"timestamp": [114.0, 118.0], "text": " there's a vaigatou"}, {"timestamp": [118.0, 121.0], "text": " on the Barai."}, {"timestamp": [121.0, 122.0], "text": " And,"}, {"timestamp": [122.0, 124.0], "text": " in the Chiehah Fichet"}, {"timestamp": [124.0, 125.62], "text": " to the Toulthin,"}, {"timestamp": [126.4, 128.02], "text": " chagrune other to Chawjurin"}, {"timestamp": [128.02, 130.06], "text": " a Nul and Barrae"}, {"timestamp": [130.06, 131.76], "text": " to Eilan Vatterseh."}, {"timestamp": [132.38, 132.68], "text": " And"}, {"timestamp": [132.68, 135.58], "text": " chawritchat a machin,"}, {"timestamp": [135.98, 136.6], "text": " Crockian,"}, {"timestamp": [137.1, 137.76], "text": " gave heine."}, {"timestamp": [138.6, 139.2], "text": " Beatt that"}, {"timestamp": [139.2, 140.48], "text": " the Readers."}, {"timestamp": [141.42, 142.34], "text": " Aheat Yohan,"}, {"timestamp": [142.6, 143.06], "text": " Cahue."}, {"timestamp": [147.0, 151.0], "text": " Beckan Veea in Jain, graders, the heath, you can you. In the way that was in the day that heannish the Congested Districts Board"}, {"timestamp": [151.0, 153.0], "text": " Ferran on the Barrae"}, {"timestamp": [153.0, 155.0], "text": " on the Chowhawak."}, {"timestamp": [155.0, 160.0], "text": " But, it's the raean on the Cochereen"}, {"timestamp": [160.0, 169.0], "text": " that was a-earing fairen on the Watterseye. There is a borgiae in chilean in the fat of the chanach"}, {"timestamp": [169.0, 175.0], "text": " but the Tewarkeran, and was the Jirna Gordon Cathcartes"}, {"timestamp": [175.0, 177.0], "text": " Pris Roevorer."}, {"timestamp": [177.0, 180.0], "text": " On 9.2,000 in 3,"}, {"timestamp": [180.0, 184.0], "text": " heannish on the borset faran on the vatarsai"}, {"timestamp": [184.0, 188.62], "text": " for the curug-cocturin, but the other than"}, {"timestamp": [188.62, 190.42], "text": " cocturing."}, {"timestamp": [190.42, 193.24], "text": " But, it's there to reaer to that cocturon."}, {"timestamp": [193.24, 199.96], "text": " Leigh the other, there is a goal of Ferran Gave-Hen and the Tuckal Hedichon."}, {"timestamp": [199.96, 205.0], "text": " Four years in that, chai, had bujian bujewalai on kutjak."}, {"timestamp": [205.0, 209.0], "text": " He mullay in Eland Brea"}, {"timestamp": [209.0, 212.0], "text": " with a fairan ma to one tithe,"}, {"timestamp": [212.0, 214.0], "text": " and it's jes"}, {"timestamp": [214.0, 217.0], "text": " to barrae and fatersa."}, {"timestamp": [217.0, 219.0], "text": " It's anjieuskach"}, {"timestamp": [219.0, 221.0], "text": " chimichelan"}, {"timestamp": [221.0, 222.0], "text": " ma,"}, {"timestamp": [222.0, 224.0], "text": " but charo ackerson"}, {"timestamp": [224.0, 227.0], "text": " or achersuch at such on the Erechen."}, {"timestamp": [227.0, 234.0], "text": " There are muntier viulay a kioskuk at a bag of chastel on the Barre,"}, {"timestamp": [234.0, 247.62], "text": " and it's a furrow on the Biders of Muley, Michal Gawil, Meele, Mishal Mekka-Fi,"}, {"timestamp": [247.98, 252.44], "text": " the chouge. That's the one violin of backer,"}, {"timestamp": [252.96, 255.1], "text": " I'maght that he was rishin-a-as-kach,"}, {"timestamp": [255.6, 258.86], "text": " so he'llad, achioury at in the town,"}, {"timestamp": [258.86, 262.14], "text": " to the Wattarcea, on the Vatterseye."}, {"timestamp": [262.0, 264.0], "text": " of the cladish on the vatarsai. Hanick carer"}, {"timestamp": [264.0, 265.0], "text": " and mille"}, {"timestamp": [265.0, 266.0], "text": " of the fatersai"}, {"timestamp": [266.0, 268.0], "text": " on the nighi"}, {"timestamp": [268.0, 269.0], "text": " geog in six"}, {"timestamp": [269.0, 271.0], "text": " and huckat"}, {"timestamp": [271.0, 272.0], "text": " sheddick"}, {"timestamp": [272.0, 273.0], "text": " in o'er"}, {"timestamp": [273.0, 274.0], "text": " the cladick."}, {"timestamp": [275.0, 276.0], "text": " In this"}, {"timestamp": [276.0, 277.0], "text": " now,"}, {"timestamp": [277.0, 278.0], "text": " go in touch"}, {"timestamp": [278.0, 279.0], "text": " the Kame"}, {"timestamp": [279.0, 280.0], "text": " in Nair"}, {"timestamp": [280.0, 281.0], "text": " either"}, {"timestamp": [281.0, 283.0], "text": " or interdict"}, {"timestamp": [283.0, 284.0], "text": " because"}, {"timestamp": [284.0, 285.4], "text": " D'Chiner of the fairan or larichin tea Chah oarsdew luggle or interdict a host, Donjichner,"}, {"timestamp": [285.9, 288.0], "text": " a ver ferrin, or larichin"}, {"timestamp": [288.0, 290.0], "text": " to go to go to"}, {"timestamp": [290.0, 291.0], "text": " hein."}, {"timestamp": [292.0, 294.0], "text": " It's a churice"}, {"timestamp": [294.0, 296.0], "text": " on the tonyetian."}, {"timestamp": [297.0, 298.0], "text": " And,"}, {"timestamp": [298.0, 299.0], "text": " you'llagat,"}, {"timestamp": [299.0, 300.0], "text": " gomfackagat,"}, {"timestamp": [300.0, 301.0], "text": " fatersay."}, {"timestamp": [302.0, 303.0], "text": " Lish,"}, {"timestamp": [303.0, 304.0], "text": " the logg,"}, {"timestamp": [304.0, 305.0], "text": " the tuffer to on the Wrae"}, {"timestamp": [305.0, 308.0], "text": " and be a-vias in Frizen"}, {"timestamp": [308.0, 310.0], "text": " a-hurra."}, {"timestamp": [310.0, 313.0], "text": " Haneke to make the Gashchich,"}, {"timestamp": [313.0, 315.0], "text": " shech, the Eichurich,"}, {"timestamp": [315.0, 317.0], "text": " Dugulahar."}, {"timestamp": [317.0, 321.0], "text": " This the host Michel MacGafi."}, {"timestamp": [321.0, 324.0], "text": " He's the groth of the court"}, {"timestamp": [324.0, 325.0], "text": " in the Parliament. It's the gronch of the Parliament."}, {"timestamp": [325.0, 329.0], "text": " It's a vane that you chanich in the Crune,"}, {"timestamp": [329.0, 330.0], "text": " Watterseye."}, {"timestamp": [330.0, 333.0], "text": " You're a much the Chrochon in that"}, {"timestamp": [333.0, 334.0], "text": " norseh,"}, {"timestamp": [334.0, 337.0], "text": " shudd Crane, on the Aydian,"}, {"timestamp": [337.0, 340.0], "text": " 5,0 Jockian."}, {"timestamp": [340.0, 344.0], "text": " It's story on the law in the home,"}, {"timestamp": [344.0, 345.0], "text": " and I'm I'm hushive on the Leigh at home and I'm"}, {"timestamp": [345.0, 349.0], "text": " I'm a chance of the live-being on the Gaelic"}, {"timestamp": [349.0, 352.0], "text": " the"}, {"timestamp": [352.0, 354.0], "text": " Bha-Burrarsai and the Raiders"}, {"timestamp": [354.0, 356.0], "text": " with Liza Sturie."}, {"timestamp": [356.0, 362.0], "text": " When you're young it feels like anything is possible"}, {"timestamp": [362.0, 364.0], "text": " maybe you're a little hot-headed"}, {"timestamp": [364.0, 366.08], "text": " but your optimism lifts you up."}, {"timestamp": [366.64, 369.02], "text": " And your righteous fury can be rocket fuel,"}, {"timestamp": [369.52, 371.3], "text": " propelling you to fight for what's right."}, {"timestamp": [372.08, 374.34], "text": " You might make choices that put you in danger."}, {"timestamp": [375.36, 376.88], "text": " You might even make history."}, {"timestamp": [378.24, 379.3], "text": " I'm Nicola Cochlin."}, {"timestamp": [379.8, 382.24], "text": " This is history's youngest heroes."}, {"timestamp": [383.12, 387.0], "text": " Rebellion, risk, and the radical power of youth."}, {"timestamp": [387.0, 392.0], "text": " Being young, maybe she didn't think too much, she thought, right, I'll just do it."}, {"timestamp": [392.0, 395.0], "text": " She thought about others rather than herself."}, {"timestamp": [395.0, 399.0], "text": " Twelve stories of extraordinary young people from across history."}, {"timestamp": [399.0, 410.24], "text": " There's a real sense of urgency in them, that resistance has to be mounted, it has to be mounted now."}, {"timestamp": [416.56, 422.32], "text": " Including a young man called Nelson Mandela, a firebrand who led the defiance campaign against apartheid. Break segregation laws, ignore curfews, enter the door for white people at the post office,"}, {"timestamp": [422.32, 425.14], "text": " stand on the white side of the platform at the train station,"}, {"timestamp": [425.14, 428.5], "text": " and it's decided that black people are going to do this en masse."}, {"timestamp": [428.5, 433.52], "text": " And Lakshmi Bai, the Rani of Jansi, India's warrior queen."}, {"timestamp": [433.52, 436.4], "text": " She was a small woman leading her troops,"}, {"timestamp": [436.4, 439.4], "text": " astride a horse, sword in each hand,"}, {"timestamp": [439.4, 442.88], "text": " taking on the might of the entire British Empire."}, {"timestamp": [442.88, 446.24], "text": " History is lit up by young people who act on instinct and stick to their principles. Like Julian of Norwich, one of the entire British Empire. History is lit up by young people who act on instinct"}, {"timestamp": [446.24, 448.16], "text": " and stick to their principles."}, {"timestamp": [448.16, 450.6], "text": " Like Julian of Norwich, one of the first women"}, {"timestamp": [450.6, 454.72], "text": " to write in the English language, a trailblazer, but at a cost."}, {"timestamp": [454.72, 458.88], "text": " Why would somebody choose to have themselves blocked up"}, {"timestamp": [458.88, 462.96], "text": " into a tiny little cell with limited contact"}, {"timestamp": [462.96, 465.0], "text": " with the outside world out of choice."}, {"timestamp": [465.0, 469.0], "text": " And Lady Jane Grey, Queen for nine days,"}, {"timestamp": [469.0, 474.0], "text": " who refused to give up her faith and chose to face the executioner's axe."}, {"timestamp": [474.0, 478.0], "text": " You have someone who is knowingly risking death"}, {"timestamp": [478.0, 480.0], "text": " and then ultimately knowingly taking death"}, {"timestamp": [480.0, 484.0], "text": " because there is something that matters more to them than their life itself"}, {"timestamp": [484.0, 488.0], "text": " and that's a fundamentally heroic position."}, {"timestamp": [488.0, 494.0], "text": " These are tales of saints, athletes, Hollywood superstars and pioneers."}, {"timestamp": [494.0, 496.0], "text": " Some heroes are household names."}, {"timestamp": [496.0, 499.0], "text": " Some have been all but forgotten."}, {"timestamp": [499.0, 504.0], "text": " Like Fasili Archipov, a Soviet naval officer whose extraordinary courage"}, {"timestamp": [504.0, 507.0], "text": " helped save the world from nuclear catastrophe."}, {"timestamp": [507.0, 511.0], "text": " What, sticking to your guns on that submarine in that heat?"}, {"timestamp": [511.0, 515.0], "text": " That take gods. That really takes gods."}, {"timestamp": [515.0, 520.0], "text": " History. Made by young people."}, {"timestamp": [520.0, 526.8], "text": " Follow history's youngest heroes wherever you get your podcasts."}], "text": " This BBC podcast is supported by ads outside the UK. World of Secrets is where untold stories are exposed. And in this new series, we investigate the dark side of the wellness industry. Following the story of a woman who joined a yoga school, only to uncover a world she never expected. I feel that I have no other choice. The only thing I can do is to speak about this. Where the hope of spiritual breakthroughs leaves people vulnerable to exploitation. You just get sucked in so gradually and it's done so skillfully that you don't realize. World of Secrets, the Bad Guru. Listen wherever you get your BBC podcasts. The Bad Guru. Listen wherever you get your BBC podcasts. This Leicester Dolok-Gyunsichy for BBC Radio Nengale. This is Lychir Dolok-Gyuncechy from BBC Radio Nangale. Now, Leicester Dollyggyne, this Leicester, Mille, This is 1,200 Cooke in the Hock. I can't give my leoer Vattersa and the Raiders with Liza Sturie. I'm doing sooog in the yearin on the barrae and vatarsai to the Coor my and 1,1 years. this year's year. This is the first year this the first the chor in suiuch to touch in the year the first the faracken to the the Bureanah a yearanoo to fustay to the one, or the cocht of the o'cheran Ory, that gogat of Ferran, gapeen. In the Ochavlae in the Toulthin no-chie-chie-chew in the Warrie, there's a vaigatou on the Barai. And, in the Chiehah Fichet to the Toulthin, chagrune other to Chawjurin a Nul and Barrae to Eilan Vatterseh. And chawritchat a machin, Crockian, gave heine. Beatt that the Readers. Aheat Yohan, Cahue. Beckan Veea in Jain, graders, the heath, you can you. In the way that was in the day that heannish the Congested Districts Board Ferran on the Barrae on the Chowhawak. But, it's the raean on the Cochereen that was a-earing fairen on the Watterseye. There is a borgiae in chilean in the fat of the chanach but the Tewarkeran, and was the Jirna Gordon Cathcartes Pris Roevorer. On 9.2,000 in 3, heannish on the borset faran on the vatarsai for the curug-cocturin, but the other than cocturing. But, it's there to reaer to that cocturon. Leigh the other, there is a goal of Ferran Gave-Hen and the Tuckal Hedichon. Four years in that, chai, had bujian bujewalai on kutjak. He mullay in Eland Brea with a fairan ma to one tithe, and it's jes to barrae and fatersa. It's anjieuskach chimichelan ma, but charo ackerson or achersuch at such on the Erechen. There are muntier viulay a kioskuk at a bag of chastel on the Barre, and it's a furrow on the Biders of Muley, Michal Gawil, Meele, Mishal Mekka-Fi, the chouge. That's the one violin of backer, I'maght that he was rishin-a-as-kach, so he'llad, achioury at in the town, to the Wattarcea, on the Vatterseye. of the cladish on the vatarsai. Hanick carer and mille of the fatersai on the nighi geog in six and huckat sheddick in o'er the cladick. In this now, go in touch the Kame in Nair either or interdict because D'Chiner of the fairan or larichin tea Chah oarsdew luggle or interdict a host, Donjichner, a ver ferrin, or larichin to go to go to hein. It's a churice on the tonyetian. And, you'llagat, gomfackagat, fatersay. Lish, the logg, the tuffer to on the Wrae and be a-vias in Frizen a-hurra. Haneke to make the Gashchich, shech, the Eichurich, Dugulahar. This the host Michel MacGafi. He's the groth of the court in the Parliament. It's the gronch of the Parliament. It's a vane that you chanich in the Crune, Watterseye. You're a much the Chrochon in that norseh, shudd Crane, on the Aydian, 5,0 Jockian. It's story on the law in the home, and I'm I'm hushive on the Leigh at home and I'm I'm a chance of the live-being on the Gaelic the Bha-Burrarsai and the Raiders with Liza Sturie. When you're young it feels like anything is possible maybe you're a little hot-headed but your optimism lifts you up. And your righteous fury can be rocket fuel, propelling you to fight for what's right. You might make choices that put you in danger. You might even make history. I'm Nicola Cochlin. This is history's youngest heroes. Rebellion, risk, and the radical power of youth. Being young, maybe she didn't think too much, she thought, right, I'll just do it. She thought about others rather than herself. Twelve stories of extraordinary young people from across history. There's a real sense of urgency in them, that resistance has to be mounted, it has to be mounted now. Including a young man called Nelson Mandela, a firebrand who led the defiance campaign against apartheid. Break segregation laws, ignore curfews, enter the door for white people at the post office, stand on the white side of the platform at the train station, and it's decided that black people are going to do this en masse. And Lakshmi Bai, the Rani of Jansi, India's warrior queen. She was a small woman leading her troops, astride a horse, sword in each hand, taking on the might of the entire British Empire. History is lit up by young people who act on instinct and stick to their principles. Like Julian of Norwich, one of the entire British Empire. History is lit up by young people who act on instinct and stick to their principles. Like Julian of Norwich, one of the first women to write in the English language, a trailblazer, but at a cost. Why would somebody choose to have themselves blocked up into a tiny little cell with limited contact with the outside world out of choice. And Lady Jane Grey, Queen for nine days, who refused to give up her faith and chose to face the executioner's axe. You have someone who is knowingly risking death and then ultimately knowingly taking death because there is something that matters more to them than their life itself and that's a fundamentally heroic position. These are tales of saints, athletes, Hollywood superstars and pioneers. Some heroes are household names. Some have been all but forgotten. Like Fasili Archipov, a Soviet naval officer whose extraordinary courage helped save the world from nuclear catastrophe. What, sticking to your guns on that submarine in that heat? That take gods. That really takes gods. History. Made by young people. Follow history's youngest heroes wherever you get your podcasts."}