{"speakers": [], "chunks": [{"timestamp": [0.0, 3.44], "text": " This BBC podcast is supported by ads outside the UK."}, {"timestamp": [6.16, 9.48], "text": " World of Secrets is where untold stories are exposed."}, {"timestamp": [9.84, 14.0], "text": " And in this new series, we investigate the dark side of the wellness industry."}, {"timestamp": [14.38, 17.18], "text": " Following the story of a woman who joined a yoga school,"}, {"timestamp": [17.38, 19.9], "text": " only to uncover a world she never expected."}, {"timestamp": [20.28, 22.2], "text": " I feel that I have no other choice."}, {"timestamp": [22.38, 26.06], "text": " The only thing I can do is to speak about this."}, {"timestamp": [26.48, 30.52], "text": " Where the hope of spiritual breakthroughs leaves people vulnerable to exploitation."}, {"timestamp": [31.2, 38.62], "text": " You just get sucked in so gradually, and it's done so skillfully that you don't realize."}, {"timestamp": [39.48, 41.66], "text": " World of Secrets, the Bad Guru."}, {"timestamp": [42.04, 44.38], "text": " Listen wherever you get your BBC podcasts."}, {"timestamp": [44.4, 47.8], "text": " The Bad Guru. Listen wherever you get your BBC podcasts."}, {"timestamp": [51.6, 52.4], "text": " This Leicester Dolokjune for BBC Radio Nengale."}, {"timestamp": [56.44, 57.78], "text": " This is Lychter Dolokgyunsich from BBC Radio Nongale."}, {"timestamp": [61.22, 61.9], "text": " Now, Leithier, Leroyemach Gilean."}, {"timestamp": [66.0, 70.0], "text": " This is Leithier, Daithier, CKoeik. I've got a key in my own"}, {"timestamp": [70.0, 74.0], "text": " Makhvres, Fash, Fash, in Kulotter,"}, {"timestamp": [74.0, 77.0], "text": " and, my own, Makhvrake,"}, {"timestamp": [77.0, 80.0], "text": " a harnik, a B'ar-Eyven,"}, {"timestamp": [80.0, 82.0], "text": " in Eirach, Chalatar."}, {"timestamp": [82.0, 85.28], "text": " He annichtee there's four Chian"}, {"timestamp": [85.28, 85.9], "text": " Eklush"}, {"timestamp": [85.9, 87.1], "text": " and a"}, {"timestamp": [87.1, 87.68], "text": " clach"}, {"timestamp": [87.68, 88.76], "text": " a call"}, {"timestamp": [88.76, 88.94], "text": " the whole"}, {"timestamp": [88.94, 89.9], "text": " to the"}, {"timestamp": [89.9, 90.62], "text": " Groach"}, {"timestamp": [90.62, 91.46], "text": " Oakh."}, {"timestamp": [93.1, 93.3], "text": " Have"}, {"timestamp": [93.3, 93.44], "text": " I"}, {"timestamp": [93.44, 94.98], "text": " in the"}, {"timestamp": [94.98, 95.5], "text": " Toshach"}, {"timestamp": [95.5, 96.12], "text": " MUN M"}, {"timestamp": [96.12, 97.12], "text": " A."}, {"timestamp": [97.12, 98.76], "text": " Eiffin."}, {"timestamp": [99.68, 100.04], "text": " He"}, {"timestamp": [100.04, 100.78], "text": " bar a"}, {"timestamp": [100.78, 101.4], "text": " kielach"}, {"timestamp": [101.4, 102.32], "text": " Mulloch"}, {"timestamp": [102.32, 103.12], "text": " Krook,"}, {"timestamp": [104.14, 104.46], "text": " and"}, {"timestamp": [104.46, 104.78], "text": " the"}, {"timestamp": [104.78, 107.2], "text": " Aarer Aarst Olav Vichwater,"}, {"timestamp": [107.92, 110.92], "text": " he even a bunton-re-per-ecklish,"}, {"timestamp": [111.56, 113.76], "text": " boronach, in the road Eibing,"}, {"timestamp": [114.32, 117.36], "text": " and there's no one of bridge."}, {"timestamp": [118.96, 122.36], "text": " In that, he can't hear of Vichie Levan"}, {"timestamp": [122.36, 126.0], "text": " in the history of Nearnshire. He's a Bacchiorish Vichilivan to write The History of Nairnshire."}, {"timestamp": [126.0, 134.0], "text": " He is the greek that the English enimitche on the new Eonan, or Adamman."}, {"timestamp": [134.0, 142.0], "text": " He, mcgwaters, I can't say that you bar ewean in chanagel of Vunuch Donatia"}, {"timestamp": [142.0, 145.0], "text": " but brevin. And what is scriver it on of Natia, but Breavin."}, {"timestamp": [145.0, 153.0], "text": " And what is scriver on the Burla B-A-R-E-V-A-N in the Jew?"}, {"timestamp": [153.0, 161.0], "text": " Nock, it's in the 6th year year as B-R-E-V-A-N."}, {"timestamp": [161.0, 166.0], "text": " He is fast in the town of the Coon canner Dune Ewan Eiffin."}, {"timestamp": [166.0, 172.0], "text": " There Eglis var Evin in the Tukal 1st 4,000 Jeeh."}, {"timestamp": [172.0, 178.0], "text": " Hacolier in Iraq, which the chel mulloch o'er."}, {"timestamp": [178.0, 182.0], "text": " This is Eccles Parishah Chalater,"}, {"timestamp": [182.0, 190.0], "text": " and the Hocogiclish Oar, on the Bala Chalotar in the Shia-Ciag and Nogiae."}, {"timestamp": [190.0, 196.0], "text": " He's a shawn chlechel in the Hicklachar, and a hughle-a-all"}, {"timestamp": [196.0, 200.0], "text": " a nir-a-vah-vig-dull in the Geltach."}, {"timestamp": [200.0, 207.0], "text": " Aach-chloat,"}, {"timestamp": [207.0, 211.0], "text": " haughty to one each other in Ecclesch."}, {"timestamp": [211.0, 217.0], "text": " The other one else was in the clackaggook on the Sean Fennas"}, {"timestamp": [217.0, 221.0], "text": " a va, in the Warkse, four oak,"}, {"timestamp": [221.0, 225.0], "text": " who, harry, in the nature Cree-ster."}, {"timestamp": [225.0, 229.0], "text": " There is a ne'ech a vera verisage the law"}, {"timestamp": [229.0, 233.0], "text": " in the Groom Jirich in the Histia,"}, {"timestamp": [233.0, 237.0], "text": " and a-tie-Awn on the chine."}, {"timestamp": [237.0, 240.0], "text": " There's the core to the chasteur"}, {"timestamp": [240.0, 243.0], "text": " in a chateach with leach-vour."}, {"timestamp": [243.0, 247.0], "text": " There was a little smook at euthers"}, {"timestamp": [247.0, 250.0], "text": " in the hutting of the chishthy,"}, {"timestamp": [250.0, 254.0], "text": " nor it was in the Rade of Stiech,"}, {"timestamp": [254.0, 256.0], "text": " to NICLUS."}, {"timestamp": [256.0, 258.0], "text": " He did it for Chretin,"}, {"timestamp": [258.0, 261.0], "text": " but that's that is the Jensas"}, {"timestamp": [261.0, 263.0], "text": " Bill Arishguin."}, {"timestamp": [263.0, 266.0], "text": " In that verackere that the people in the hirs Bill Arishgain. In that veracke of that"}, {"timestamp": [266.0, 269.0], "text": " people in the Chisdhaar"}, {"timestamp": [269.0, 272.0], "text": " on the Lachfuchdug-Dug-Souaz"}, {"timestamp": [272.0, 273.0], "text": " soas"}, {"timestamp": [273.0, 276.0], "text": " would look of Fennisach"}, {"timestamp": [276.0, 278.0], "text": " a cur-Klach-Vour-Rome"}, {"timestamp": [278.0, 281.0], "text": " on the Lichke"}, {"timestamp": [281.0, 283.0], "text": " and has a chlach"}, {"timestamp": [283.0, 287.0], "text": " Haas-Dahn on theve the kishtia."}, {"timestamp": [287.0, 290.0], "text": " He has a clach heine"}, {"timestamp": [290.0, 292.0], "text": " Ruttikun enimel in the Jew"}, {"timestamp": [292.0, 295.0], "text": " or she a clach nirste"}, {"timestamp": [295.0, 296.0], "text": " a hindia."}, {"timestamp": [296.0, 298.0], "text": " There's dune a chien-a-on"}, {"timestamp": [298.0, 300.0], "text": " on the Tuckal,"}, {"timestamp": [300.0, 302.0], "text": " in the jerevag"}, {"timestamp": [302.0, 304.0], "text": " chaw-n-yrt-for"}, {"timestamp": [304.0, 306.0], "text": " in a vat. He clach var-evin in the Jereveg, Chaw Nershtver, Zavad."}, {"timestamp": [306.0, 308.0], "text": " He clach varyevin"}, {"timestamp": [308.0, 310.0], "text": " Trom Trom"}, {"timestamp": [310.0, 312.0], "text": " and the Tons"}, {"timestamp": [312.0, 313.0], "text": " Givil Da'et"}, {"timestamp": [313.0, 314.0], "text": " Coochus"}, {"timestamp": [314.0, 318.0], "text": " in Chuchum Inche"}, {"timestamp": [318.0, 320.0], "text": " That's co-jumon"}, {"timestamp": [320.0, 321.0], "text": " ricket"}, {"timestamp": [321.0, 323.0], "text": " Killegram."}, {"timestamp": [324.0, 325.0], "text": " If the school four, Mouincher A Chahannel, 1 is 4g. Kilogram Maha"}, {"timestamp": [325.0, 326.0], "text": " the scale fair"}, {"timestamp": [326.0, 327.0], "text": " my vintcher"}, {"timestamp": [327.0, 328.0], "text": " a chawannel"}, {"timestamp": [328.0, 329.0], "text": " that was"}, {"timestamp": [329.0, 330.0], "text": " a chillick"}, {"timestamp": [330.0, 331.0], "text": " in Eich"}, {"timestamp": [331.0, 332.0], "text": " Cister"}, {"timestamp": [332.0, 334.0], "text": " and a chelach"}, {"timestamp": [334.0, 335.0], "text": " in a few"}, {"timestamp": [335.0, 336.0], "text": " year in the"}, {"timestamp": [336.0, 337.0], "text": " clug"}, {"timestamp": [337.0, 338.0], "text": " on the coo"}, {"timestamp": [338.0, 339.0], "text": " four-one"}, {"timestamp": [339.0, 340.0], "text": " but"}, {"timestamp": [340.0, 341.0], "text": " he hath"}, {"timestamp": [341.0, 342.0], "text": " the other"}, {"timestamp": [342.0, 343.0], "text": " ech"}, {"timestamp": [343.0, 344.0], "text": " much the"}, {"timestamp": [344.0, 345.0], "text": " chlach narsht."}, {"timestamp": [345.0, 347.0], "text": " And then,"}, {"timestamp": [347.0, 349.0], "text": " there's got a hook fair"}, {"timestamp": [349.0, 350.0], "text": " a eustatoui,"}, {"timestamp": [350.0, 352.0], "text": " on the night of line."}, {"timestamp": [352.0, 353.0], "text": " Tullug,"}, {"timestamp": [353.0, 354.0], "text": " in that school,"}, {"timestamp": [354.0, 356.0], "text": " a nah hech."}, {"timestamp": [356.0, 360.0], "text": " When you're young,"}, {"timestamp": [360.0, 362.0], "text": " it feels like anything is possible."}, {"timestamp": [362.0, 364.0], "text": " Maybe you're a little hot-headed,"}, {"timestamp": [364.0, 366.04], "text": " but your optimism lifts you up."}, {"timestamp": [366.6, 369.0], "text": " And your righteous fury can be rocket fuel,"}, {"timestamp": [369.48, 371.28], "text": " propelling you to fight for what's right."}, {"timestamp": [372.02, 374.3], "text": " You might make choices that put you in danger."}, {"timestamp": [375.34, 376.84], "text": " You might even make history."}, {"timestamp": [378.22, 379.28], "text": " I'm Nicola Cochlin."}, {"timestamp": [379.28, 382.22], "text": " This is history's youngest heroes."}, {"timestamp": [383.1, 387.0], "text": " Rebellion, risk, and the radical power of youth."}, {"timestamp": [387.0, 392.0], "text": " Being young, maybe she didn't think too much, she thought, right, I'll just do it."}, {"timestamp": [392.0, 395.0], "text": " She thought about others rather than herself."}, {"timestamp": [395.0, 399.0], "text": " Twelve stories of extraordinary young people from across history."}, {"timestamp": [399.0, 410.32], "text": " There's a real sense of urgency in them, that resistance has to be mounted, it has to be mounted now."}, {"timestamp": [415.52, 416.56], "text": " Including a young man called Nelson Mandela, a firebrand who led the defiance campaign against apartheid."}, {"timestamp": [416.56, 422.32], "text": " Break segregation laws, ignore curfews, enter the door for white people at the post office,"}, {"timestamp": [422.32, 425.12], "text": " stand on the white side of the platform at the train station,"}, {"timestamp": [425.12, 428.32], "text": " and it's decided that black people are going to do this en masse."}, {"timestamp": [428.32, 433.44], "text": " And Lakshmi Bai, the Rani of Jansi, India's warrior queen."}, {"timestamp": [433.44, 436.4], "text": " She was a small woman, leading her troops,"}, {"timestamp": [436.4, 439.36], "text": " astride a horse, sword in each hand,"}, {"timestamp": [439.36, 442.8], "text": " taking on the might of the entire British Empire."}, {"timestamp": [442.8, 446.24], "text": " History is lit up by young people who act on instinct and stick to their principles. Like Julian of Narich, one of the entire British Empire. History is lit up by young people who act on instinct"}, {"timestamp": [446.24, 448.16], "text": " and stick to their principles."}, {"timestamp": [448.16, 452.24], "text": " Like Julian of Norwich, one of the first women to write in the English language,"}, {"timestamp": [452.24, 454.64], "text": " a trailblazer, but at a cost."}, {"timestamp": [454.64, 460.64], "text": " Why would somebody choose to have themselves blocked up into a tiny little cell"}, {"timestamp": [460.64, 465.0], "text": " with limited contact with the outside world, out of choice."}, {"timestamp": [465.0, 469.0], "text": " And Lady Jane Grey, Queen for nine days,"}, {"timestamp": [469.0, 474.0], "text": " who refused to give up her faith and chose to face the executioner's axe."}, {"timestamp": [474.0, 478.0], "text": " You have someone who is knowingly risking death"}, {"timestamp": [478.0, 480.0], "text": " and then ultimately knowingly taking death"}, {"timestamp": [480.0, 484.0], "text": " because there is something that matters more to them than their life itself."}, {"timestamp": [484.0, 488.0], "text": " And that's a fundamentally heroic position."}, {"timestamp": [488.0, 494.0], "text": " These are tales of saints, athletes, Hollywood superstars and pioneers."}, {"timestamp": [494.0, 496.0], "text": " Some heroes are household names."}, {"timestamp": [496.0, 499.0], "text": " Some have been all but forgotten."}, {"timestamp": [499.0, 504.0], "text": " Like Vassili Arkupov, a Soviet naval officer whose extraordinary courage"}, {"timestamp": [504.0, 507.0], "text": " helped save the world from nuclear catastrophe."}, {"timestamp": [507.0, 511.0], "text": " Well, sticking to your guns on that submarine in that heat."}, {"timestamp": [511.0, 515.0], "text": " That take gods. That really takes gods."}, {"timestamp": [515.0, 520.0], "text": " History made by young people."}, {"timestamp": [523.0, 527.0], "text": " Follow History's youngest heroes wherever you get your podcasts."}], "text": " This BBC podcast is supported by ads outside the UK. World of Secrets is where untold stories are exposed. And in this new series, we investigate the dark side of the wellness industry. Following the story of a woman who joined a yoga school, only to uncover a world she never expected. I feel that I have no other choice. The only thing I can do is to speak about this. Where the hope of spiritual breakthroughs leaves people vulnerable to exploitation. You just get sucked in so gradually, and it's done so skillfully that you don't realize. World of Secrets, the Bad Guru. Listen wherever you get your BBC podcasts. The Bad Guru. Listen wherever you get your BBC podcasts. This Leicester Dolokjune for BBC Radio Nengale. This is Lychter Dolokgyunsich from BBC Radio Nongale. Now, Leithier, Leroyemach Gilean. This is Leithier, Daithier, CKoeik. I've got a key in my own Makhvres, Fash, Fash, in Kulotter, and, my own, Makhvrake, a harnik, a B'ar-Eyven, in Eirach, Chalatar. He annichtee there's four Chian Eklush and a clach a call the whole to the Groach Oakh. Have I in the Toshach MUN M A. Eiffin. He bar a kielach Mulloch Krook, and the Aarer Aarst Olav Vichwater, he even a bunton-re-per-ecklish, boronach, in the road Eibing, and there's no one of bridge. In that, he can't hear of Vichie Levan in the history of Nearnshire. He's a Bacchiorish Vichilivan to write The History of Nairnshire. He is the greek that the English enimitche on the new Eonan, or Adamman. He, mcgwaters, I can't say that you bar ewean in chanagel of Vunuch Donatia but brevin. And what is scriver it on of Natia, but Breavin. And what is scriver on the Burla B-A-R-E-V-A-N in the Jew? Nock, it's in the 6th year year as B-R-E-V-A-N. He is fast in the town of the Coon canner Dune Ewan Eiffin. There Eglis var Evin in the Tukal 1st 4,000 Jeeh. Hacolier in Iraq, which the chel mulloch o'er. This is Eccles Parishah Chalater, and the Hocogiclish Oar, on the Bala Chalotar in the Shia-Ciag and Nogiae. He's a shawn chlechel in the Hicklachar, and a hughle-a-all a nir-a-vah-vig-dull in the Geltach. Aach-chloat, haughty to one each other in Ecclesch. The other one else was in the clackaggook on the Sean Fennas a va, in the Warkse, four oak, who, harry, in the nature Cree-ster. There is a ne'ech a vera verisage the law in the Groom Jirich in the Histia, and a-tie-Awn on the chine. There's the core to the chasteur in a chateach with leach-vour. There was a little smook at euthers in the hutting of the chishthy, nor it was in the Rade of Stiech, to NICLUS. He did it for Chretin, but that's that is the Jensas Bill Arishguin. In that verackere that the people in the hirs Bill Arishgain. In that veracke of that people in the Chisdhaar on the Lachfuchdug-Dug-Souaz soas would look of Fennisach a cur-Klach-Vour-Rome on the Lichke and has a chlach Haas-Dahn on theve the kishtia. He has a clach heine Ruttikun enimel in the Jew or she a clach nirste a hindia. There's dune a chien-a-on on the Tuckal, in the jerevag chaw-n-yrt-for in a vat. He clach var-evin in the Jereveg, Chaw Nershtver, Zavad. He clach varyevin Trom Trom and the Tons Givil Da'et Coochus in Chuchum Inche That's co-jumon ricket Killegram. If the school four, Mouincher A Chahannel, 1 is 4g. Kilogram Maha the scale fair my vintcher a chawannel that was a chillick in Eich Cister and a chelach in a few year in the clug on the coo four-one but he hath the other ech much the chlach narsht. And then, there's got a hook fair a eustatoui, on the night of line. Tullug, in that school, a nah hech. When you're young, it feels like anything is possible. Maybe you're a little hot-headed, but your optimism lifts you up. And your righteous fury can be rocket fuel, propelling you to fight for what's right. You might make choices that put you in danger. You might even make history. I'm Nicola Cochlin. This is history's youngest heroes. Rebellion, risk, and the radical power of youth. Being young, maybe she didn't think too much, she thought, right, I'll just do it. She thought about others rather than herself. Twelve stories of extraordinary young people from across history. There's a real sense of urgency in them, that resistance has to be mounted, it has to be mounted now. Including a young man called Nelson Mandela, a firebrand who led the defiance campaign against apartheid. Break segregation laws, ignore curfews, enter the door for white people at the post office, stand on the white side of the platform at the train station, and it's decided that black people are going to do this en masse. And Lakshmi Bai, the Rani of Jansi, India's warrior queen. She was a small woman, leading her troops, astride a horse, sword in each hand, taking on the might of the entire British Empire. History is lit up by young people who act on instinct and stick to their principles. Like Julian of Narich, one of the entire British Empire. History is lit up by young people who act on instinct and stick to their principles. Like Julian of Norwich, one of the first women to write in the English language, a trailblazer, but at a cost. Why would somebody choose to have themselves blocked up into a tiny little cell with limited contact with the outside world, out of choice. And Lady Jane Grey, Queen for nine days, who refused to give up her faith and chose to face the executioner's axe. You have someone who is knowingly risking death and then ultimately knowingly taking death because there is something that matters more to them than their life itself. And that's a fundamentally heroic position. These are tales of saints, athletes, Hollywood superstars and pioneers. Some heroes are household names. Some have been all but forgotten. Like Vassili Arkupov, a Soviet naval officer whose extraordinary courage helped save the world from nuclear catastrophe. Well, sticking to your guns on that submarine in that heat. That take gods. That really takes gods. History made by young people. Follow History's youngest heroes wherever you get your podcasts."}