{"speakers": [], "chunks": [{"timestamp": [0.0, 3.44], "text": " This BBC podcast is supported by ads outside the UK."}, {"timestamp": [5.76, 11.64], "text": " I'm Nicola Cochlin and for BBC Radio 4, this is history's youngest heroes."}, {"timestamp": [12.4, 15.84], "text": " Rebellion, risk and the radical power of youth."}, {"timestamp": [16.08, 17.48], "text": " She thought, right, I'll just do it."}, {"timestamp": [17.72, 20.2], "text": " She thought about others rather than herself."}, {"timestamp": [20.7, 24.2], "text": " Twelve stories of extraordinary young people from across history."}, {"timestamp": [24.52, 26.66], "text": " There's a real sense of urgency in them."}, {"timestamp": [26.9, 29.36], "text": " That resistance has to be mounted, it has to be mounted now."}, {"timestamp": [30.28, 33.48], "text": " Follow history's youngest heroes wherever you get your podcasts."}, {"timestamp": [36.98, 41.3], "text": " This Leicester Dolokhjohns of BBC Radio Nengale."}, {"timestamp": [42.04, 46.12], "text": " This is Leicester Dolok Guenshachie from BBC Radio Nengale. This is Lichtenz, from BBC Radio Nongale."}, {"timestamp": [47.48, 55.24], "text": " In this is Lichir Dollygiuma, Learwee, Makhiela. This is Lichael, Da Sheet, is 6th."}, {"timestamp": [56.92, 65.8], "text": " In Chachan, Sakhai, Huck Me Umurug, in the town of Varicia, showoras Makhleod Nakh Maren, Chorice,"}, {"timestamp": [65.8, 68.7], "text": " a Bionarerai Lewish."}, {"timestamp": [69.9, 70.1], "text": " There's"}, {"timestamp": [70.1, 71.8], "text": " a-isker,"}, {"timestamp": [72.2, 73.0], "text": " and there's"}, {"timestamp": [73.0, 74.3], "text": " Lahn Eulish"}, {"timestamp": [74.3, 75.8], "text": " and Bailish"}, {"timestamp": [75.8, 76.5], "text": " Inatel."}, {"timestamp": [77.5, 78.5], "text": " He a yelip"}, {"timestamp": [78.5, 79.5], "text": " B'all Haas"}, {"timestamp": [79.5, 81.0], "text": " on the Lair,"}, {"timestamp": [81.0, 82.4], "text": " Mour, is Chir."}, {"timestamp": [83.9, 84.7], "text": " He's three"}, {"timestamp": [84.7, 86.0], "text": " henachlan, eke,"}, {"timestamp": [86.0, 88.0], "text": " more than,"}, {"timestamp": [88.0, 90.0], "text": " amishar, the chidivara"}, {"timestamp": [90.0, 91.0], "text": " is that,"}, {"timestamp": [91.0, 92.0], "text": " so much"}, {"timestamp": [92.0, 94.0], "text": " and has one shenackle"}, {"timestamp": [94.0, 96.0], "text": " a bunton rums"}, {"timestamp": [96.0, 97.0], "text": " to moor in the"}, {"timestamp": [97.0, 98.0], "text": " Plianna."}, {"timestamp": [98.0, 99.0], "text": " I'm fair"}, {"timestamp": [99.0, 101.0], "text": " a Glears Lonk"}, {"timestamp": [101.0, 102.0], "text": " Yowe"}, {"timestamp": [102.0, 104.0], "text": " Gusholag."}, {"timestamp": [104.0, 110.0], "text": " The man who keeps his ship or boat he'll get one day to sail her."}, {"timestamp": [110.0, 116.0], "text": " I'mfer, a Gleus Long, Yow La, Gusholug."}, {"timestamp": [116.0, 121.0], "text": " Corsonah in that one of Buntin Rwmsa."}, {"timestamp": [121.0, 127.0], "text": " Well, I'm forcied in ch in the world, as to feel yacht, I'm."}, {"timestamp": [127.0, 131.0], "text": " He beg, that, and Gunavee,"}, {"timestamp": [131.0, 134.0], "text": " but, it's a course of Rumsa,"}, {"timestamp": [134.0, 137.0], "text": " so much, that was the fall of in the"}, {"timestamp": [137.0, 142.0], "text": " Hushkaen, either Cranjard and Torarston,"}, {"timestamp": [142.0, 146.0], "text": " and the Chilscianach."}, {"timestamp": [146.0, 152.0], "text": " She's a skier a-ling, ince, on the one of the shawlug."}, {"timestamp": [152.0, 158.0], "text": " Sheimugged a few a-hawn, the shalien a-lin,"}, {"timestamp": [158.0, 165.96], "text": " and, goutrish, hithee, lematern, and pelacan. Kata, in blia,"}, {"timestamp": [166.34, 167.88], "text": " hacus rutan illa,"}, {"timestamp": [168.22, 169.4], "text": " erie we atollackam,"}, {"timestamp": [169.98, 170.94], "text": " and has ha yacht"}, {"timestamp": [170.94, 172.72], "text": " in it'stire,"}, {"timestamp": [173.18, 175.56], "text": " fat ajaric,"}, {"timestamp": [176.06, 177.64], "text": " and fatten taurie."}, {"timestamp": [178.68, 179.48], "text": " Haedulich,"}, {"timestamp": [179.86, 181.66], "text": " but that's what it's ha."}, {"timestamp": [183.06, 183.36], "text": " But,"}, {"timestamp": [183.36, 184.12], "text": " an rumy"}, {"timestamp": [184.12, 186.0], "text": " abackachach"}, {"timestamp": [186.0, 188.0], "text": " in the Fein Keitiasi"}, {"timestamp": [188.0, 189.0], "text": " lish not"}, {"timestamp": [189.0, 190.0], "text": " be me a shawlug"}, {"timestamp": [190.0, 191.0], "text": " in the"}, {"timestamp": [191.0, 192.0], "text": " yearnah"}, {"timestamp": [192.0, 194.0], "text": " in Aft"}, {"timestamp": [194.0, 195.0], "text": " Channas"}, {"timestamp": [195.0, 197.0], "text": " an shanachal"}, {"timestamp": [197.0, 198.0], "text": " in fair"}, {"timestamp": [198.0, 199.0], "text": " the Gleas"}, {"timestamp": [199.0, 200.0], "text": " Long"}, {"timestamp": [200.0, 201.0], "text": " Y'eah"}, {"timestamp": [201.0, 202.0], "text": " Gusholug"}, {"timestamp": [202.0, 203.0], "text": " I,"}, {"timestamp": [203.0, 204.0], "text": " hath do lack"}, {"timestamp": [204.0, 206.0], "text": " one of Ainta inna Naflin He was a law, who shawlug. And I doleakum one here in aphlana."}, {"timestamp": [206.0, 209.0], "text": " No, the bian irauch,"}, {"timestamp": [209.0, 212.0], "text": " that I've got a common."}, {"timestamp": [212.0, 215.0], "text": " And shenachl other,"}, {"timestamp": [215.0, 217.0], "text": " that's callach to that."}, {"timestamp": [217.0, 219.0], "text": " The far,"}, {"timestamp": [219.0, 222.0], "text": " not Gle Aram on the shi"}, {"timestamp": [222.0, 223.0], "text": " he,"}, {"timestamp": [223.0, 224.0], "text": " he'd eke,"}, {"timestamp": [224.0, 227.0], "text": " in a'am of chocky. He who does not retain his arms, Gle Erem on an Anon Shii, Chaviat Eke, an alme Ocki."}, {"timestamp": [227.0, 235.0], "text": " He who does not retain his arms during peace will not have them in time of war."}, {"timestamp": [235.0, 244.0], "text": " Amfer, Nakh Gle Ereem an Erecheye, Chaviet Eke, an Alme Ochaki."}, {"timestamp": [244.0, 246.0], "text": " Bokor going be beckhackack,"}, {"timestamp": [246.0, 247.0], "text": " ms."}, {"timestamp": [247.0, 249.0], "text": " It was the cooters rutsa-be"}, {"timestamp": [249.0, 251.0], "text": " in the same a year"}, {"timestamp": [251.0, 253.0], "text": " on the one of the one"}, {"timestamp": [253.0, 256.0], "text": " in the word is Tide"}, {"timestamp": [256.0, 257.0], "text": " had jellor"}, {"timestamp": [257.0, 261.0], "text": " to the Parchan to Gouan Iarsquick"}, {"timestamp": [261.0, 263.0], "text": " with two yearsque"}, {"timestamp": [263.0, 267.0], "text": " having a keelockog of fishing hook."}, {"timestamp": [267.0, 272.0], "text": " It is a piece to be a call in the trawage in Spock,"}, {"timestamp": [272.0, 276.0], "text": " on the bear it is in spade end,"}, {"timestamp": [276.0, 281.0], "text": " that's the day be soo or aye a-al."}, {"timestamp": [281.0, 289.0], "text": " It's a piece of fata in coloppa, on the birla, Sank."}, {"timestamp": [289.0, 295.0], "text": " And then, a bend, on the Gaelic, in Glach."}, {"timestamp": [295.0, 299.0], "text": " Hadda farce ill-a-awn, a rifeck,"}, {"timestamp": [299.0, 303.0], "text": " a piece gear at churostat in Iusk"}, {"timestamp": [303.0, 311.0], "text": " that was the fin ye. Barb on the birla, Riffack on the Gaelic,"}, {"timestamp": [311.0, 325.0], "text": " and my earig, the Point of the Hook, on the going shanakle with Gop in Duane."}, {"timestamp": [325.0, 328.0], "text": " Is it corach gop in duen?"}, {"timestamp": [328.0, 334.0], "text": " The point of the hook is precarious, insecure."}, {"timestamp": [334.0, 340.0], "text": " Ha, sure as to eterhengach, because the fishing life is dangerous."}, {"timestamp": [340.0, 342.0], "text": " It's a nirin a hege."}, {"timestamp": [342.0, 345.5], "text": " Is corach goop in duen. She anirin a heke, is carrick, cope and doing."}, {"timestamp": [348.5, 351.28], "text": " When you're young, it feels like anything is possible."}, {"timestamp": [352.58, 355.74], "text": " Maybe you're a little hot-headed, but your optimism lifts you up."}, {"timestamp": [356.38, 360.96], "text": " And your righteous fury can be rocket fuel, propelling you to fight for what's right."}, {"timestamp": [361.86, 363.98], "text": " You might make choices that put you in danger."}, {"timestamp": [365.12, 368.0], "text": " You might even make history."}, {"timestamp": [368.0, 369.44], "text": " I'm Nicola Cochlin."}, {"timestamp": [369.44, 372.8], "text": " This is history's youngest heroes."}, {"timestamp": [372.8, 376.96], "text": " Rebellion, risk, and the radical power of youth."}, {"timestamp": [376.96, 379.92], "text": " Being young, maybe she didn't think too much."}, {"timestamp": [379.92, 381.68], "text": " She thought, right, I'll just do it."}, {"timestamp": [381.68, 385.04], "text": " She thought about others rather than herself."}, {"timestamp": [388.62, 388.92], "text": " Twelve stories of extraordinary young people from across history."}, {"timestamp": [391.08, 391.32], "text": " There's a real sense of urgency in them."}, {"timestamp": [392.56, 392.72], "text": " That resistance has to be mounted."}, {"timestamp": [393.76, 399.76], "text": " It has to be mounted now."}, {"timestamp": [402.06, 402.82], "text": " Including a young man called Nelson Mandela,"}, {"timestamp": [406.28, 409.4], "text": " a firebrand who led the defiance campaign against apartheid. Break segregation laws, ignore curfews,"}, {"timestamp": [409.4, 412.04], "text": " enter the door for white people at the post office,"}, {"timestamp": [412.04, 414.84], "text": " stand on the white side of the platform at the train station,"}, {"timestamp": [414.84, 418.2], "text": " and it's decided that black people are going to do this en masse."}, {"timestamp": [418.2, 423.2], "text": " And Lakshmi Bai, the Rani of Jansi, India's warrior queen."}, {"timestamp": [423.2, 426.0], "text": " She was a small woman leading her troops,"}, {"timestamp": [426.0, 429.0], "text": " a stride or horse, sword in each hand,"}, {"timestamp": [429.0, 432.0], "text": " taking on the might of the entire British Empire."}, {"timestamp": [432.0, 436.0], "text": " History is lit up by young people who act on instinct"}, {"timestamp": [436.0, 438.0], "text": " and stick to their principles."}, {"timestamp": [438.0, 439.0], "text": " Like Julian of Narich,"}, {"timestamp": [439.0, 442.0], "text": " one of the first women to write in the English language,"}, {"timestamp": [442.0, 444.0], "text": " a trailblazer, but at a cost."}, {"timestamp": [444.0, 451.94], "text": " Why would somebody choose to have themselves blocked up into a tiny little cell with limited"}, {"timestamp": [451.94, 456.36], "text": " contact with the outside world out of choice?"}, {"timestamp": [456.36, 461.5], "text": " And Lady Jane Grey, Queen for nine days, who refused to give up her faith and chose to"}, {"timestamp": [461.5, 463.72], "text": " face the executioner's axe."}, {"timestamp": [463.72, 470.48], "text": " You have someone who is knowingly risking death and then ultimately knowingly taking death"}, {"timestamp": [470.48, 475.28], "text": " because there is something that matters more to them than their life itself and that's a"}, {"timestamp": [475.28, 483.6], "text": " fundamentally heroic position. These are tales of saints, athletes, Hollywood superstars and pioneers."}, {"timestamp": [483.6, 485.36], "text": " Some heroes are household names."}, {"timestamp": [486.2, 487.8], "text": " Some have been all but forgotten."}, {"timestamp": [488.62, 490.06], "text": " Like Fassili Arkipov,"}, {"timestamp": [490.68, 493.86], "text": " a Soviet naval officer whose extraordinary courage"}, {"timestamp": [493.86, 496.3], "text": " helped save the world from nuclear catastrophe."}, {"timestamp": [496.76, 500.86], "text": " Well, sticking to your guns on that submarine in that heat,"}, {"timestamp": [501.34, 502.34], "text": " that take gods."}, {"timestamp": [502.78, 504.48], "text": " That really takes gods."}, {"timestamp": [514.0, null], "text": " History. Made by young people follow history's youngest heroes wherever you get your podcasts Thank you."}], "text": " This BBC podcast is supported by ads outside the UK. I'm Nicola Cochlin and for BBC Radio 4, this is history's youngest heroes. Rebellion, risk and the radical power of youth. She thought, right, I'll just do it. She thought about others rather than herself. Twelve stories of extraordinary young people from across history. There's a real sense of urgency in them. That resistance has to be mounted, it has to be mounted now. Follow history's youngest heroes wherever you get your podcasts. This Leicester Dolokhjohns of BBC Radio Nengale. This is Leicester Dolok Guenshachie from BBC Radio Nengale. This is Lichtenz, from BBC Radio Nongale. In this is Lichir Dollygiuma, Learwee, Makhiela. This is Lichael, Da Sheet, is 6th. In Chachan, Sakhai, Huck Me Umurug, in the town of Varicia, showoras Makhleod Nakh Maren, Chorice, a Bionarerai Lewish. There's a-isker, and there's Lahn Eulish and Bailish Inatel. He a yelip B'all Haas on the Lair, Mour, is Chir. He's three henachlan, eke, more than, amishar, the chidivara is that, so much and has one shenackle a bunton rums to moor in the Plianna. I'm fair a Glears Lonk Yowe Gusholag. The man who keeps his ship or boat he'll get one day to sail her. I'mfer, a Gleus Long, Yow La, Gusholug. Corsonah in that one of Buntin Rwmsa. Well, I'm forcied in ch in the world, as to feel yacht, I'm. He beg, that, and Gunavee, but, it's a course of Rumsa, so much, that was the fall of in the Hushkaen, either Cranjard and Torarston, and the Chilscianach. She's a skier a-ling, ince, on the one of the shawlug. Sheimugged a few a-hawn, the shalien a-lin, and, goutrish, hithee, lematern, and pelacan. Kata, in blia, hacus rutan illa, erie we atollackam, and has ha yacht in it'stire, fat ajaric, and fatten taurie. Haedulich, but that's what it's ha. But, an rumy abackachach in the Fein Keitiasi lish not be me a shawlug in the yearnah in Aft Channas an shanachal in fair the Gleas Long Y'eah Gusholug I, hath do lack one of Ainta inna Naflin He was a law, who shawlug. And I doleakum one here in aphlana. No, the bian irauch, that I've got a common. And shenachl other, that's callach to that. The far, not Gle Aram on the shi he, he'd eke, in a'am of chocky. He who does not retain his arms, Gle Erem on an Anon Shii, Chaviat Eke, an alme Ocki. He who does not retain his arms during peace will not have them in time of war. Amfer, Nakh Gle Ereem an Erecheye, Chaviet Eke, an Alme Ochaki. Bokor going be beckhackack, ms. It was the cooters rutsa-be in the same a year on the one of the one in the word is Tide had jellor to the Parchan to Gouan Iarsquick with two yearsque having a keelockog of fishing hook. It is a piece to be a call in the trawage in Spock, on the bear it is in spade end, that's the day be soo or aye a-al. It's a piece of fata in coloppa, on the birla, Sank. And then, a bend, on the Gaelic, in Glach. Hadda farce ill-a-awn, a rifeck, a piece gear at churostat in Iusk that was the fin ye. Barb on the birla, Riffack on the Gaelic, and my earig, the Point of the Hook, on the going shanakle with Gop in Duane. Is it corach gop in duen? The point of the hook is precarious, insecure. Ha, sure as to eterhengach, because the fishing life is dangerous. It's a nirin a hege. Is corach goop in duen. She anirin a heke, is carrick, cope and doing. When you're young, it feels like anything is possible. Maybe you're a little hot-headed, but your optimism lifts you up. And your righteous fury can be rocket fuel, propelling you to fight for what's right. You might make choices that put you in danger. You might even make history. I'm Nicola Cochlin. This is history's youngest heroes. Rebellion, risk, and the radical power of youth. Being young, maybe she didn't think too much. She thought, right, I'll just do it. She thought about others rather than herself. Twelve stories of extraordinary young people from across history. There's a real sense of urgency in them. That resistance has to be mounted. It has to be mounted now. Including a young man called Nelson Mandela, a firebrand who led the defiance campaign against apartheid. Break segregation laws, ignore curfews, enter the door for white people at the post office, stand on the white side of the platform at the train station, and it's decided that black people are going to do this en masse. And Lakshmi Bai, the Rani of Jansi, India's warrior queen. She was a small woman leading her troops, a stride or horse, sword in each hand, taking on the might of the entire British Empire. History is lit up by young people who act on instinct and stick to their principles. Like Julian of Narich, one of the first women to write in the English language, a trailblazer, but at a cost. Why would somebody choose to have themselves blocked up into a tiny little cell with limited contact with the outside world out of choice? And Lady Jane Grey, Queen for nine days, who refused to give up her faith and chose to face the executioner's axe. You have someone who is knowingly risking death and then ultimately knowingly taking death because there is something that matters more to them than their life itself and that's a fundamentally heroic position. These are tales of saints, athletes, Hollywood superstars and pioneers. Some heroes are household names. Some have been all but forgotten. Like Fassili Arkipov, a Soviet naval officer whose extraordinary courage helped save the world from nuclear catastrophe. Well, sticking to your guns on that submarine in that heat, that take gods. That really takes gods. History. Made by young people follow history's youngest heroes wherever you get your podcasts Thank you."}