{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.88, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [9.22, 12.92], "text": " You're listening to Global Business on the BBC World Service."}, {"timestamp": [13.34, 21.06], "text": " I'm Caroline Bailey, and I'm at the Hamburg Opencast Mine in the western part of Germany, not far from the Dutch border."}, {"timestamp": [21.66, 26.08], "text": " It's one of the biggest open cast mines's mines in the world. And this is where"}, {"timestamp": [26.08, 32.96], "text": " they dig for lignite, that's brown coal. But it is controversial and it will be coming to an end."}, {"timestamp": [32.96, 37.44], "text": " It's all part of Germany's energy vendor or energy transition."}, {"timestamp": [42.08, 45.0], "text": " This is the second part in our series on energy."}, {"timestamp": [45.0, 48.0], "text": " Last week we heard from Kate Lambel in Rwanda,"}, {"timestamp": [48.0, 52.0], "text": " where they're trying to encourage people to cook with cleaner fuels."}, {"timestamp": [52.0, 56.0], "text": " But I'm here with Thomas Kramer Kemper from B-U-N-D,"}, {"timestamp": [56.0, 58.0], "text": " the German Arm of Friends of the Earth,"}, {"timestamp": [58.0, 62.0], "text": " which has been fighting against the expansion of this open-cast coal mine"}, {"timestamp": [62.0, 64.0], "text": " for more than 30 years."}, {"timestamp": [64.0, 67.0], "text": " We're both being buffeted by the wind."}, {"timestamp": [67.0, 70.0], "text": " Can we walk to the edge here?"}, {"timestamp": [74.0, 78.0], "text": " I have never seen anything like this."}, {"timestamp": [78.0, 82.0], "text": " Just looking at it, it's really quite hard to describe"}, {"timestamp": [82.0, 84.0], "text": " if you haven't seen one of these before."}, {"timestamp": [84.0, 89.82], "text": " Incredibly wide and it goes down in steps so it doesn't look that deep."}, {"timestamp": [90.22, 93.54], "text": " It's a huge sort of open gash really, isn't it?"}, {"timestamp": [93.74, 94.94], "text": " How would you describe it?"}, {"timestamp": [95.08, 96.78], "text": " To me it looks like Dante's Hell."}, {"timestamp": [97.14, 98.58], "text": " It's a science fiction picture."}, {"timestamp": [98.88, 105.12], "text": " It's the biggest earth-eating machines in the world that are working here, the excavators."}, {"timestamp": [105.52, 112.52], "text": " Some of them several hundred meters long, they are destroying a large part of Germany in this way."}, {"timestamp": [113.16, 116.66], "text": " You call it Dante's Hell, but you are an environmentalist,"}, {"timestamp": [116.66, 120.12], "text": " and Germany has relied on coal for decades."}, {"timestamp": [121.18, 128.0], "text": " Yes, that's true, and we still have a large part of the electric energy production with coal."}, {"timestamp": [128.0, 138.0], "text": " The machinery which digs out the brown coal crawls along in the far distance like spindly black insects."}, {"timestamp": [138.0, 143.0], "text": " If you strain your eyes you can just make out the wheels turning as if in slow motion."}, {"timestamp": [143.0, 145.0], "text": " While Germany is still a coal mining country, production is being reduced, make out the wheels turning as if in slow motion."}, {"timestamp": [148.0, 150.0], "text": " While Germany is still a coal mining country, production is being reduced,"}, {"timestamp": [150.0, 154.0], "text": " and just over a year ago the last deep coal mine was closed,"}, {"timestamp": [154.0, 157.0], "text": " and a multi-interest coal commission set up by the government"}, {"timestamp": [157.0, 163.0], "text": " has called for an end to all coal power generation by 2038 at the latest."}, {"timestamp": [163.0, 167.6], "text": " This is going through Parliament. Last year 30% of"}, {"timestamp": [167.6, 173.0], "text": " Germany's electrical energy production was coal-powered. Although a significant drop from"}, {"timestamp": [173.0, 178.0], "text": " the previous year, it may still seem surprising given that Germany was a leader in"}, {"timestamp": [178.0, 183.76], "text": " renewable energy two decades ago, a model even, with its generous subsidies for solar"}, {"timestamp": [183.76, 186.0], "text": " panels and wind turbines."}, {"timestamp": [186.0, 191.0], "text": " Today, renewables make up 46% of total electricity production."}, {"timestamp": [191.0, 196.0], "text": " But Germany is still reliant on fossil fuels and nuclear energy."}, {"timestamp": [196.0, 201.0], "text": " Then into the mix came the announcement in 2011 by Chancellor Angela Merkel"}, {"timestamp": [201.0, 206.0], "text": " following the Fukushima nuclear reactor disaster in Japan,"}, {"timestamp": [206.0, 211.0], "text": " that Germany would close its nuclear power stations by 2022."}, {"timestamp": [211.0, 215.0], "text": " But as climate change protests have gathered pace around the world,"}, {"timestamp": [215.0, 220.0], "text": " Germany's energy vendor, or energy transition, appears to have stalled,"}, {"timestamp": [220.0, 224.0], "text": " and the government has had to admit that it won't meet its 2020 target"}, {"timestamp": [224.0, 225.18], "text": " for reducing greenhouse"}, {"timestamp": [225.18, 230.32], "text": " gas emissions by 40 percent, compared with 1990 levels."}, {"timestamp": [230.32, 235.36], "text": " The UK, by contrast, has already achieved cuts of 42 percent."}, {"timestamp": [235.36, 241.24], "text": " Germany is now focusing on the more ambitious target set for 2030, a reduction of 55"}, {"timestamp": [241.24, 246.0], "text": " percent. Can we actually see the power stations from here, because you have to have the power stations production of 55%."}, {"timestamp": [249.0, 252.0], "text": " Can we actually see the power stations from here? Because you have to have the power stations fairly near these open-cast sites."}, {"timestamp": [252.0, 255.0], "text": " Yeah, they're fairly near, but actually covered behind the trees there."}, {"timestamp": [255.0, 256.0], "text": " Yeah."}, {"timestamp": [256.0, 258.0], "text": " You can see some of the clouds."}, {"timestamp": [258.0, 260.0], "text": " Yes, yes I can."}, {"timestamp": [260.0, 263.0], "text": " Two big power stations, neither are some in the Neurat."}, {"timestamp": [263.0, 265.5], "text": " And they are producing still a large"}, {"timestamp": [265.5, 268.54], "text": " part of the electrical energy in Germany."}, {"timestamp": [268.54, 274.2], "text": " But that's all going to stop, isn't it, because the coal commission has recommended that"}, {"timestamp": [274.2, 277.76], "text": " all coal mining should stop by 2038?"}, {"timestamp": [277.76, 284.44], "text": " Yes, it should stop at latest in 2038, maybe even earlier in 2035, and a lot of people in"}, {"timestamp": [284.44, 286.18], "text": " Germany are requesting or demanding"}, {"timestamp": [286.18, 288.48], "text": " that we already stop in 2030"}, {"timestamp": [288.48, 293.0], "text": " to reach the goals of the Paris Climate Agreement, yes."}, {"timestamp": [293.76, 295.18], "text": " But how realistic is that"}, {"timestamp": [295.18, 298.9], "text": " because the big energy companies are not going to want to stop, are they?"}, {"timestamp": [299.14, 301.02], "text": " Yeah, we have to force to stop them."}, {"timestamp": [301.14, 303.66], "text": " That's in principle what we are doing here."}, {"timestamp": [304.62, 312.74], "text": " This particular mine in Germany's industrial rure region has in the past few years become a flashpoint for climate protest."}, {"timestamp": [313.44, 319.54], "text": " The main issue is the Hamburg Forest, which has been cut down to make way for the open-cast mine"}, {"timestamp": [319.54, 322.72], "text": " as it spreads further and further across the landscape."}, {"timestamp": [323.5, 326.6], "text": " There's now only about 10% of the forest left,"}, {"timestamp": [326.98, 330.12], "text": " and a court has ordered the energy company RWE"}, {"timestamp": [330.12, 332.06], "text": " to stop clearing it for the moment."}, {"timestamp": [335.32, 338.06], "text": " So we've driven round to another side of the mine."}, {"timestamp": [338.52, 341.54], "text": " And you can see that the border of the open-cast mine"}, {"timestamp": [341.54, 344.58], "text": " is only 50 metres away now from the forest."}, {"timestamp": [344.84, 347.56], "text": " This forest here, this is the famous Hamburg forest,"}, {"timestamp": [347.84, 350.84], "text": " which people have protested in favour of,"}, {"timestamp": [350.92, 352.64], "text": " people have campaigned to keep,"}, {"timestamp": [352.76, 354.84], "text": " because it's been destroyed, really,"}, {"timestamp": [354.9, 356.42], "text": " apart from this little bit that's left."}, {"timestamp": [356.84, 358.12], "text": " Yeah, it's a little bit left,"}, {"timestamp": [358.24, 362.68], "text": " but it's still, for our times now, it's still a large forest."}, {"timestamp": [362.88, 364.06], "text": " I hope it will stay forever,"}, {"timestamp": [364.6, 367.68], "text": " and it will protect the species living in the forest."}, {"timestamp": [368.1, 370.9], "text": " There are also some human beings living in the forest."}, {"timestamp": [371.1, 376.38], "text": " Yeah, we still have some 150 human beings living here in the forest in treehouses."}, {"timestamp": [377.32, 382.36], "text": " And they try to preserve and protect the forest with this living in tree houses"}, {"timestamp": [382.36, 385.2], "text": " because if they live in the tree houses no one can cut the trees."}, {"timestamp": [385.88, 391.04], "text": " And they've been campaigning for several years? Yeah, they are here in the forest since 2012."}, {"timestamp": [391.72, 395.96], "text": " It's really some kind of turning point in the history of the energy win. I think."}, {"timestamp": [396.52, 403.2], "text": " We had a very big conflict in the last year in the Hamburg forest, which becomes a symbol for the"}, {"timestamp": [403.2, 407.6], "text": " next level of energy wind because thousands of"}, {"timestamp": [407.6, 413.28], "text": " people, 10,000, tens of thousands of people we are fighting against the state and the police here"}, {"timestamp": [413.28, 419.36], "text": " in the forest to protect the forest for new cuttings which were necessary to extend the"}, {"timestamp": [419.36, 426.0], "text": " open cast mine. We stopped the cuttings of the trees with the help of a cart in Germany."}, {"timestamp": [426.0, 430.0], "text": " Now we are confident that we can preserve the west of this forest."}, {"timestamp": [430.0, 436.0], "text": " It's not just the forest that's been devoured by the mine."}, {"timestamp": [436.0, 441.0], "text": " Our journey took us to the village of Mannheim, or what's left of it."}, {"timestamp": [441.0, 444.0], "text": " So we're just driving through Mannheim."}, {"timestamp": [444.0, 446.78], "text": " We've actually stopped, but this is one"}, {"timestamp": [446.78, 453.52], "text": " of the villages that has been compulsory purchased by the energy company RWE for mining."}, {"timestamp": [453.52, 460.8], "text": " Yes, for mining and it is very clear that this area will never be used for mining because"}, {"timestamp": [460.8, 465.84], "text": " it's far behind the forest and when the forest is protected it is impossible"}, {"timestamp": [465.84, 472.56], "text": " to mine here in this area. But as you can see, a lot of, a large part of the village is already destroyed."}, {"timestamp": [472.56, 480.0], "text": " All of this vast area here in front of us was full of houses just a few months ago."}, {"timestamp": [480.0, 484.16], "text": " It now just looks like scrubland. There's nothing there at all."}, {"timestamp": [484.16, 490.6], "text": " Over there there's a car park of bulldozers and diggers behind a wire fence"}, {"timestamp": [490.6, 496.4], "text": " and another row of houses all boarded up waiting to be demolished."}, {"timestamp": [497.28, 501.54], "text": " And across the road there's just piles and piles of rubble."}, {"timestamp": [504.76, 505.0], "text": " Gido Stefan is a spokesperson for RWE, the energy giant which, and piles of rubble."}, {"timestamp": [508.0, 512.0], "text": " Guido Stefan is a spokesperson for RWE, the energy giant which operates the Hamburg mine."}, {"timestamp": [512.0, 516.0], "text": " I interviewed him down the line from the company's headquarters in Essen."}, {"timestamp": [516.0, 521.0], "text": " He didn't deny that the mine may never be expanded as far as Mannheim."}, {"timestamp": [521.0, 524.0], "text": " So why are they still demolishing houses there?"}, {"timestamp": [524.0, 529.0], "text": " The villages that lie very close to that forest."}, {"timestamp": [529.0, 536.0], "text": " Almost everybody who formerly lived in the old village of Mannheim now is in the new village of Mannheim,"}, {"timestamp": [536.0, 540.0], "text": " which was erected some seven, eight kilometers away."}, {"timestamp": [540.0, 544.0], "text": " And also Morschenich was erected some kilometers away,"}, {"timestamp": [544.0, 548.36], "text": " and many people move from the old village to the new village."}, {"timestamp": [548.56, 551.98], "text": " I've seen the houses in Mannheim being demolished very recently."}, {"timestamp": [552.82, 554.84], "text": " The dust doesn't seem any point, though, does there?"}, {"timestamp": [554.88, 559.14], "text": " Even if the people have been resettled, why bulldoze those houses?"}, {"timestamp": [559.78, 570.28], "text": " Because the Mannheim citizens, they asked our company that the old houses should be demolished very quickly"}, {"timestamp": [570.28, 576.18], "text": " because last year there was a lot of vandalism, a lot of squatting there,"}, {"timestamp": [576.42, 579.66], "text": " and they said we do not want to have those people there."}, {"timestamp": [580.04, 585.36], "text": " We have new homes, so please see to it that the old village is demolished."}, {"timestamp": [586.32, 591.92], "text": " As for the final date for the end of coal power generation in Germany, which is still 18 years off,"}, {"timestamp": [592.3, 593.24], "text": " could it be sooner?"}, {"timestamp": [593.86, 603.28], "text": " There are many voices in the public discussion who also warn and say there are big dangers for the security of supply"}, {"timestamp": [603.28, 607.4], "text": " and who say that it already is a difficulty"}, {"timestamp": [607.4, 613.98], "text": " for the German energy transition to phase out conventional and fossil energies that fast."}, {"timestamp": [613.98, 617.82], "text": " One must not forget that Germany is phasing out nuclear."}, {"timestamp": [617.82, 628.32], "text": " Germany has a big share in renewables already and it is growing every year, but the grid has to be enlarged as well and"}, {"timestamp": [628.32, 636.64], "text": " there Germany has great difficulties and also there are no big storage facilities for"}, {"timestamp": [636.64, 643.24], "text": " electric energy available. Why hasn't that happened? It's a question of science. It's a question"}, {"timestamp": [643.24, 655.24], "text": " of research and development because for storing these big quantities of electrical power, you really must have giant batteries."}, {"timestamp": [655.24, 669.36], "text": " The future of energy is renewable energy and the future of our world is electric. You need a lot of electricity for electric cars"}, {"timestamp": [669.36, 673.78], "text": " and you need a lot of electricity for information technologies."}, {"timestamp": [674.44, 683.94], "text": " So we need more electricity and are yet not able to fully decline from fossil and conventional energies."}, {"timestamp": [684.74, 689.42], "text": " RWE is in fact greatly expanding its renewable generation business,"}, {"timestamp": [689.84, 695.84], "text": " but the capacity of Germany's national grid to transport energy generated by wind farms in the north"}, {"timestamp": [695.84, 700.48], "text": " to the less windy south, and the absence of adequate energy storage"}, {"timestamp": [700.48, 703.4], "text": " are seen as very real breaks on the energy transition."}, {"timestamp": [704.24, 705.56], "text": " Of course, in the rural area,"}, {"timestamp": [705.68, 711.16], "text": " there's also the question of jobs and livelihoods. Around 10,000 people are employed in mining"}, {"timestamp": [711.16, 717.54], "text": " and coal power stations. Back at the mine's cold and windy lookout point, I meet Manfred"}, {"timestamp": [717.54, 724.96], "text": " Marish from the IGBCE Union, which represents workers in the coal industry. He too is adamant"}, {"timestamp": [724.96, 727.64], "text": " that an exit from coal can't be contemplated"}, {"timestamp": [727.64, 730.22], "text": " until current problems have been resolved."}, {"timestamp": [734.8, 737.64], "text": " We can't say we're only going to generate renewable energy"}, {"timestamp": [737.64, 739.7], "text": " and we'll switch off conventional energy"}, {"timestamp": [739.7, 744.86], "text": " and then tell an aluminium plant which operates 24 hours a day, 365 days a year"}, {"timestamp": [744.86, 745.9], "text": " and needs power,"}, {"timestamp": [746.14, 748.36], "text": " that we're sorry, the sun isn't shining at the moment."}, {"timestamp": [748.74, 749.74], "text": " That just doesn't work."}, {"timestamp": [750.2, 751.02], "text": " So were they wrong?"}, {"timestamp": [751.18, 752.48], "text": " Was the coal commission wrong?"}, {"timestamp": [756.44, 760.1], "text": " I think the government's attempt to get a consensus for society was right."}, {"timestamp": [760.6, 764.12], "text": " Here at Hamburg, the divisions are almost as deep as the ravines in the mine."}, {"timestamp": [764.58, 765.96], "text": " The people here are very divided."}, {"timestamp": [766.58, 768.14], "text": " The people in Germany are very divided."}, {"timestamp": [768.62, 772.0], "text": " But the Commission did manage to bring people together and come to an agreement,"}, {"timestamp": [772.3, 773.78], "text": " so there's much less protest now."}, {"timestamp": [774.5, 778.0], "text": " I think with the Hamburg Forest, it's a symbolic story which has taken off"}, {"timestamp": [778.0, 779.2], "text": " because people were evicted,"}, {"timestamp": [779.2, 782.3], "text": " but the world climate issue isn't going to be resolved here."}, {"timestamp": [785.0, 789.0], "text": " Well, who is going to resolve the climate issue?"}, {"timestamp": [789.0, 794.0], "text": " It's been almost 20 years since Germany began subsidising renewable energy,"}, {"timestamp": [794.0, 813.0], "text": " and yet there appears to be some way to go before the country can do without fossil fuels. So now the car is on, but you don't hear anything."}, {"timestamp": [813.0, 817.24], "text": " This is the speciality of an electric vehicle."}, {"timestamp": [817.24, 818.24], "text": " You can't hear anything."}, {"timestamp": [818.24, 819.24], "text": " It's very..."}, {"timestamp": [819.24, 821.24], "text": " It's so quiet, isn't it?"}, {"timestamp": [821.24, 825.94], "text": " I'm being driven around the rural district of Steinfurt near Munster,"}, {"timestamp": [826.26, 829.14], "text": " a bit further north, even closer to the Dutch border."}, {"timestamp": [829.9, 831.94], "text": " Behind the wheel is Silka Wieselmann,"}, {"timestamp": [832.3, 835.6], "text": " whose head of climate change and sustainability in this region."}, {"timestamp": [836.68, 839.7], "text": " And it's no surprise that you have an electric car"}, {"timestamp": [839.7, 842.22], "text": " because you're trying to get people in this area"}, {"timestamp": [842.22, 844.52], "text": " to change their energy habits."}, {"timestamp": [845.12, 851.18], "text": " There are 440,000 inhabitants in the district, and we have 24 towns and villages,"}, {"timestamp": [851.92, 854.84], "text": " and we have about 300 electric cars only."}, {"timestamp": [855.8, 858.8], "text": " So what are your aims? What are the big targets here?"}, {"timestamp": [859.52, 863.82], "text": " We want to have an energy transition in our region."}, {"timestamp": [863.82, 868.56], "text": " We want to produce the energy we use by ourselves."}, {"timestamp": [868.98, 873.98], "text": " We want to be self-sufficient in energy use by 2050."}, {"timestamp": [874.54, 878.18], "text": " And we want to reduce the energy people use by half by 2050."}, {"timestamp": [879.02, 881.66], "text": " And how near are you to achieving your goals?"}, {"timestamp": [881.66, 883.64], "text": " 2050 sounds a long time away."}, {"timestamp": [883.94, 886.14], "text": " We have reached the 70%"}, {"timestamp": [886.14, 888.44], "text": " but only concerning the electricity"}, {"timestamp": [888.44, 892.28], "text": " and we have to reach 100%"}, {"timestamp": [892.28, 894.68], "text": " concerning all three sectors"}, {"timestamp": [894.68, 897.04], "text": " so electricity, mobility and heating"}, {"timestamp": [897.04, 900.28], "text": " so there's still a long way to go."}, {"timestamp": [901.48, 902.68], "text": " When it comes to energy"}, {"timestamp": [902.68, 904.96], "text": " you just can't get away from targets"}, {"timestamp": [904.96, 905.46], "text": " but in this area there's a real push for a local energy transition. go. When it comes to energy, you just can't get away from targets."}, {"timestamp": [909.12, 909.98], "text": " But in this area, there's a real push for a local energy transition."}, {"timestamp": [915.2, 918.92], "text": " Back in the office, Silka Vesselman explains how they persuaded the community, rather than big energy companies, to invest in wind turbines here."}, {"timestamp": [919.44, 922.3], "text": " We have made a wind master plan a few years ago."}, {"timestamp": [922.92, 926.7], "text": " And with this, we examined the whole area and identified the"}, {"timestamp": [926.7, 933.44], "text": " places where windmills can be built. We kept it secret, kind of, and gave it to the farmers and"}, {"timestamp": [933.44, 941.02], "text": " to the mayors of the towns. And we asked them not to ask big companies, but to build the windmills"}, {"timestamp": [941.02, 947.22], "text": " on their own. So the farmers started to think, oh, it might better not to sell my land,"}, {"timestamp": [947.76, 951.78], "text": " but to find my neighbours, to find people who are working together with me,"}, {"timestamp": [951.94, 953.7], "text": " perhaps the whole small villages."}, {"timestamp": [954.2, 958.16], "text": " So my neighbours, my good friends, are investing together with me."}, {"timestamp": [958.16, 963.32], "text": " And so this would be the way to bring this to a success in the end."}, {"timestamp": [964.12, 967.5], "text": " And has that worked? Have you kept it to a localized industry?"}, {"timestamp": [968.5, 974.52], "text": " Yes, I think it worked very well. We have about 300 windmills in total in our county,"}, {"timestamp": [974.72, 978.68], "text": " and nearly half of them are owned by the citizens and the farmers themselves."}, {"timestamp": [980.56, 983.12], "text": " We're actually going to go inside a wind turbine."}, {"timestamp": [984.48, 986.0], "text": " Yeah, go ahead."}, {"timestamp": [986.0, 989.0], "text": " This is no mystery."}, {"timestamp": [989.0, 992.0], "text": " Well, I've never been inside a wind turbine."}, {"timestamp": [992.0, 997.0], "text": " I'm on a tour of the bioenergy park in Saabek,"}, {"timestamp": [997.0, 1000.0], "text": " one of the small towns in the Steinfurt region."}, {"timestamp": [1000.0, 1002.0], "text": " My guides are Guido Valrafen,"}, {"timestamp": [1002.0, 1007.64], "text": " project manager of the climate community of Saabek and the town's mayor, Wilfrid Rus."}, {"timestamp": [1008.06, 1013.46], "text": " This is a locally run project using a former army site to generate renewable energy."}, {"timestamp": [1014.38, 1018.28], "text": " In front of us, we've got a big metal structure and a ladder."}, {"timestamp": [1018.78, 1023.86], "text": " And big cables coming down from the top where the turbine is producing the energy."}, {"timestamp": [1027.12, 1034.4], "text": " And we can have a look at the actual production of energy on the display. So what sort of a day is it today? Doesn't seem"}, {"timestamp": [1034.4, 1040.64], "text": " that windy to me. It's not very windy outside but the wind turbine is producing at its highest level"}, {"timestamp": [1040.64, 1046.24], "text": " at the moment which is 3,000 kilowatt."}, {"timestamp": [1050.16, 1053.52], "text": " Back outside again, I stand beneath the enormous wind turbines, reaching more than 150 metres high into the sky."}, {"timestamp": [1054.72, 1059.6], "text": " There are wind turbines all around me and huge solar panels,"}, {"timestamp": [1059.6, 1063.44], "text": " photovoltaic panels, generating solar energy."}, {"timestamp": [1063.44, 1067.8], "text": " So here we've got solar energy, we've got wind energy,"}, {"timestamp": [1067.8, 1071.4], "text": " and also energy produced from biomass."}, {"timestamp": [1071.4, 1078.0], "text": " And this is enough to provide all the energy and more for the nearby town."}, {"timestamp": [1078.0, 1084.5], "text": " In fact, they're producing about two and a half times the amount of energy needed for the town of Saabek."}, {"timestamp": [1084.5, 1087.14], "text": " Although most goes into the German electricity grid, 400 houses are energy needed for the town of Saabek. Although most goes into the German electricity grid,"}, {"timestamp": [1087.6, 1092.02], "text": " 400 houses are connected directly to the power produced in the energy park,"}, {"timestamp": [1092.4, 1096.08], "text": " and several members of the community have a financial interest too."}, {"timestamp": [1097.16, 1099.88], "text": " This park is owned and driven by the city of Zabek."}, {"timestamp": [1100.8, 1104.32], "text": " This was an investment of around about 70 million euro."}, {"timestamp": [1104.68, 1106.0], "text": " 7.0. 7 about 70 million euro. Seven zero."}, {"timestamp": [1106.0, 1108.0], "text": " Seven zero million euro."}, {"timestamp": [1108.0, 1116.0], "text": " And most of the money which has been invested here in this biology part is coming from the inhabitants of the city of Saviak."}, {"timestamp": [1116.0, 1123.0], "text": " This is very important for us making the people who are living here investors of projects of renewable energies."}, {"timestamp": [1123.0, 1128.2], "text": " How dependent are you on subsidies and support from the government for this?"}, {"timestamp": [1128.2, 1132.0], "text": " Would it be viable without those subsidies and guarantees?"}, {"timestamp": [1132.0, 1139.2], "text": " There is this special German renewable energy law which ensures a fixed feat for selling"}, {"timestamp": [1139.2, 1142.32], "text": " the renewable energy to the German grid for 20 years."}, {"timestamp": [1142.32, 1145.6], "text": " So this was a very very comfortable situation which"}, {"timestamp": [1145.6, 1154.56], "text": " ensures for example that the investments will be economically good. But 10 years after I would"}, {"timestamp": [1154.56, 1160.24], "text": " say that this project will be possible without these special energy laws because energy prices,"}, {"timestamp": [1160.24, 1170.92], "text": " even prices of PV panels, decreased a lot within the last 10 years. So the chance to build up similar projects without these special subsidies from the state"}, {"timestamp": [1170.92, 1173.52], "text": " will become greater and greater and greater in the future."}, {"timestamp": [1175.02, 1178.52], "text": " Silker Vesselman, head of climate change in the Steinfurt region,"}, {"timestamp": [1178.92, 1184.0], "text": " is concerned that as subsidies run out for people who invested early on in wind turbines,"}, {"timestamp": [1184.38, 1186.48], "text": " it won't be worth their while carrying on."}, {"timestamp": [1187.0, 1191.82], "text": " But what does seem to be working here is the strategy of involving local people."}, {"timestamp": [1192.68, 1196.28], "text": " Tight planning laws and opposition to the building of wind turbines"}, {"timestamp": [1196.28, 1200.94], "text": " are blamed for holding back the expansion of renewable energy in some areas."}, {"timestamp": [1201.62, 1204.48], "text": " In Steinfurt, they found that there's far less opposition"}, {"timestamp": [1204.48, 1207.36], "text": " when people are asked to invest themselves."}, {"timestamp": [1212.32, 1215.68], "text": " So here's your seat with the crest of the city of Botrop?"}, {"timestamp": [1215.68, 1216.32], "text": " Yes."}, {"timestamp": [1217.44, 1222.8], "text": " I'm in the council chamber with Bant Tischler, mayor of the city of Botrop, in the industrial"}, {"timestamp": [1222.8, 1225.94], "text": " rural region, an hour's drive south of Steinfurt."}, {"timestamp": [1226.58, 1228.46], "text": " And we've got these paintings on the wall."}, {"timestamp": [1228.58, 1234.14], "text": " And you see the former industrial situation of the city,"}, {"timestamp": [1234.34, 1236.76], "text": " the coal miners on their way to work."}, {"timestamp": [1237.7, 1241.5], "text": " And you can see it was a hard time in former times"}, {"timestamp": [1241.5, 1243.98], "text": " because they have, after the coal mine workers,"}, {"timestamp": [1243.98, 1245.56], "text": " they have to still"}, {"timestamp": [1245.56, 1254.38], "text": " work in their gardens at home. Botrop is a city which for 150 years depended on coal. Just over a year"}, {"timestamp": [1254.38, 1260.44], "text": " ago, the last deep coal mine closed here. It was also the last of its type to end production in"}, {"timestamp": [1260.44, 1265.86], "text": " Germany and had employed 5,000 workers. But as Bant Tischler explains,"}, {"timestamp": [1266.28, 1267.94], "text": " they realised a long time ago"}, {"timestamp": [1267.94, 1270.56], "text": " that they'd need a new direction after coal"}, {"timestamp": [1270.56, 1273.9], "text": " and have focused on becoming a climate-friendly city."}, {"timestamp": [1274.5, 1278.92], "text": " We started a campaign to get different new jobs"}, {"timestamp": [1278.92, 1281.64], "text": " and to bring different companies into the city."}, {"timestamp": [1281.64, 1291.1], "text": " And we started in 2010 with this very ambitious, energy-efficient and climate-friendly urban"}, {"timestamp": [1291.1, 1295.68], "text": " redevelopment process, which we call Innovation City."}, {"timestamp": [1296.32, 1299.7], "text": " Innovation City is today the buzzword for Botrop."}, {"timestamp": [1300.18, 1305.04], "text": " Again, it's all about reducing carbon emissions, and yes, there are more targets."}, {"timestamp": [1305.6, 1311.92], "text": " Here it's a cut of 50% between 2010 and the autumn of 2020, a pretty quick turnaround,"}, {"timestamp": [1312.46, 1315.78], "text": " but one which Berndt Tishler says they're on course to achieve."}, {"timestamp": [1316.32, 1320.42], "text": " It's now become a blueprint for other towns in Germany as well as abroad."}, {"timestamp": [1321.0, 1326.6], "text": " One of the key aims is getting residents to switch to more environmentally friendly heating systems"}, {"timestamp": [1326.6, 1332.94], "text": " and to better insulate their houses. Martina Cooper, a project manager at Innovation City,"}, {"timestamp": [1333.38, 1336.68], "text": " took me to meet former mine worker Hartmut Rova."}, {"timestamp": [1336.68, 1350.0], "text": " Here we are. Here we are, so we're in the garden and this is all the coal that you've got. I mean, how much is here?"}, {"timestamp": [1350.0, 1352.0], "text": " That's six tons."}, {"timestamp": [1352.0, 1354.0], "text": " Six tons of coal."}, {"timestamp": [1354.0, 1361.0], "text": " And you were given this coal because you worked in the mine, but you were also given a bit more from a friend who's not using it anymore."}, {"timestamp": [1361.0, 1370.18], "text": " This system is that he gets less money and therefore he gets the coal instead?"}, {"timestamp": [1370.38, 1371.84], "text": " It's a part of his pension."}, {"timestamp": [1372.52, 1376.26], "text": " Okay, so you've got nine tons of coal to use?"}, {"timestamp": [1376.76, 1377.72], "text": " Well, two years."}, {"timestamp": [1378.64, 1379.88], "text": " You reckon it?"}, {"timestamp": [1380.6, 1382.88], "text": " It'll take two years to use this."}, {"timestamp": [1383.28, 1385.8], "text": " And you use the coal for your heating system."}, {"timestamp": [1385.94, 1387.94], "text": " It's not a coal fire but it's actually"}, {"timestamp": [1387.94, 1390.12], "text": " a heating system which we'll go and have a look at"}, {"timestamp": [1390.12, 1391.08], "text": " in a moment."}, {"timestamp": [1392.36, 1393.98], "text": " What the Innovation City team"}, {"timestamp": [1393.98, 1395.7], "text": " in Botrop seem to have achieved"}, {"timestamp": [1395.7, 1397.92], "text": " is getting people to think about what"}, {"timestamp": [1397.92, 1399.92], "text": " they can do in their homes to lessen the"}, {"timestamp": [1399.92, 1401.92], "text": " impact on the environment and"}, {"timestamp": [1401.92, 1404.08], "text": " there are generous subsidies to help them switch"}, {"timestamp": [1404.08, 1405.44], "text": " their heating systems"}, {"timestamp": [1405.44, 1413.28], "text": " or install better insulated windows or solar panels. Hartmut Rover lives in a burgundy brick house,"}, {"timestamp": [1413.28, 1418.96], "text": " one of many built over a hundred years ago for mine workers in Botrop. They're now in a conservation"}, {"timestamp": [1418.96, 1431.0], "text": " area which means the owners are restricted on what adaptations they can make. But Mr Rover, a miner for 30 years, has agreed to make what for him will be a major change."}, {"timestamp": [1431.0, 1436.0], "text": " Now it's warm in here."}, {"timestamp": [1436.0, 1437.0], "text": " It's warm in here."}, {"timestamp": [1437.0, 1439.0], "text": " Yeah."}, {"timestamp": [1439.0, 1441.0], "text": " Oh, it's just right."}, {"timestamp": [1441.0, 1442.0], "text": " Yeah."}, {"timestamp": [1442.0, 1444.0], "text": " It looks like a little furnace."}, {"timestamp": [1444.0, 1448.5], "text": " You shovel the coal in and then this heats the whole house."}, {"timestamp": [1448.5, 1451.24], "text": " But it's not very environmentally friendly."}, {"timestamp": [1451.24, 1460.54], "text": " Well, he knows that it's not climate friendly at the moment heating this way, but to take"}, {"timestamp": [1460.54, 1466.48], "text": " into consideration that he got the coal all not for free and that's an important factor."}, {"timestamp": [1467.12, 1474.88], "text": " So he uses this up but later on he wants to leave his children in clean environment and therefore"}, {"timestamp": [1474.88, 1482.96], "text": " when the coal is used up of course he wants to change and as he has not the possibility to change"}, {"timestamp": [1482.96, 1488.5], "text": " to photovoltaic or the local district heating system,"}, {"timestamp": [1488.84, 1490.56], "text": " he is going to change to gas."}, {"timestamp": [1490.98, 1492.76], "text": " So you'll be sorry to see it go."}, {"timestamp": [1492.88, 1494.64], "text": " You seem to rather like the system."}, {"timestamp": [1498.16, 1503.52], "text": " Hartmutrova tells me he is sorry to be switching to gas, as coal was his life."}, {"timestamp": [1503.96, 1506.22], "text": " But he says the world is more important."}, {"timestamp": [1506.82, 1510.74], "text": " He can't have solar panels because of the conservation order on his house,"}, {"timestamp": [1511.06, 1514.08], "text": " but by switching to gas his heating emissions will reduce."}, {"timestamp": [1514.74, 1518.64], "text": " This former coal miner, with tons of coal in his back garden,"}, {"timestamp": [1519.1, 1523.7], "text": " sums up the energy vendor, Germany's energy transition to a lower carbon future."}, {"timestamp": [1527.52, 1534.32], "text": " The country is turning its back on coal and fossil fuels, but it takes time. Botrop and Steinfurt"}, {"timestamp": [1534.32, 1540.72], "text": " are places making significant progress towards a more climate-friendly future. The German government"}, {"timestamp": [1540.72, 1551.46], "text": " has warned that its 2020 climate targets are unlikely to be met, but it says it's putting money and resources into the next goal of even bigger emissions reductions by 2030."}, {"timestamp": [1552.18, 1560.32], "text": " But there are still significant challenges to overcome. The exit from coal, alongside the more immediate end of nuclear power in Germany,"}, {"timestamp": [1560.78, 1566.66], "text": " has raised concerns about energy capacity. And if carbon emissions are to be reduced in the next decade,"}, {"timestamp": [1567.04, 1569.66], "text": " the country will need many more electric cars"}, {"timestamp": [1569.66, 1573.08], "text": " and a greater expansion of wind and solar-powered energy."}, {"timestamp": [1573.62, 1575.18], "text": " There's still a lot to be done."}, {"timestamp": [1578.44, 1581.26], "text": " This edition of global business from Germany"}, {"timestamp": [1581.26, 1584.56], "text": " was produced and presented by me, Caroline Bailey."}, {"timestamp": [1585.2, 1590.62], "text": " Next week, Heidi Pett is in Australia, where coal production is still increasing,"}, {"timestamp": [1591.12, 1596.06], "text": " as the government gives the go-ahead to new mines, such as the Carmichael mine in Queensland."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. You're listening to Global Business on the BBC World Service. I'm Caroline Bailey, and I'm at the Hamburg Opencast Mine in the western part of Germany, not far from the Dutch border. It's one of the biggest open cast mines's mines in the world. And this is where they dig for lignite, that's brown coal. But it is controversial and it will be coming to an end. It's all part of Germany's energy vendor or energy transition. This is the second part in our series on energy. Last week we heard from Kate Lambel in Rwanda, where they're trying to encourage people to cook with cleaner fuels. But I'm here with Thomas Kramer Kemper from B-U-N-D, the German Arm of Friends of the Earth, which has been fighting against the expansion of this open-cast coal mine for more than 30 years. We're both being buffeted by the wind. Can we walk to the edge here? I have never seen anything like this. Just looking at it, it's really quite hard to describe if you haven't seen one of these before. Incredibly wide and it goes down in steps so it doesn't look that deep. It's a huge sort of open gash really, isn't it? How would you describe it? To me it looks like Dante's Hell. It's a science fiction picture. It's the biggest earth-eating machines in the world that are working here, the excavators. Some of them several hundred meters long, they are destroying a large part of Germany in this way. You call it Dante's Hell, but you are an environmentalist, and Germany has relied on coal for decades. Yes, that's true, and we still have a large part of the electric energy production with coal. The machinery which digs out the brown coal crawls along in the far distance like spindly black insects. If you strain your eyes you can just make out the wheels turning as if in slow motion. While Germany is still a coal mining country, production is being reduced, make out the wheels turning as if in slow motion. While Germany is still a coal mining country, production is being reduced, and just over a year ago the last deep coal mine was closed, and a multi-interest coal commission set up by the government has called for an end to all coal power generation by 2038 at the latest. This is going through Parliament. Last year 30% of Germany's electrical energy production was coal-powered. Although a significant drop from the previous year, it may still seem surprising given that Germany was a leader in renewable energy two decades ago, a model even, with its generous subsidies for solar panels and wind turbines. Today, renewables make up 46% of total electricity production. But Germany is still reliant on fossil fuels and nuclear energy. Then into the mix came the announcement in 2011 by Chancellor Angela Merkel following the Fukushima nuclear reactor disaster in Japan, that Germany would close its nuclear power stations by 2022. But as climate change protests have gathered pace around the world, Germany's energy vendor, or energy transition, appears to have stalled, and the government has had to admit that it won't meet its 2020 target for reducing greenhouse gas emissions by 40 percent, compared with 1990 levels. The UK, by contrast, has already achieved cuts of 42 percent. Germany is now focusing on the more ambitious target set for 2030, a reduction of 55 percent. Can we actually see the power stations from here, because you have to have the power stations production of 55%. Can we actually see the power stations from here? Because you have to have the power stations fairly near these open-cast sites. Yeah, they're fairly near, but actually covered behind the trees there. Yeah. You can see some of the clouds. Yes, yes I can. Two big power stations, neither are some in the Neurat. And they are producing still a large part of the electrical energy in Germany. But that's all going to stop, isn't it, because the coal commission has recommended that all coal mining should stop by 2038? Yes, it should stop at latest in 2038, maybe even earlier in 2035, and a lot of people in Germany are requesting or demanding that we already stop in 2030 to reach the goals of the Paris Climate Agreement, yes. But how realistic is that because the big energy companies are not going to want to stop, are they? Yeah, we have to force to stop them. That's in principle what we are doing here. This particular mine in Germany's industrial rure region has in the past few years become a flashpoint for climate protest. The main issue is the Hamburg Forest, which has been cut down to make way for the open-cast mine as it spreads further and further across the landscape. There's now only about 10% of the forest left, and a court has ordered the energy company RWE to stop clearing it for the moment. So we've driven round to another side of the mine. And you can see that the border of the open-cast mine is only 50 metres away now from the forest. This forest here, this is the famous Hamburg forest, which people have protested in favour of, people have campaigned to keep, because it's been destroyed, really, apart from this little bit that's left. Yeah, it's a little bit left, but it's still, for our times now, it's still a large forest. I hope it will stay forever, and it will protect the species living in the forest. There are also some human beings living in the forest. Yeah, we still have some 150 human beings living here in the forest in treehouses. And they try to preserve and protect the forest with this living in tree houses because if they live in the tree houses no one can cut the trees. And they've been campaigning for several years? Yeah, they are here in the forest since 2012. It's really some kind of turning point in the history of the energy win. I think. We had a very big conflict in the last year in the Hamburg forest, which becomes a symbol for the next level of energy wind because thousands of people, 10,000, tens of thousands of people we are fighting against the state and the police here in the forest to protect the forest for new cuttings which were necessary to extend the open cast mine. We stopped the cuttings of the trees with the help of a cart in Germany. Now we are confident that we can preserve the west of this forest. It's not just the forest that's been devoured by the mine. Our journey took us to the village of Mannheim, or what's left of it. So we're just driving through Mannheim. We've actually stopped, but this is one of the villages that has been compulsory purchased by the energy company RWE for mining. Yes, for mining and it is very clear that this area will never be used for mining because it's far behind the forest and when the forest is protected it is impossible to mine here in this area. But as you can see, a lot of, a large part of the village is already destroyed. All of this vast area here in front of us was full of houses just a few months ago. It now just looks like scrubland. There's nothing there at all. Over there there's a car park of bulldozers and diggers behind a wire fence and another row of houses all boarded up waiting to be demolished. And across the road there's just piles and piles of rubble. Gido Stefan is a spokesperson for RWE, the energy giant which, and piles of rubble. Guido Stefan is a spokesperson for RWE, the energy giant which operates the Hamburg mine. I interviewed him down the line from the company's headquarters in Essen. He didn't deny that the mine may never be expanded as far as Mannheim. So why are they still demolishing houses there? The villages that lie very close to that forest. Almost everybody who formerly lived in the old village of Mannheim now is in the new village of Mannheim, which was erected some seven, eight kilometers away. And also Morschenich was erected some kilometers away, and many people move from the old village to the new village. I've seen the houses in Mannheim being demolished very recently. The dust doesn't seem any point, though, does there? Even if the people have been resettled, why bulldoze those houses? Because the Mannheim citizens, they asked our company that the old houses should be demolished very quickly because last year there was a lot of vandalism, a lot of squatting there, and they said we do not want to have those people there. We have new homes, so please see to it that the old village is demolished. As for the final date for the end of coal power generation in Germany, which is still 18 years off, could it be sooner? There are many voices in the public discussion who also warn and say there are big dangers for the security of supply and who say that it already is a difficulty for the German energy transition to phase out conventional and fossil energies that fast. One must not forget that Germany is phasing out nuclear. Germany has a big share in renewables already and it is growing every year, but the grid has to be enlarged as well and there Germany has great difficulties and also there are no big storage facilities for electric energy available. Why hasn't that happened? It's a question of science. It's a question of research and development because for storing these big quantities of electrical power, you really must have giant batteries. The future of energy is renewable energy and the future of our world is electric. You need a lot of electricity for electric cars and you need a lot of electricity for information technologies. So we need more electricity and are yet not able to fully decline from fossil and conventional energies. RWE is in fact greatly expanding its renewable generation business, but the capacity of Germany's national grid to transport energy generated by wind farms in the north to the less windy south, and the absence of adequate energy storage are seen as very real breaks on the energy transition. Of course, in the rural area, there's also the question of jobs and livelihoods. Around 10,000 people are employed in mining and coal power stations. Back at the mine's cold and windy lookout point, I meet Manfred Marish from the IGBCE Union, which represents workers in the coal industry. He too is adamant that an exit from coal can't be contemplated until current problems have been resolved. We can't say we're only going to generate renewable energy and we'll switch off conventional energy and then tell an aluminium plant which operates 24 hours a day, 365 days a year and needs power, that we're sorry, the sun isn't shining at the moment. That just doesn't work. So were they wrong? Was the coal commission wrong? I think the government's attempt to get a consensus for society was right. Here at Hamburg, the divisions are almost as deep as the ravines in the mine. The people here are very divided. The people in Germany are very divided. But the Commission did manage to bring people together and come to an agreement, so there's much less protest now. I think with the Hamburg Forest, it's a symbolic story which has taken off because people were evicted, but the world climate issue isn't going to be resolved here. Well, who is going to resolve the climate issue? It's been almost 20 years since Germany began subsidising renewable energy, and yet there appears to be some way to go before the country can do without fossil fuels. So now the car is on, but you don't hear anything. This is the speciality of an electric vehicle. You can't hear anything. It's very... It's so quiet, isn't it? I'm being driven around the rural district of Steinfurt near Munster, a bit further north, even closer to the Dutch border. Behind the wheel is Silka Wieselmann, whose head of climate change and sustainability in this region. And it's no surprise that you have an electric car because you're trying to get people in this area to change their energy habits. There are 440,000 inhabitants in the district, and we have 24 towns and villages, and we have about 300 electric cars only. So what are your aims? What are the big targets here? We want to have an energy transition in our region. We want to produce the energy we use by ourselves. We want to be self-sufficient in energy use by 2050. And we want to reduce the energy people use by half by 2050. And how near are you to achieving your goals? 2050 sounds a long time away. We have reached the 70% but only concerning the electricity and we have to reach 100% concerning all three sectors so electricity, mobility and heating so there's still a long way to go. When it comes to energy you just can't get away from targets but in this area there's a real push for a local energy transition. go. When it comes to energy, you just can't get away from targets. But in this area, there's a real push for a local energy transition. Back in the office, Silka Vesselman explains how they persuaded the community, rather than big energy companies, to invest in wind turbines here. We have made a wind master plan a few years ago. And with this, we examined the whole area and identified the places where windmills can be built. We kept it secret, kind of, and gave it to the farmers and to the mayors of the towns. And we asked them not to ask big companies, but to build the windmills on their own. So the farmers started to think, oh, it might better not to sell my land, but to find my neighbours, to find people who are working together with me, perhaps the whole small villages. So my neighbours, my good friends, are investing together with me. And so this would be the way to bring this to a success in the end. And has that worked? Have you kept it to a localized industry? Yes, I think it worked very well. We have about 300 windmills in total in our county, and nearly half of them are owned by the citizens and the farmers themselves. We're actually going to go inside a wind turbine. Yeah, go ahead. This is no mystery. Well, I've never been inside a wind turbine. I'm on a tour of the bioenergy park in Saabek, one of the small towns in the Steinfurt region. My guides are Guido Valrafen, project manager of the climate community of Saabek and the town's mayor, Wilfrid Rus. This is a locally run project using a former army site to generate renewable energy. In front of us, we've got a big metal structure and a ladder. And big cables coming down from the top where the turbine is producing the energy. And we can have a look at the actual production of energy on the display. So what sort of a day is it today? Doesn't seem that windy to me. It's not very windy outside but the wind turbine is producing at its highest level at the moment which is 3,000 kilowatt. Back outside again, I stand beneath the enormous wind turbines, reaching more than 150 metres high into the sky. There are wind turbines all around me and huge solar panels, photovoltaic panels, generating solar energy. So here we've got solar energy, we've got wind energy, and also energy produced from biomass. And this is enough to provide all the energy and more for the nearby town. In fact, they're producing about two and a half times the amount of energy needed for the town of Saabek. Although most goes into the German electricity grid, 400 houses are energy needed for the town of Saabek. Although most goes into the German electricity grid, 400 houses are connected directly to the power produced in the energy park, and several members of the community have a financial interest too. This park is owned and driven by the city of Zabek. This was an investment of around about 70 million euro. 7.0. 7 about 70 million euro. Seven zero. Seven zero million euro. And most of the money which has been invested here in this biology part is coming from the inhabitants of the city of Saviak. This is very important for us making the people who are living here investors of projects of renewable energies. How dependent are you on subsidies and support from the government for this? Would it be viable without those subsidies and guarantees? There is this special German renewable energy law which ensures a fixed feat for selling the renewable energy to the German grid for 20 years. So this was a very very comfortable situation which ensures for example that the investments will be economically good. But 10 years after I would say that this project will be possible without these special energy laws because energy prices, even prices of PV panels, decreased a lot within the last 10 years. So the chance to build up similar projects without these special subsidies from the state will become greater and greater and greater in the future. Silker Vesselman, head of climate change in the Steinfurt region, is concerned that as subsidies run out for people who invested early on in wind turbines, it won't be worth their while carrying on. But what does seem to be working here is the strategy of involving local people. Tight planning laws and opposition to the building of wind turbines are blamed for holding back the expansion of renewable energy in some areas. In Steinfurt, they found that there's far less opposition when people are asked to invest themselves. So here's your seat with the crest of the city of Botrop? Yes. I'm in the council chamber with Bant Tischler, mayor of the city of Botrop, in the industrial rural region, an hour's drive south of Steinfurt. And we've got these paintings on the wall. And you see the former industrial situation of the city, the coal miners on their way to work. And you can see it was a hard time in former times because they have, after the coal mine workers, they have to still work in their gardens at home. Botrop is a city which for 150 years depended on coal. Just over a year ago, the last deep coal mine closed here. It was also the last of its type to end production in Germany and had employed 5,000 workers. But as Bant Tischler explains, they realised a long time ago that they'd need a new direction after coal and have focused on becoming a climate-friendly city. We started a campaign to get different new jobs and to bring different companies into the city. And we started in 2010 with this very ambitious, energy-efficient and climate-friendly urban redevelopment process, which we call Innovation City. Innovation City is today the buzzword for Botrop. Again, it's all about reducing carbon emissions, and yes, there are more targets. Here it's a cut of 50% between 2010 and the autumn of 2020, a pretty quick turnaround, but one which Berndt Tishler says they're on course to achieve. It's now become a blueprint for other towns in Germany as well as abroad. One of the key aims is getting residents to switch to more environmentally friendly heating systems and to better insulate their houses. Martina Cooper, a project manager at Innovation City, took me to meet former mine worker Hartmut Rova. Here we are. Here we are, so we're in the garden and this is all the coal that you've got. I mean, how much is here? That's six tons. Six tons of coal. And you were given this coal because you worked in the mine, but you were also given a bit more from a friend who's not using it anymore. This system is that he gets less money and therefore he gets the coal instead? It's a part of his pension. Okay, so you've got nine tons of coal to use? Well, two years. You reckon it? It'll take two years to use this. And you use the coal for your heating system. It's not a coal fire but it's actually a heating system which we'll go and have a look at in a moment. What the Innovation City team in Botrop seem to have achieved is getting people to think about what they can do in their homes to lessen the impact on the environment and there are generous subsidies to help them switch their heating systems or install better insulated windows or solar panels. Hartmut Rover lives in a burgundy brick house, one of many built over a hundred years ago for mine workers in Botrop. They're now in a conservation area which means the owners are restricted on what adaptations they can make. But Mr Rover, a miner for 30 years, has agreed to make what for him will be a major change. Now it's warm in here. It's warm in here. Yeah. Oh, it's just right. Yeah. It looks like a little furnace. You shovel the coal in and then this heats the whole house. But it's not very environmentally friendly. Well, he knows that it's not climate friendly at the moment heating this way, but to take into consideration that he got the coal all not for free and that's an important factor. So he uses this up but later on he wants to leave his children in clean environment and therefore when the coal is used up of course he wants to change and as he has not the possibility to change to photovoltaic or the local district heating system, he is going to change to gas. So you'll be sorry to see it go. You seem to rather like the system. Hartmutrova tells me he is sorry to be switching to gas, as coal was his life. But he says the world is more important. He can't have solar panels because of the conservation order on his house, but by switching to gas his heating emissions will reduce. This former coal miner, with tons of coal in his back garden, sums up the energy vendor, Germany's energy transition to a lower carbon future. The country is turning its back on coal and fossil fuels, but it takes time. Botrop and Steinfurt are places making significant progress towards a more climate-friendly future. The German government has warned that its 2020 climate targets are unlikely to be met, but it says it's putting money and resources into the next goal of even bigger emissions reductions by 2030. But there are still significant challenges to overcome. The exit from coal, alongside the more immediate end of nuclear power in Germany, has raised concerns about energy capacity. And if carbon emissions are to be reduced in the next decade, the country will need many more electric cars and a greater expansion of wind and solar-powered energy. There's still a lot to be done. This edition of global business from Germany was produced and presented by me, Caroline Bailey. Next week, Heidi Pett is in Australia, where coal production is still increasing, as the government gives the go-ahead to new mines, such as the Carmichael mine in Queensland."}