{"speakers": [], "chunks": [{"timestamp": [0.0, 1.74], "text": " This is the BBC."}, {"timestamp": [2.88, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.3, 9.9], "text": " This is the BBC's World of Business."}, {"timestamp": [10.34, 13.34], "text": " I'm Jeremy Schwartz and the producer is Rosamond Jones."}, {"timestamp": [14.18, 18.0], "text": " In this week's download edition of In Business from BBC Radio 4,"}, {"timestamp": [18.38, 23.4], "text": " we're exploring how artificial intelligence is changing the global retail industry."}, {"timestamp": [29.0, 33.0], "text": " Artificial intelligence, or AI, looks set to drive the next business and industrial revolution."}, {"timestamp": [33.0, 38.0], "text": " This is a world away from the waves of automation and technology"}, {"timestamp": [38.0, 42.0], "text": " that have transformed business and working life in recent decades."}, {"timestamp": [42.0, 46.64], "text": " AI is all about developing machines and computer algorithms"}, {"timestamp": [46.64, 50.92], "text": " that can learn and be taught in similar ways to humans."}, {"timestamp": [50.92, 53.8], "text": " It will change how we buy and what we buy."}, {"timestamp": [53.8, 59.12], "text": " We talk about the personalized website of the future,"}, {"timestamp": [59.12, 62.36], "text": " which is unique to the customer and to their preferences."}, {"timestamp": [62.36, 65.68], "text": " And this is where the revolution will take place."}, {"timestamp": [68.32, 70.8], "text": " I believe the impact will be profound."}, {"timestamp": [70.8, 74.32], "text": " Business efficiency and productivity will be supercharged."}, {"timestamp": [74.32, 77.28], "text": " The jobs we humans do will be radically altered."}, {"timestamp": [77.28, 81.76], "text": " Some new ones will emerge, others probably will be eradicated."}, {"timestamp": [81.76, 87.84], "text": " We're basically having a battle between human rights and commercial interests, right?"}, {"timestamp": [91.92, 99.28], "text": " I'm Jeremy Schwartz and I've worked in some of the best known consumer companies, from Coca-Cola to L'Oreal"}, {"timestamp": [99.28, 108.0], "text": " and Sainsbury's to the Body Shop, where I was until last year the chief executive. There my world was full of data about customers' shopping habits."}, {"timestamp": [108.0, 112.0], "text": " Millions of bits of information poured in from our stores and e-commerce sites"}, {"timestamp": [112.0, 114.0], "text": " every hour of every day."}, {"timestamp": [114.0, 120.0], "text": " But without AI, I began to realise that making good sense of the data was hard."}, {"timestamp": [120.0, 128.0], "text": " So in this programme, I want to explore how intelligent technology is changing how we shop in remarkable ways."}, {"timestamp": [128.0, 131.0], "text": " And as a result, the jobs that we'll do too."}, {"timestamp": [131.0, 137.0], "text": " I think it will also come to play a crucial role in deciding which retailers will thrive"}, {"timestamp": [137.0, 139.0], "text": " and which ones may not survive."}, {"timestamp": [144.0, 149.68], "text": " One of the retailers embracing AI is a Cardo technology."}, {"timestamp": [149.68, 158.0], "text": " This is one of its mega warehouses, the size of 11 football pitches in Hatfield, just north of London."}, {"timestamp": [158.0, 164.24], "text": " Here, about 150,000 customers' grocery orders are processed every week."}, {"timestamp": [164.24, 167.0], "text": " Paul Clark is the company's chief technology officer."}, {"timestamp": [167.0, 170.14], "text": " Around us there are a huge number of different kind of machines and what they're"}, {"timestamp": [170.14, 173.9], "text": " doing is they're collaborating effectively to take orders that flow into this warehouse"}, {"timestamp": [173.9, 180.44], "text": " from customers and to turn those orders into a stream of plastic crates that then"}, {"timestamp": [180.44, 184.88], "text": " whizz around the warehouse collecting those customers groceries."}, {"timestamp": [184.88, 187.04], "text": " Despite the complexity on display here,"}, {"timestamp": [187.04, 189.84], "text": " the layout of the products in the warehouse is not fixed."}, {"timestamp": [190.48, 193.44], "text": " Instead, it's altered by intelligent computer algorithms"}, {"timestamp": [193.44, 197.6], "text": " able to find patterns in a mass of data at lightning speed."}, {"timestamp": [197.6, 200.16], "text": " Of the 50,000 different items we sell,"}, {"timestamp": [200.16, 203.76], "text": " how many customers are buying, in a sense, per day is changing all the time."}, {"timestamp": [203.76, 208.16], "text": " It changes because of things like weather, promotion, seasonality,"}, {"timestamp": [208.5, 212.46], "text": " even things like celebrity chef recipes can change the demand for particular items."}, {"timestamp": [212.62, 215.42], "text": " And so the warehouse is constantly having to tune itself"}, {"timestamp": [215.42, 217.52], "text": " to put the right products in the right places."}, {"timestamp": [217.96, 221.22], "text": " And that's one of our very first applications of machine learning that we developed"}, {"timestamp": [221.22, 225.68], "text": " that every night works out what's the best layout for the warehouse for the next day."}, {"timestamp": [226.6, 230.66], "text": " That makes this warehouse run very efficiently, but it's only the start."}, {"timestamp": [231.14, 236.78], "text": " An order here could take anything from, you know, 30 minutes to two hours to transit this warehouse."}, {"timestamp": [236.92, 242.76], "text": " And that's one of the key things that's changed in our new warehouses, where we can pick what is typically a 50-item customer order,"}, {"timestamp": [243.12, 246.24], "text": " literally in a matter of minutes, using matter of minutes using swarms of robots."}, {"timestamp": [246.24, 253.2], "text": " There are jobs for humans in Akado warehouses, operations staff and engineers who look after the machines, for example,"}, {"timestamp": [253.2, 256.32], "text": " as well as personal shoppers who pick and pack orders."}, {"timestamp": [256.32, 262.32], "text": " But research is underway in Hatfield to see if intelligent machines can fulfill complicated roles."}, {"timestamp": [267.0, 268.0], "text": " Where are we now?"}, {"timestamp": [268.0, 271.0], "text": " So we're in one of Ocardo's robot labs."}, {"timestamp": [271.0, 274.0], "text": " So I'm looking at something that looks like a robotic arm."}, {"timestamp": [274.0, 275.0], "text": " Tell me about it."}, {"timestamp": [275.0, 279.0], "text": " In the past, robots often were taught to do repetitive operations,"}, {"timestamp": [279.0, 283.0], "text": " whereas here it's all about how you allow them to learn new tricks,"}, {"timestamp": [283.0, 285.0], "text": " cope with unexpected situations."}, {"timestamp": [285.5, 289.9], "text": " For example, if you're putting an item into a carrier bag, there may be items in there already,"}, {"timestamp": [290.2, 292.84], "text": " so the vision system will look in to the carry bag and may say,"}, {"timestamp": [293.3, 299.2], "text": " ah, well, based on where those items are, this is how I'm going to orientate the object I'm putting in,"}, {"timestamp": [299.2, 301.32], "text": " and that may change how I pick it up."}, {"timestamp": [301.54, 303.58], "text": " It couldn't have known that before it looked in the bag."}, {"timestamp": [303.74, 308.24], "text": " It's all about adaptability and making smart decisions on the fly, if you like."}, {"timestamp": [308.24, 313.24], "text": " A robot is already learning how to pack bags in Akado's newest warehouse."}, {"timestamp": [313.24, 317.76], "text": " The reason we've put it there is actually to create this kind of living sandpit,"}, {"timestamp": [317.76, 322.24], "text": " if you like, for the robot to play in, to have a go at picking up particular objects"}, {"timestamp": [322.24, 325.2], "text": " and seeing where it's successful and seeing where it"}, {"timestamp": [325.2, 328.2], "text": " may be struggles or drops the object or whatever."}, {"timestamp": [328.2, 333.12], "text": " And so that living lab is allowing us to expose the robot, if you like, to that learning"}, {"timestamp": [333.12, 334.58], "text": " process."}, {"timestamp": [334.58, 344.4], "text": " Whether or not robots end up packing customers' shopping bags may depend on how well this one learns."}, {"timestamp": [344.4, 348.08], "text": " And AI robots are not just operating in warehouses behind the scenes,"}, {"timestamp": [348.48, 350.42], "text": " but in full view of shoppers too."}, {"timestamp": [351.2, 353.38], "text": " Talley is a fully autonomous mobile robot."}, {"timestamp": [353.72, 356.76], "text": " It's rather tall and it goes up and down store aisles."}, {"timestamp": [357.4, 362.4], "text": " This is Brad Borgolia, CEO and co-founder of Simbi Robotics in San Francisco."}, {"timestamp": [363.3, 364.98], "text": " Tally is a stock-taking robot."}, {"timestamp": [365.06, 365.56], "text": " It checks what products are running low, whether items are in the right place, founder of Simbi Robotics in San Francisco. Talley is a stock-taking robot."}, {"timestamp": [367.2, 367.66], "text": " It checks what products are running low,"}, {"timestamp": [369.22, 369.5], "text": " whether items are in the right place,"}, {"timestamp": [370.74, 371.28], "text": " and if they're correctly priced."}, {"timestamp": [373.88, 374.3], "text": " It's taking pictures as it drives by."}, {"timestamp": [376.04, 376.24], "text": " If a product is not on shelf,"}, {"timestamp": [377.86, 377.96], "text": " a customer can't purchase it."}, {"timestamp": [380.64, 384.68], "text": " How or when does a human need to interact with it? So most retailers today give their store team members"}, {"timestamp": [384.68, 386.42], "text": " small mobile computer,"}, {"timestamp": [386.6, 392.56], "text": " much like a smartphone. And Talley actually communicates over the retail store's Wi-Fi connection."}, {"timestamp": [392.9, 396.74], "text": " Rather than just wandering up and down shelves, trying to work out where to go and get stuff,"}, {"timestamp": [397.06, 402.06], "text": " pinging up on the screen is information to say there's a wrong pricing in our four shelf to go and"}, {"timestamp": [402.06, 405.8], "text": " change it. Is that how this is working? That's correct."}, {"timestamp": [406.22, 412.88], "text": " The reason we focused on the stock-taking task is just how big of a problem really understanding"}, {"timestamp": [412.88, 418.94], "text": " what's going on in retail stores is. Retailers traditionally know what products leave their"}, {"timestamp": [418.94, 424.88], "text": " warehouses to head to the store, and they know what products they sell. But everything in between"}, {"timestamp": [424.88, 428.2], "text": " is a bit of a mystery unless someone goes and checks on it."}, {"timestamp": [428.84, 434.4], "text": " I get this. Good stock taking is a vital task, but also a tedious one for busy store"}, {"timestamp": [434.4, 438.86], "text": " staff who have many other things to do. Brad Boglea estimates that on average,"}, {"timestamp": [438.98, 450.06], "text": " U.S. retailer's annual revenue is reduced by 4% because products are not on the shelf. A typical tally unit can process between 15 to 30,000 products per hour,"}, {"timestamp": [450.56, 458.04], "text": " where in comparison it typically takes a store employee 20 human hours to audit every 10,000"}, {"timestamp": [458.04, 458.58], "text": " products."}, {"timestamp": [459.2, 463.42], "text": " No wonder then that a number of retailers in America have jumped at the chance to test tally"}, {"timestamp": [463.42, 464.24], "text": " in their stores."}, {"timestamp": [465.36, 472.6], "text": " Technology like this is not far off science fiction. It's here right now. But that raises a pressing question."}, {"timestamp": [473.3, 475.3], "text": " What will its impact on employment be?"}, {"timestamp": [476.3, 482.76], "text": " Automation wiped out huge numbers of jobs in the manufacturing sector. Will intelligent machines do the same in retail?"}, {"timestamp": [483.76, 486.36], "text": " Brad Bacoglia says that so far that's not happening."}, {"timestamp": [486.98, 489.06], "text": " There's no job loss associated with Talley."}, {"timestamp": [489.3, 491.56], "text": " What we see is with the data from Talley,"}, {"timestamp": [491.7, 496.02], "text": " retailers are able to actually operate more efficiently in their stores,"}, {"timestamp": [496.26, 500.14], "text": " which means they have the opportunity to actually hire more labor."}, {"timestamp": [501.08, 502.76], "text": " Of course, it's very early days."}, {"timestamp": [503.32, 506.82], "text": " And I'm not at all sure that retailers will end up employing more people."}, {"timestamp": [507.16, 512.06], "text": " Instead, I think it's likely they will employ fewer staff and save significant costs."}, {"timestamp": [512.98, 517.98], "text": " A view shared by Sandra Vachter, research fellow at Oxford University's Internet Institute."}, {"timestamp": [518.72, 522.12], "text": " She focuses on the ethical and legal implications of machine learning."}, {"timestamp": [522.76, 524.92], "text": " Jobs will, you know, be lost."}, {"timestamp": [524.92, 525.18], "text": " It makes sense that we want to have systems that are more efficient and, ethical and legal implications of machine learning. Jobs will, you know, be lost."}, {"timestamp": [529.02, 531.5], "text": " It makes sense that we want to have systems that are more efficient and we want to save costs and all of that."}, {"timestamp": [531.56, 536.82], "text": " But we have to, you know, keep in mind that we don't automate everybody out of a job, obviously."}, {"timestamp": [537.22, 542.62], "text": " And I think to guard against that is one of the biggest challenges in the next couple of years."}, {"timestamp": [543.22, 546.88], "text": " What is also likely is that AI will create jobs of a certain kind."}, {"timestamp": [547.42, 549.78], "text": " We will need far more data scientists, for example."}, {"timestamp": [550.58, 553.8], "text": " And other roles will emerge that currently we can barely even imagine."}, {"timestamp": [554.36, 557.32], "text": " So an opportunity, if we can grasp it."}, {"timestamp": [558.72, 560.9], "text": " Paul Clark from a Cardo Technology again."}, {"timestamp": [561.38, 565.32], "text": " It's about completely reforming our education system from the ground up"}, {"timestamp": [565.32, 570.56], "text": " because at the moment we're not preparing the next generation if you like for this very smart"}, {"timestamp": [570.56, 575.76], "text": " automated world that they will live in. It's much more the sort of the collaborative skills,"}, {"timestamp": [576.0, 581.28], "text": " creative skills that we need to teach because those will endure in a way that perhaps you know"}, {"timestamp": [581.28, 588.78], "text": " the more sort of fact-based learning won't. If we see what kind of areas are promising areas for new employment opportunities,"}, {"timestamp": [589.16, 592.96], "text": " then we need to make sure that we prepare everybody for those new opportunities."}, {"timestamp": [593.2, 597.98], "text": " So you can be more agile on a job market that might not be very predictable in the future."}, {"timestamp": [603.6, 606.5], "text": " These are the open plan offices of digital genius."}, {"timestamp": [606.5, 613.4], "text": " Situated high up in a London skyscraper, the views across the city are expansive."}, {"timestamp": [613.4, 619.5], "text": " The company began life just four years ago when its founder, Dmitri Axinov, was only 21."}, {"timestamp": [619.5, 623.32], "text": " My passion for artificial intelligence is a lifelong one."}, {"timestamp": [623.32, 625.94], "text": " I grew up in a small town called Vladikavkaz."}, {"timestamp": [626.38, 631.92], "text": " It's in the south of Russia. It's by Cocos Mountains, not too far away from the Black Sea."}, {"timestamp": [632.24, 639.7], "text": " It's a very small city, and I've built my first artificially intelligence system when I was 11 years old,"}, {"timestamp": [640.08, 642.56], "text": " because, frankly speaking, there wasn't much else to do."}, {"timestamp": [643.2, 646.24], "text": " Dmitri Axinov left Russia to study in the UK,"}, {"timestamp": [646.88, 649.0], "text": " and it was while he was at university here"}, {"timestamp": [649.0, 650.78], "text": " that he began developing the technology"}, {"timestamp": [650.78, 653.88], "text": " on which this innovative startup has been built."}, {"timestamp": [653.88, 659.16], "text": " The mission from day one was to help businesses automate communications"}, {"timestamp": [659.16, 662.24], "text": " with their customers with the use of artificial intelligence."}, {"timestamp": [662.62, 664.68], "text": " Head of product, Mario Boardbar,"}, {"timestamp": [665.0, 667.0], "text": " showed me how digital geniuses technology"}, {"timestamp": [667.0, 671.0], "text": " is changing the way businesses deal with customer queries."}, {"timestamp": [671.0, 673.0], "text": " Let's say that in this case,"}, {"timestamp": [673.0, 676.0], "text": " there was a promise that the order would arrive within two days."}, {"timestamp": [676.0, 678.0], "text": " Let's say the order hasn't arrived."}, {"timestamp": [678.0, 679.0], "text": " It's been three, four days,"}, {"timestamp": [679.0, 681.0], "text": " so the customer is kind of annoyed"}, {"timestamp": [681.0, 684.0], "text": " and they're contacting the contact center to see where the order is."}, {"timestamp": [684.0, 689.28], "text": " So in this case, we're going to say, let's say, my order never arrived."}, {"timestamp": [689.82, 694.38], "text": " I've clicked send and what happens here now the artificial intelligence needs to deal with that."}, {"timestamp": [694.94, 698.0], "text": " Just a few seconds later, an answer appears on screen."}, {"timestamp": [698.44, 704.58], "text": " The reply is, Dear Mario, in this case, we recognize the order you placed has surpassed the two-day"}, {"timestamp": [704.58, 705.28], "text": " delivery mark. Below you will find the order status placed has surpassed the two-day delivery mark."}, {"timestamp": [705.46, 709.32], "text": " Below you will find the order status and a discount code for your inconvenience."}, {"timestamp": [709.74, 714.0], "text": " How would that be different to if I just had a customer service per human at the other end?"}, {"timestamp": [714.0, 721.42], "text": " This artificial intelligence is now able to process hundreds or thousands or even more queries at the same time."}, {"timestamp": [721.92, 726.0], "text": " So you're likely to get an answer more quickly. And there are other benefits too."}, {"timestamp": [726.0, 729.0], "text": " One of the skills of our AI that we are very proud of"}, {"timestamp": [729.0, 730.0], "text": " is that it's multilingual."}, {"timestamp": [730.0, 732.0], "text": " It can deal with different languages"}, {"timestamp": [732.0, 735.0], "text": " as long as you've told it to deal with those languages."}, {"timestamp": [735.0, 738.0], "text": " And dealing with multiple languages around the globe"}, {"timestamp": [738.0, 742.0], "text": " is something that is a very big pain point for a lot of contact centers."}, {"timestamp": [742.0, 748.64], "text": " So having an AI that understands multiple languages is a very key strength for contact centers"}, {"timestamp": [748.64, 754.68], "text": " to be able to expand their customer service support globally without having to worry about hiring"}, {"timestamp": [754.68, 759.24], "text": " lots and lots of different agents with different skill sets in terms of language."}, {"timestamp": [759.24, 768.66], "text": " As a result of intelligent algorithms or chatbots, answering huge numbers of queries, the people still working in contact centres will most probably be employed"}, {"timestamp": [768.66, 772.56], "text": " to deal only with the most complex and challenging customer issues,"}, {"timestamp": [772.94, 776.56], "text": " or the ones that chatbots have not been given permission to deal with."}, {"timestamp": [777.4, 782.56], "text": " Dmitri Aksinov believes that this is how huge numbers of contact centers will soon operate."}, {"timestamp": [782.56, 787.46], "text": " We've managed to sell this technology to some of the largest brands,"}, {"timestamp": [787.94, 792.64], "text": " so very big companies expressed a lot of interest in the technology that I've built."}, {"timestamp": [792.64, 799.22], "text": " We believe that in the next five years, every single company will have some sort of artificial"}, {"timestamp": [799.22, 801.48], "text": " intelligence in their customer service operation."}, {"timestamp": [802.14, 807.14], "text": " We're looking to grow our revenue by 500% for the next three years."}, {"timestamp": [807.44, 810.9], "text": " So it's really a fast-growing technology company."}, {"timestamp": [811.44, 815.0], "text": " As with every technology wave, new businesses will be built."}, {"timestamp": [815.7, 817.2], "text": " This time, on the back of AI."}, {"timestamp": [817.9, 819.66], "text": " I think something else will happen too."}, {"timestamp": [820.5, 823.42], "text": " Recent times have been hard for many high street retailers"}, {"timestamp": [823.42, 826.16], "text": " in the face of competition from online companies."}, {"timestamp": [826.82, 831.16], "text": " What I think we're now beginning to see is a yet bigger divide emerge"}, {"timestamp": [831.16, 835.58], "text": " between companies that are investing in and embracing AI technologies"}, {"timestamp": [835.58, 838.5], "text": " and those that are unable or unwilling to do so."}, {"timestamp": [839.04, 843.68], "text": " E-commerce companies tend to adapt technology like ours much faster"}, {"timestamp": [843.68, 846.64], "text": " and that's why they're able to grow so much faster."}, {"timestamp": [847.24, 857.5], "text": " The traditional high street are typically slower, and they're typically less excited about a new, innovative ways to interact with their customers,"}, {"timestamp": [857.5, 859.66], "text": " because it's not the core of their business."}, {"timestamp": [859.96, 866.08], "text": " The core of their business is the actual physical stores, while digital is often out of focus."}, {"timestamp": [870.48, 875.6], "text": " So just how is online shopping being transformed?"}, {"timestamp": [877.92, 881.2], "text": " I'm Susan Albury Coon, I'm the business development director for Sight,"}, {"timestamp": [881.2, 883.36], "text": " which is a visual search company based in Tel Aviv."}, {"timestamp": [883.92, 887.46], "text": " The company is in Israel, but Susan works from her home in London."}, {"timestamp": [888.3, 893.46], "text": " What site has done is develop AI technology so that consumers can search for fashion items,"}, {"timestamp": [893.62, 896.68], "text": " say, using images rather than text."}, {"timestamp": [897.18, 901.36], "text": " This will eradicate the need to type item descriptions into a search bar."}, {"timestamp": [901.78, 904.5], "text": " So if you're searching for a little black dress, for example,"}, {"timestamp": [904.5, 909.1], "text": " you will probably search in text for something like short skirt v-neck dress."}, {"timestamp": [909.54, 912.8], "text": " And if you did that, it would probably come up with,"}, {"timestamp": [912.92, 918.2], "text": " so let's have a look, short skirt v-neck dress."}, {"timestamp": [918.74, 920.86], "text": " And I wonder if it'll come up with skirts rather than dresses."}, {"timestamp": [921.68, 923.54], "text": " Yes, it's actually come up with shorts, actually."}, {"timestamp": [924.02, 947.34], "text": " So that's the typical of the frustration you would find normally. You're looking for a short skirt, but the search has actually read the text as being shorts, so it's come up with shorts. And the reason for that is because if you think about it, every single image that's in a retailer's website has to be labeled with tags. So supposing a dress has been labeled black ruffle skirt, then you'll be able to find it if you use those text words when you search for it."}, {"timestamp": [947.64, 951.0], "text": " But supposing you put dress with frilly hem,"}, {"timestamp": [951.58, 952.62], "text": " you've used different words,"}, {"timestamp": [952.8, 954.04], "text": " so you won't be able to find it."}, {"timestamp": [954.82, 958.36], "text": " I know just how annoying searching using text is for customers."}, {"timestamp": [959.08, 962.32], "text": " And Susan Aubrey Coon is hoping that searching for what you want,"}, {"timestamp": [962.56, 965.12], "text": " using images, will make shopping more intuitive"}, {"timestamp": [965.12, 966.0], "text": " and smoother."}, {"timestamp": [967.52, 969.78], "text": " So, right, so I'm actually on Instagram at the moment."}, {"timestamp": [970.16, 972.18], "text": " Susan is looking at a picture of a group of friends."}, {"timestamp": [972.64, 976.14], "text": " One of them is wearing something that catches her eye, so she takes a screenshot."}, {"timestamp": [977.48, 982.22], "text": " She then loads it into an app, which searches huge numbers of fashion websites for the"}, {"timestamp": [982.22, 983.64], "text": " most exact match."}, {"timestamp": [984.06, 986.18], "text": " A lot of people's shopping starts with social media."}, {"timestamp": [986.28, 990.9], "text": " They see a blogger, they see a celebrity wearing something, and they want to buy it."}, {"timestamp": [991.2, 993.5], "text": " It's going to be increasingly the way we search."}, {"timestamp": [994.06, 998.42], "text": " But teaching an intelligent algorithm to recognise what an item of clothing looks like,"}, {"timestamp": [998.7, 1001.28], "text": " when it cannot see, has been no mean feat."}, {"timestamp": [1001.74, 1004.84], "text": " In order to train the algorithm to know what is similar and what is not,"}, {"timestamp": [1004.84, 1005.16], "text": " we have had human beings looking In order to train the algorithm to know what is similar and what is not,"}, {"timestamp": [1008.36, 1010.66], "text": " we have had human beings looking at images and asking the algorithm to find similar"}, {"timestamp": [1010.66, 1013.72], "text": " and then telling the algorithm, this is similar, this is not."}, {"timestamp": [1014.14, 1016.6], "text": " So, for example, on denim jeans,"}, {"timestamp": [1016.72, 1020.9], "text": " you can have high-rise, mid-rise, boot cuts, skinnies, flares, etc."}, {"timestamp": [1021.14, 1022.86], "text": " But you've then got to overlay on that"}, {"timestamp": [1022.86, 1026.2], "text": " the different colours of the denim, the different washes, the different finishes."}, {"timestamp": [1026.66, 1031.04], "text": " Teaching the algorithm all the different categories probably took about 18 months, I would guess."}, {"timestamp": [1031.4, 1035.56], "text": " Now, if we're going to teach the algorithm the iteration that occurs in fashion every season,"}, {"timestamp": [1036.06, 1038.6], "text": " I would say that it takes a matter of probably days."}, {"timestamp": [1039.24, 1045.56], "text": " Technology like this has the potential to transform the service that online shoppers receive in remarkable ways."}, {"timestamp": [1049.08, 1054.7], "text": " This is a studio in West London. Models here are being photographed for the websites in the"}, {"timestamp": [1054.7, 1062.16], "text": " Yuk's Netaporte Global Fashion Group, which sell luxury brands. This is a pureplay fashion retailer,"}, {"timestamp": [1062.16, 1065.18], "text": " meaning that all its sales are generated online."}, {"timestamp": [1065.76, 1067.12], "text": " It has no stores."}, {"timestamp": [1067.96, 1075.54], "text": " But a small proportion of the company's high-spending customers have always received a specialized service from personal shoppers,"}, {"timestamp": [1075.54, 1079.88], "text": " as Alessia Kosagovsky, Chief Data and Analytics Officer, explains."}, {"timestamp": [1080.5, 1087.96], "text": " To be most effective, the personal shopper needs to, in a very short amount of time,"}, {"timestamp": [1088.16, 1095.86], "text": " be able to provide the best level of service, be proactive and recommend to the customer what's its best."}, {"timestamp": [1096.48, 1101.98], "text": " Currently, relatively few customers receive that level of service, but that's set to change."}, {"timestamp": [1102.5, 1109.0], "text": " Tomorrow, artificial intelligence will completely change how people shop luxury online."}, {"timestamp": [1109.0, 1115.0], "text": " If a customer decides to share data, information with us,"}, {"timestamp": [1115.0, 1123.0], "text": " artificial intelligence will be able to use that information to craft personalized experiences."}, {"timestamp": [1123.0, 1127.72], "text": " So what sort of data would we have to give in the very near future that would enable"}, {"timestamp": [1127.72, 1132.6], "text": " your AI systems to so personalize this experience for me as a customer?"}, {"timestamp": [1132.6, 1138.88], "text": " It can be the diary of the customer to understand the next occasion the customer is shopping"}, {"timestamp": [1138.88, 1140.32], "text": " luxury for."}, {"timestamp": [1140.32, 1143.16], "text": " I might be going to opera tonight."}, {"timestamp": [1143.16, 1148.0], "text": " Our site will adapt the editorial content to what is appropriate"}, {"timestamp": [1148.0, 1151.0], "text": " and will recommend the right clothes."}, {"timestamp": [1151.0, 1155.0], "text": " So you are saying if I was to give you my outlook calendar,"}, {"timestamp": [1155.0, 1158.0], "text": " you could anticipate when I would need to make purchases"}, {"timestamp": [1158.0, 1162.0], "text": " so that I could be always perfectly addressed for every occasion."}, {"timestamp": [1162.0, 1163.0], "text": " Absolutely."}, {"timestamp": [1163.0, 1169.36], "text": " We can also envision a world where you're willing to take the picture of your wardrobe and"}, {"timestamp": [1169.36, 1171.48], "text": " give it to us."}, {"timestamp": [1171.48, 1178.12], "text": " We can understand what are the typical colors you wear, what is the type of shoes you like,"}, {"timestamp": [1178.12, 1186.0], "text": " and we care very much about the silhouette you prefer to ultimately narrow down the product."}, {"timestamp": [1186.0, 1193.0], "text": " So AI is going to enable you to give this personalized exclusive experience to many, many more people."}, {"timestamp": [1193.0, 1203.0], "text": " Yes, it's about doing what today we do for a smaller proportion of our customers to everyone."}, {"timestamp": [1203.0, 1208.08], "text": " The company's financial commitment to a digital future is considerable."}, {"timestamp": [1208.08, 1216.24], "text": " We have an investment in technology of one billion euros over a five-year period."}, {"timestamp": [1216.24, 1228.76], "text": " Today we have a group of people whose only focus is understand, scout, artificial intelligent technology. This is an area of growth for us."}, {"timestamp": [1228.76, 1234.08], "text": " So what sort of percentage of your employees are from a tech background?"}, {"timestamp": [1234.08, 1242.28], "text": " About one third of the people we employ are strictly speaking technologists. And we have"}, {"timestamp": [1242.28, 1247.66], "text": " people that understand technology and integrate technology in their day-to-day job"}, {"timestamp": [1247.66, 1249.24], "text": " in many, many more functions."}, {"timestamp": [1249.92, 1253.28], "text": " Artificial intelligence, it is the future, honestly."}, {"timestamp": [1254.88, 1257.92], "text": " Some traditional businesses have got that message too."}, {"timestamp": [1258.98, 1263.14], "text": " Sharif Metyas is chief experience officer at TGI Fridays."}, {"timestamp": [1263.94, 1265.34], "text": " He's based in Dallas, Texas."}, {"timestamp": [1266.14, 1268.72], "text": " When he joined the company, he set it quite a challenge."}, {"timestamp": [1269.46, 1271.44], "text": " We need to stop being a restaurant chain."}, {"timestamp": [1272.02, 1274.16], "text": " We need to be thought of as a technology company"}, {"timestamp": [1274.16, 1275.98], "text": " that happens to sell beer and ribs."}, {"timestamp": [1276.68, 1278.88], "text": " TGI Fridays is beginning to use AI"}, {"timestamp": [1278.88, 1280.96], "text": " to change the customer experience"}, {"timestamp": [1280.96, 1283.44], "text": " in its 900 restaurants worldwide."}, {"timestamp": [1287.0, 1289.0], "text": " And in one of them in central London,"}, {"timestamp": [1289.0, 1292.0], "text": " I was shown how it will impact that most human of pleasures,"}, {"timestamp": [1292.0, 1294.0], "text": " choosing and mixing a cocktail."}, {"timestamp": [1296.0, 1300.0], "text": " In the past, customers picked a drink from a fixed list on a cardboard menu,"}, {"timestamp": [1300.0, 1302.0], "text": " but not for much longer."}, {"timestamp": [1302.0, 1306.14], "text": " So here we have the new system in front of us, which is an iPad."}, {"timestamp": [1306.68, 1308.2], "text": " I'm just going to press on the key here."}, {"timestamp": [1309.04, 1312.96], "text": " You choose the things that, you know, appeal to you from a taste point of view,"}, {"timestamp": [1313.36, 1315.86], "text": " and then we'll go through and start to craft your drink."}, {"timestamp": [1316.44, 1319.14], "text": " This is Chief Marketing Officer Steve Flanagan."}, {"timestamp": [1319.84, 1322.54], "text": " Okay, so I'm going to press here, lime, peach,"}, {"timestamp": [1322.78, 1325.4], "text": " and just add a little bit of fun, some ice cream."}, {"timestamp": [1325.86, 1331.52], "text": " So behind the scenes now, the AI is starting to look at the perfect combinations of what goes with what."}, {"timestamp": [1331.82, 1338.52], "text": " It's gone through well over 1,000 recipes that we've developed for cocktails over many years in Friday's history,"}, {"timestamp": [1338.76, 1344.16], "text": " generating that information in a moment, a speed that a human wouldn't be able to do."}, {"timestamp": [1344.16, 1349.32], "text": " A recipe emerges on screen, which the bartender then follows."}, {"timestamp": [1350.62, 1354.14], "text": " Wow, that tastes like nothing else I've ever drunk before."}, {"timestamp": [1354.44, 1354.84], "text": " Fantastic."}, {"timestamp": [1355.98, 1360.46], "text": " This may seem like just a bit of fun, but it's been trialled in a number of restaurants"}, {"timestamp": [1360.46, 1363.32], "text": " in the US with serious financial results."}, {"timestamp": [1363.78, 1368.38], "text": " The number of checks that actually include per person two drinks has gone up 30%."}, {"timestamp": [1368.38, 1370.36], "text": " So that's massive."}, {"timestamp": [1370.78, 1373.96], "text": " There are bartenders who are having to use the system to create the drinks."}, {"timestamp": [1374.1, 1375.74], "text": " What has been their response?"}, {"timestamp": [1376.08, 1379.24], "text": " It was a big question mark, to be honest with you, when we first started rolling this out,"}, {"timestamp": [1379.38, 1381.48], "text": " but our bartenders love this."}, {"timestamp": [1382.0, 1383.36], "text": " And I think for two reasons."}, {"timestamp": [1383.56, 1386.36], "text": " One, good bartenders like to create things."}, {"timestamp": [1386.64, 1390.42], "text": " You know, we've been asking for previous our bartenders to make, you know, 50 Long Island"}, {"timestamp": [1390.42, 1396.16], "text": " Ice Tees every day. And so they're able to actually be mixologists and have the AI tool help them."}, {"timestamp": [1396.16, 1403.06], "text": " And also, it creates more sales, which means more tips. They're actually making more money."}, {"timestamp": [1403.44, 1407.02], "text": " So from an economic perspective, this has been a win-win on all accounts."}, {"timestamp": [1407.7, 1412.7], "text": " AI, it seems, will soon begin to impact in many ways the day-to-day running of this business."}, {"timestamp": [1413.4, 1420.46], "text": " And what interests me is how senior executives will persuade you to refocus a restaurant chain like this around technology."}, {"timestamp": [1421.16, 1422.3], "text": " That's easy, the results."}, {"timestamp": [1422.8, 1426.0], "text": " Everything we've done is driven significant economic value."}, {"timestamp": [1426.0, 1433.0], "text": " I can imagine though your leadership board did not know that these results would be there at the outset."}, {"timestamp": [1433.0, 1437.0], "text": " What encouraged them to make this change in emphasis?"}, {"timestamp": [1437.0, 1440.0], "text": " The path we took was start small."}, {"timestamp": [1440.0, 1446.02], "text": " We're able to pilot some of these new technologies and experiences, and we measure the"}, {"timestamp": [1446.02, 1450.46], "text": " heck out of it. When you can prove it, you know, the gates open. We are going to be a technology"}, {"timestamp": [1450.46, 1457.06], "text": " digital first company. So if AI is shaking up how TGI Friday sees itself, what about other"}, {"timestamp": [1457.06, 1464.1], "text": " businesses? Paul Clark from Macardo technology again. We've always been this combination of a"}, {"timestamp": [1464.1, 1466.84], "text": " retailer and a technology business, but now we're transitioning again. We're always been this combination of a retailer and a technology business, but now we're"}, {"timestamp": [1466.84, 1468.04], "text": " transitioning again."}, {"timestamp": [1468.04, 1472.92], "text": " We're making the technology that we've built available to large grocery retailers around"}, {"timestamp": [1472.92, 1476.96], "text": " the world to allow them to do what we do, but it's not going to stop there."}, {"timestamp": [1476.96, 1481.76], "text": " We're already thinking about how we can take our technologies and apply them to solutions"}, {"timestamp": [1481.76, 1483.12], "text": " in other sectors."}, {"timestamp": [1483.12, 1489.0], "text": " And the reason they trusted is because they know that we are using it for ourselves."}, {"timestamp": [1489.0, 1496.0], "text": " The AI revolution will bring huge change."}, {"timestamp": [1496.0, 1501.0], "text": " But the technological shifts of earlier centuries happened over decades, not within decades."}, {"timestamp": [1501.0, 1505.9], "text": " Societies had time to assess what was going on at a pace that made legal, economic"}, {"timestamp": [1505.9, 1512.24], "text": " and regulatory adjustments possible before the landscape had utterly changed. We know that modern"}, {"timestamp": [1512.24, 1517.54], "text": " tech moves fast. We're only just catching up with some of the issues, for example around"}, {"timestamp": [1517.54, 1523.22], "text": " accountability, privacy and misuse of data, thrown up by the growth and power of the social"}, {"timestamp": [1523.22, 1527.08], "text": " media giants. So will we be sufficiently fleet of foot with AI?"}, {"timestamp": [1527.76, 1533.42], "text": " At the moment, it's very much on the self-regulation less fair side."}, {"timestamp": [1533.92, 1538.78], "text": " This is Dr. Sandra Vachter from Oxford University's Internet Institute again."}, {"timestamp": [1538.78, 1547.38], "text": " We don't really have any laws yet or policies or standards that require some kind of scrutiny of the algorithms"}, {"timestamp": [1547.38, 1553.26], "text": " that are being used, we're pretty much in the dark. And at the moment, the narrative is very much,"}, {"timestamp": [1553.62, 1558.0], "text": " it's too soon to regulate, it's too soon to regulate. We have to make sure that we find that"}, {"timestamp": [1558.0, 1564.08], "text": " sweet spot where we don't stifle innovation, but we are not in a situation where we cannot"}, {"timestamp": [1564.08, 1566.02], "text": " deal with the negative consequences"}, {"timestamp": [1566.02, 1572.0], "text": " anymore. Getting that balance right will be vital if we're going to ensure that we make the best"}, {"timestamp": [1572.0, 1578.28], "text": " and avoid the worst of the AI revolution. And that will be quite a task, according to Ben Oldgrove,"}, {"timestamp": [1578.44, 1583.32], "text": " partner at the global law firm Baker and McKenzie. It's going to be messy. There's no doubt about"}, {"timestamp": [1583.32, 1587.16], "text": " that it's going to be messy. We have to remember that historically,"}, {"timestamp": [1587.64, 1589.18], "text": " particularly in common law legal systems,"}, {"timestamp": [1589.36, 1592.0], "text": " like the UK's, but also the US and Canada and Australia,"}, {"timestamp": [1592.46, 1595.06], "text": " the law hasn't preemptively regulated."}, {"timestamp": [1595.26, 1597.82], "text": " It said, let's let people get on with their lives"}, {"timestamp": [1597.82, 1599.06], "text": " and then see if there's a problem."}, {"timestamp": [1599.14, 1601.12], "text": " And if there's a problem, the law will evolve."}, {"timestamp": [1602.5, 1603.74], "text": " Most of it will be reactive"}, {"timestamp": [1603.74, 1606.0], "text": " because I think most regulators"}, {"timestamp": [1606.0, 1609.0], "text": " will be hesitant of regulating something they don't understand."}, {"timestamp": [1609.0, 1612.0], "text": " Do you feel, though, that the law can always catch up"}, {"timestamp": [1612.0, 1617.0], "text": " and therefore we should enable the application of artificial intelligence in retail, etc.,"}, {"timestamp": [1617.0, 1619.0], "text": " to go where it goes?"}, {"timestamp": [1619.0, 1621.0], "text": " I think the question you're getting at is a very valid one."}, {"timestamp": [1621.0, 1625.6], "text": " I think it's really a question though of can politics keep up."}, {"timestamp": [1625.6, 1628.96], "text": " You know, I think probably our legal processes will need to speed up because the world's moving"}, {"timestamp": [1628.96, 1633.2], "text": " faster, but they're going to need to speed up behind the politics because at the end of the day"}, {"timestamp": [1633.2, 1637.92], "text": " our laws are made by Parliament."}, {"timestamp": [1637.92, 1642.64], "text": " Many retailers have much to get to grips with too. I believe we'll see consumers and"}, {"timestamp": [1642.64, 1645.44], "text": " shareholders reward companies that are fast adopters"}, {"timestamp": [1645.44, 1651.44], "text": " of artificial intelligence at the expense of those that aren't. And for society as a hold"}, {"timestamp": [1651.44, 1657.36], "text": " the benefit, we'll need to do all we can to ensure we have the highly trained people we need,"}, {"timestamp": [1657.36, 1663.52], "text": " but also prepare for what I think will be large-scale job losses resulting from this fast-moving,"}, {"timestamp": [1663.52, 1666.0], "text": " difficult to predict, AI revolution."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. This is the BBC's World of Business. I'm Jeremy Schwartz and the producer is Rosamond Jones. In this week's download edition of In Business from BBC Radio 4, we're exploring how artificial intelligence is changing the global retail industry. Artificial intelligence, or AI, looks set to drive the next business and industrial revolution. This is a world away from the waves of automation and technology that have transformed business and working life in recent decades. AI is all about developing machines and computer algorithms that can learn and be taught in similar ways to humans. It will change how we buy and what we buy. We talk about the personalized website of the future, which is unique to the customer and to their preferences. And this is where the revolution will take place. I believe the impact will be profound. Business efficiency and productivity will be supercharged. The jobs we humans do will be radically altered. Some new ones will emerge, others probably will be eradicated. We're basically having a battle between human rights and commercial interests, right? I'm Jeremy Schwartz and I've worked in some of the best known consumer companies, from Coca-Cola to L'Oreal and Sainsbury's to the Body Shop, where I was until last year the chief executive. There my world was full of data about customers' shopping habits. Millions of bits of information poured in from our stores and e-commerce sites every hour of every day. But without AI, I began to realise that making good sense of the data was hard. So in this programme, I want to explore how intelligent technology is changing how we shop in remarkable ways. And as a result, the jobs that we'll do too. I think it will also come to play a crucial role in deciding which retailers will thrive and which ones may not survive. One of the retailers embracing AI is a Cardo technology. This is one of its mega warehouses, the size of 11 football pitches in Hatfield, just north of London. Here, about 150,000 customers' grocery orders are processed every week. Paul Clark is the company's chief technology officer. Around us there are a huge number of different kind of machines and what they're doing is they're collaborating effectively to take orders that flow into this warehouse from customers and to turn those orders into a stream of plastic crates that then whizz around the warehouse collecting those customers groceries. Despite the complexity on display here, the layout of the products in the warehouse is not fixed. Instead, it's altered by intelligent computer algorithms able to find patterns in a mass of data at lightning speed. Of the 50,000 different items we sell, how many customers are buying, in a sense, per day is changing all the time. It changes because of things like weather, promotion, seasonality, even things like celebrity chef recipes can change the demand for particular items. And so the warehouse is constantly having to tune itself to put the right products in the right places. And that's one of our very first applications of machine learning that we developed that every night works out what's the best layout for the warehouse for the next day. That makes this warehouse run very efficiently, but it's only the start. An order here could take anything from, you know, 30 minutes to two hours to transit this warehouse. And that's one of the key things that's changed in our new warehouses, where we can pick what is typically a 50-item customer order, literally in a matter of minutes, using matter of minutes using swarms of robots. There are jobs for humans in Akado warehouses, operations staff and engineers who look after the machines, for example, as well as personal shoppers who pick and pack orders. But research is underway in Hatfield to see if intelligent machines can fulfill complicated roles. Where are we now? So we're in one of Ocardo's robot labs. So I'm looking at something that looks like a robotic arm. Tell me about it. In the past, robots often were taught to do repetitive operations, whereas here it's all about how you allow them to learn new tricks, cope with unexpected situations. For example, if you're putting an item into a carrier bag, there may be items in there already, so the vision system will look in to the carry bag and may say, ah, well, based on where those items are, this is how I'm going to orientate the object I'm putting in, and that may change how I pick it up. It couldn't have known that before it looked in the bag. It's all about adaptability and making smart decisions on the fly, if you like. A robot is already learning how to pack bags in Akado's newest warehouse. The reason we've put it there is actually to create this kind of living sandpit, if you like, for the robot to play in, to have a go at picking up particular objects and seeing where it's successful and seeing where it may be struggles or drops the object or whatever. And so that living lab is allowing us to expose the robot, if you like, to that learning process. Whether or not robots end up packing customers' shopping bags may depend on how well this one learns. And AI robots are not just operating in warehouses behind the scenes, but in full view of shoppers too. Talley is a fully autonomous mobile robot. It's rather tall and it goes up and down store aisles. This is Brad Borgolia, CEO and co-founder of Simbi Robotics in San Francisco. Tally is a stock-taking robot. It checks what products are running low, whether items are in the right place, founder of Simbi Robotics in San Francisco. Talley is a stock-taking robot. It checks what products are running low, whether items are in the right place, and if they're correctly priced. It's taking pictures as it drives by. If a product is not on shelf, a customer can't purchase it. How or when does a human need to interact with it? So most retailers today give their store team members small mobile computer, much like a smartphone. And Talley actually communicates over the retail store's Wi-Fi connection. Rather than just wandering up and down shelves, trying to work out where to go and get stuff, pinging up on the screen is information to say there's a wrong pricing in our four shelf to go and change it. Is that how this is working? That's correct. The reason we focused on the stock-taking task is just how big of a problem really understanding what's going on in retail stores is. Retailers traditionally know what products leave their warehouses to head to the store, and they know what products they sell. But everything in between is a bit of a mystery unless someone goes and checks on it. I get this. Good stock taking is a vital task, but also a tedious one for busy store staff who have many other things to do. Brad Boglea estimates that on average, U.S. retailer's annual revenue is reduced by 4% because products are not on the shelf. A typical tally unit can process between 15 to 30,000 products per hour, where in comparison it typically takes a store employee 20 human hours to audit every 10,000 products. No wonder then that a number of retailers in America have jumped at the chance to test tally in their stores. Technology like this is not far off science fiction. It's here right now. But that raises a pressing question. What will its impact on employment be? Automation wiped out huge numbers of jobs in the manufacturing sector. Will intelligent machines do the same in retail? Brad Bacoglia says that so far that's not happening. There's no job loss associated with Talley. What we see is with the data from Talley, retailers are able to actually operate more efficiently in their stores, which means they have the opportunity to actually hire more labor. Of course, it's very early days. And I'm not at all sure that retailers will end up employing more people. Instead, I think it's likely they will employ fewer staff and save significant costs. A view shared by Sandra Vachter, research fellow at Oxford University's Internet Institute. She focuses on the ethical and legal implications of machine learning. Jobs will, you know, be lost. It makes sense that we want to have systems that are more efficient and, ethical and legal implications of machine learning. Jobs will, you know, be lost. It makes sense that we want to have systems that are more efficient and we want to save costs and all of that. But we have to, you know, keep in mind that we don't automate everybody out of a job, obviously. And I think to guard against that is one of the biggest challenges in the next couple of years. What is also likely is that AI will create jobs of a certain kind. We will need far more data scientists, for example. And other roles will emerge that currently we can barely even imagine. So an opportunity, if we can grasp it. Paul Clark from a Cardo Technology again. It's about completely reforming our education system from the ground up because at the moment we're not preparing the next generation if you like for this very smart automated world that they will live in. It's much more the sort of the collaborative skills, creative skills that we need to teach because those will endure in a way that perhaps you know the more sort of fact-based learning won't. If we see what kind of areas are promising areas for new employment opportunities, then we need to make sure that we prepare everybody for those new opportunities. So you can be more agile on a job market that might not be very predictable in the future. These are the open plan offices of digital genius. Situated high up in a London skyscraper, the views across the city are expansive. The company began life just four years ago when its founder, Dmitri Axinov, was only 21. My passion for artificial intelligence is a lifelong one. I grew up in a small town called Vladikavkaz. It's in the south of Russia. It's by Cocos Mountains, not too far away from the Black Sea. It's a very small city, and I've built my first artificially intelligence system when I was 11 years old, because, frankly speaking, there wasn't much else to do. Dmitri Axinov left Russia to study in the UK, and it was while he was at university here that he began developing the technology on which this innovative startup has been built. The mission from day one was to help businesses automate communications with their customers with the use of artificial intelligence. Head of product, Mario Boardbar, showed me how digital geniuses technology is changing the way businesses deal with customer queries. Let's say that in this case, there was a promise that the order would arrive within two days. Let's say the order hasn't arrived. It's been three, four days, so the customer is kind of annoyed and they're contacting the contact center to see where the order is. So in this case, we're going to say, let's say, my order never arrived. I've clicked send and what happens here now the artificial intelligence needs to deal with that. Just a few seconds later, an answer appears on screen. The reply is, Dear Mario, in this case, we recognize the order you placed has surpassed the two-day delivery mark. Below you will find the order status placed has surpassed the two-day delivery mark. Below you will find the order status and a discount code for your inconvenience. How would that be different to if I just had a customer service per human at the other end? This artificial intelligence is now able to process hundreds or thousands or even more queries at the same time. So you're likely to get an answer more quickly. And there are other benefits too. One of the skills of our AI that we are very proud of is that it's multilingual. It can deal with different languages as long as you've told it to deal with those languages. And dealing with multiple languages around the globe is something that is a very big pain point for a lot of contact centers. So having an AI that understands multiple languages is a very key strength for contact centers to be able to expand their customer service support globally without having to worry about hiring lots and lots of different agents with different skill sets in terms of language. As a result of intelligent algorithms or chatbots, answering huge numbers of queries, the people still working in contact centres will most probably be employed to deal only with the most complex and challenging customer issues, or the ones that chatbots have not been given permission to deal with. Dmitri Aksinov believes that this is how huge numbers of contact centers will soon operate. We've managed to sell this technology to some of the largest brands, so very big companies expressed a lot of interest in the technology that I've built. We believe that in the next five years, every single company will have some sort of artificial intelligence in their customer service operation. We're looking to grow our revenue by 500% for the next three years. So it's really a fast-growing technology company. As with every technology wave, new businesses will be built. This time, on the back of AI. I think something else will happen too. Recent times have been hard for many high street retailers in the face of competition from online companies. What I think we're now beginning to see is a yet bigger divide emerge between companies that are investing in and embracing AI technologies and those that are unable or unwilling to do so. E-commerce companies tend to adapt technology like ours much faster and that's why they're able to grow so much faster. The traditional high street are typically slower, and they're typically less excited about a new, innovative ways to interact with their customers, because it's not the core of their business. The core of their business is the actual physical stores, while digital is often out of focus. So just how is online shopping being transformed? I'm Susan Albury Coon, I'm the business development director for Sight, which is a visual search company based in Tel Aviv. The company is in Israel, but Susan works from her home in London. What site has done is develop AI technology so that consumers can search for fashion items, say, using images rather than text. This will eradicate the need to type item descriptions into a search bar. So if you're searching for a little black dress, for example, you will probably search in text for something like short skirt v-neck dress. And if you did that, it would probably come up with, so let's have a look, short skirt v-neck dress. And I wonder if it'll come up with skirts rather than dresses. Yes, it's actually come up with shorts, actually. So that's the typical of the frustration you would find normally. You're looking for a short skirt, but the search has actually read the text as being shorts, so it's come up with shorts. And the reason for that is because if you think about it, every single image that's in a retailer's website has to be labeled with tags. So supposing a dress has been labeled black ruffle skirt, then you'll be able to find it if you use those text words when you search for it. But supposing you put dress with frilly hem, you've used different words, so you won't be able to find it. I know just how annoying searching using text is for customers. And Susan Aubrey Coon is hoping that searching for what you want, using images, will make shopping more intuitive and smoother. So, right, so I'm actually on Instagram at the moment. Susan is looking at a picture of a group of friends. One of them is wearing something that catches her eye, so she takes a screenshot. She then loads it into an app, which searches huge numbers of fashion websites for the most exact match. A lot of people's shopping starts with social media. They see a blogger, they see a celebrity wearing something, and they want to buy it. It's going to be increasingly the way we search. But teaching an intelligent algorithm to recognise what an item of clothing looks like, when it cannot see, has been no mean feat. In order to train the algorithm to know what is similar and what is not, we have had human beings looking In order to train the algorithm to know what is similar and what is not, we have had human beings looking at images and asking the algorithm to find similar and then telling the algorithm, this is similar, this is not. So, for example, on denim jeans, you can have high-rise, mid-rise, boot cuts, skinnies, flares, etc. But you've then got to overlay on that the different colours of the denim, the different washes, the different finishes. Teaching the algorithm all the different categories probably took about 18 months, I would guess. Now, if we're going to teach the algorithm the iteration that occurs in fashion every season, I would say that it takes a matter of probably days. Technology like this has the potential to transform the service that online shoppers receive in remarkable ways. This is a studio in West London. Models here are being photographed for the websites in the Yuk's Netaporte Global Fashion Group, which sell luxury brands. This is a pureplay fashion retailer, meaning that all its sales are generated online. It has no stores. But a small proportion of the company's high-spending customers have always received a specialized service from personal shoppers, as Alessia Kosagovsky, Chief Data and Analytics Officer, explains. To be most effective, the personal shopper needs to, in a very short amount of time, be able to provide the best level of service, be proactive and recommend to the customer what's its best. Currently, relatively few customers receive that level of service, but that's set to change. Tomorrow, artificial intelligence will completely change how people shop luxury online. If a customer decides to share data, information with us, artificial intelligence will be able to use that information to craft personalized experiences. So what sort of data would we have to give in the very near future that would enable your AI systems to so personalize this experience for me as a customer? It can be the diary of the customer to understand the next occasion the customer is shopping luxury for. I might be going to opera tonight. Our site will adapt the editorial content to what is appropriate and will recommend the right clothes. So you are saying if I was to give you my outlook calendar, you could anticipate when I would need to make purchases so that I could be always perfectly addressed for every occasion. Absolutely. We can also envision a world where you're willing to take the picture of your wardrobe and give it to us. We can understand what are the typical colors you wear, what is the type of shoes you like, and we care very much about the silhouette you prefer to ultimately narrow down the product. So AI is going to enable you to give this personalized exclusive experience to many, many more people. Yes, it's about doing what today we do for a smaller proportion of our customers to everyone. The company's financial commitment to a digital future is considerable. We have an investment in technology of one billion euros over a five-year period. Today we have a group of people whose only focus is understand, scout, artificial intelligent technology. This is an area of growth for us. So what sort of percentage of your employees are from a tech background? About one third of the people we employ are strictly speaking technologists. And we have people that understand technology and integrate technology in their day-to-day job in many, many more functions. Artificial intelligence, it is the future, honestly. Some traditional businesses have got that message too. Sharif Metyas is chief experience officer at TGI Fridays. He's based in Dallas, Texas. When he joined the company, he set it quite a challenge. We need to stop being a restaurant chain. We need to be thought of as a technology company that happens to sell beer and ribs. TGI Fridays is beginning to use AI to change the customer experience in its 900 restaurants worldwide. And in one of them in central London, I was shown how it will impact that most human of pleasures, choosing and mixing a cocktail. In the past, customers picked a drink from a fixed list on a cardboard menu, but not for much longer. So here we have the new system in front of us, which is an iPad. I'm just going to press on the key here. You choose the things that, you know, appeal to you from a taste point of view, and then we'll go through and start to craft your drink. This is Chief Marketing Officer Steve Flanagan. Okay, so I'm going to press here, lime, peach, and just add a little bit of fun, some ice cream. So behind the scenes now, the AI is starting to look at the perfect combinations of what goes with what. It's gone through well over 1,000 recipes that we've developed for cocktails over many years in Friday's history, generating that information in a moment, a speed that a human wouldn't be able to do. A recipe emerges on screen, which the bartender then follows. Wow, that tastes like nothing else I've ever drunk before. Fantastic. This may seem like just a bit of fun, but it's been trialled in a number of restaurants in the US with serious financial results. The number of checks that actually include per person two drinks has gone up 30%. So that's massive. There are bartenders who are having to use the system to create the drinks. What has been their response? It was a big question mark, to be honest with you, when we first started rolling this out, but our bartenders love this. And I think for two reasons. One, good bartenders like to create things. You know, we've been asking for previous our bartenders to make, you know, 50 Long Island Ice Tees every day. And so they're able to actually be mixologists and have the AI tool help them. And also, it creates more sales, which means more tips. They're actually making more money. So from an economic perspective, this has been a win-win on all accounts. AI, it seems, will soon begin to impact in many ways the day-to-day running of this business. And what interests me is how senior executives will persuade you to refocus a restaurant chain like this around technology. That's easy, the results. Everything we've done is driven significant economic value. I can imagine though your leadership board did not know that these results would be there at the outset. What encouraged them to make this change in emphasis? The path we took was start small. We're able to pilot some of these new technologies and experiences, and we measure the heck out of it. When you can prove it, you know, the gates open. We are going to be a technology digital first company. So if AI is shaking up how TGI Friday sees itself, what about other businesses? Paul Clark from Macardo technology again. We've always been this combination of a retailer and a technology business, but now we're transitioning again. We're always been this combination of a retailer and a technology business, but now we're transitioning again. We're making the technology that we've built available to large grocery retailers around the world to allow them to do what we do, but it's not going to stop there. We're already thinking about how we can take our technologies and apply them to solutions in other sectors. And the reason they trusted is because they know that we are using it for ourselves. The AI revolution will bring huge change. But the technological shifts of earlier centuries happened over decades, not within decades. Societies had time to assess what was going on at a pace that made legal, economic and regulatory adjustments possible before the landscape had utterly changed. We know that modern tech moves fast. We're only just catching up with some of the issues, for example around accountability, privacy and misuse of data, thrown up by the growth and power of the social media giants. So will we be sufficiently fleet of foot with AI? At the moment, it's very much on the self-regulation less fair side. This is Dr. Sandra Vachter from Oxford University's Internet Institute again. We don't really have any laws yet or policies or standards that require some kind of scrutiny of the algorithms that are being used, we're pretty much in the dark. And at the moment, the narrative is very much, it's too soon to regulate, it's too soon to regulate. We have to make sure that we find that sweet spot where we don't stifle innovation, but we are not in a situation where we cannot deal with the negative consequences anymore. Getting that balance right will be vital if we're going to ensure that we make the best and avoid the worst of the AI revolution. And that will be quite a task, according to Ben Oldgrove, partner at the global law firm Baker and McKenzie. It's going to be messy. There's no doubt about that it's going to be messy. We have to remember that historically, particularly in common law legal systems, like the UK's, but also the US and Canada and Australia, the law hasn't preemptively regulated. It said, let's let people get on with their lives and then see if there's a problem. And if there's a problem, the law will evolve. Most of it will be reactive because I think most regulators will be hesitant of regulating something they don't understand. Do you feel, though, that the law can always catch up and therefore we should enable the application of artificial intelligence in retail, etc., to go where it goes? I think the question you're getting at is a very valid one. I think it's really a question though of can politics keep up. You know, I think probably our legal processes will need to speed up because the world's moving faster, but they're going to need to speed up behind the politics because at the end of the day our laws are made by Parliament. Many retailers have much to get to grips with too. I believe we'll see consumers and shareholders reward companies that are fast adopters of artificial intelligence at the expense of those that aren't. And for society as a hold the benefit, we'll need to do all we can to ensure we have the highly trained people we need, but also prepare for what I think will be large-scale job losses resulting from this fast-moving, difficult to predict, AI revolution."}