{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.88, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [10.88, 14.3], "text": " We see the little lighthouse in the middle of the water down there."}, {"timestamp": [14.64, 17.64], "text": " That's exactly marking the entrance of the Tegu River,"}, {"timestamp": [18.16, 19.9], "text": " Tejou, we call it in Portuguese,"}, {"timestamp": [20.34, 24.52], "text": " and the Tegos River was the departure for those voyages of discovery."}, {"timestamp": [26.32, 31.88], "text": " Here, where the River Tegas flows into the Atlantic, there's a vast stone monument."}, {"timestamp": [32.36, 36.26], "text": " It's in the shape of a boat and carries more than 30 statues."}, {"timestamp": [36.7, 42.34], "text": " All of them historical figures from what Portugal describes as its age of discovery."}, {"timestamp": [44.2, 46.38], "text": " At the front, there's Henry the Navigator."}, {"timestamp": [46.5, 48.52], "text": " He's cradling a ship in his arms."}, {"timestamp": [49.0, 50.94], "text": " A few figures down is Vasco da Gama,"}, {"timestamp": [51.18, 55.32], "text": " the first European to sail right around the Horn of Africa to India."}, {"timestamp": [55.96, 59.72], "text": " And Magellan, who's being celebrated in Portugal this year"}, {"timestamp": [59.72, 67.54], "text": " because it is 500 years since his expedition set out to sail right around the globe."}, {"timestamp": [68.64, 73.66], "text": " The thing is not only getting there, but coming back and telling what they had seen"}, {"timestamp": [73.66, 77.18], "text": " and bringing what they found it there, you know, that was quite interesting."}, {"timestamp": [77.32, 79.78], "text": " So that's the first globalization, I think."}, {"timestamp": [81.48, 86.0], "text": " I'm in Lisbon, the capital of Portugal, with Felizada Gonzalez."}, {"timestamp": [86.0, 92.0], "text": " She's a tour guide and what's fascinating to hear is that even in the 15th century,"}, {"timestamp": [92.0, 97.0], "text": " Portugal was battling to push back the frontiers of technical innovation."}, {"timestamp": [97.0, 101.0], "text": " One of the big improvements was this use of the combination of sails,"}, {"timestamp": [101.0, 106.24], "text": " the triangular sail and the square ridge sail, which enables the"}, {"timestamp": [106.24, 109.44], "text": " Portugal to sail against the wind."}, {"timestamp": [109.44, 115.5], "text": " And this meant that people like Vasco da Gama could get right around the bottom of Africa and"}, {"timestamp": [115.5, 121.06], "text": " head east. Portugal has been exploiting the oceans of the world for generations."}, {"timestamp": [121.06, 127.0], "text": " But now the idea of the ocean economy has taken on a new significance."}, {"timestamp": [127.0, 133.0], "text": " Today's ocean economy is about encouraging commerce and science to work together."}, {"timestamp": [133.0, 141.0], "text": " It's about bringing shipping and fishing under the same umbrella as newer activities like biotechnology and robotics."}, {"timestamp": [141.0, 146.6], "text": " I'm Tanya Beckett, and for this week's global business I'm in Portugal to"}, {"timestamp": [146.6, 155.6], "text": " find out what this idea looks like in reality. Just opening the gate now onto the"}, {"timestamp": [155.6, 161.76], "text": " boat and going up the stairs. It's very glamorous. Welcome to the boat. Thank you very"}, {"timestamp": [161.76, 165.0], "text": " much. Beautiful sunny day."}, {"timestamp": [165.0, 169.0], "text": " The perfect weather to enjoy a party boat."}, {"timestamp": [169.0, 175.0], "text": " Modern day standards of comfort are of course rather more exacting than they were 500 years ago."}, {"timestamp": [175.0, 184.0], "text": " A couple of kilometres up river from Lisbon's monument to the explorers is a small marina tucked away under a busy bridge."}, {"timestamp": [184.0, 188.1], "text": " The man inviting me on board is Thomas Costa Lima."}, {"timestamp": [188.1, 190.32], "text": " This is my business."}, {"timestamp": [190.32, 192.16], "text": " I'm a boat designer."}, {"timestamp": [192.16, 197.16], "text": " I create boats like a tailor-made boat for each person."}, {"timestamp": [197.16, 201.0], "text": " So talk me through what this boat is designed to do."}, {"timestamp": [201.0, 207.0], "text": " There's this enormous area in the center with tables and chairs and a sort of panoramic view"}, {"timestamp": [207.0, 212.38], "text": " you've got and then sliding doors onto really the sort of boat equivalent of a veranda."}, {"timestamp": [213.44, 221.1], "text": " Yeah, it was thought to be made like boat to receive corporates big groups and these groups you can"}, {"timestamp": [221.1, 227.92], "text": " make presentations, present your products, go with and see the sunset,"}, {"timestamp": [227.92, 230.24], "text": " do whatever you like inside the boat."}, {"timestamp": [230.24, 232.24], "text": " How many people can you fit on the boat?"}, {"timestamp": [232.24, 233.24], "text": " 150."}, {"timestamp": [233.24, 240.64], "text": " So how does your business work in terms of how you are commissioned to design a boat?"}, {"timestamp": [240.64, 248.1], "text": " I start briefing with the clients about the kind of boat that he needs."}, {"timestamp": [248.36, 254.26], "text": " And so I work with the shipyard also and the engineers and naval engineers"}, {"timestamp": [254.26, 258.12], "text": " to achieve the best solution for his business."}, {"timestamp": [258.8, 266.76], "text": " So it's so specific and so tailor-made that normally we only produce one boat like that."}, {"timestamp": [266.76, 269.26], "text": " How much would a boat like this cost?"}, {"timestamp": [269.26, 272.84], "text": " One that you can fit 150 people on for a party?"}, {"timestamp": [272.84, 281.36], "text": " Well, this is a catamaranen and this boat can go to 1.3, 1.5 million euros."}, {"timestamp": [281.36, 286.76], "text": " Do you feel that this renewed enthusiasm for the ocean, on a part of the Portuguese government,"}, {"timestamp": [287.22, 293.52], "text": " is helping the culture of sailing and boating, that it's helping your business, which is designing boats?"}, {"timestamp": [294.62, 300.64], "text": " Yes, I think everyone that is connected with the sea in Portugal. Now I think they are starting to"}, {"timestamp": [300.64, 307.44], "text": " have a different role in the economy. So I think it's a perfect time to start this business in Portugal"}, {"timestamp": [307.44, 310.38], "text": " and starting other business connected with the sea."}, {"timestamp": [311.4, 314.1], "text": " The government in Lisbon agrees with Thomas."}, {"timestamp": [314.64, 317.62], "text": " Portugal was one of the countries in Europe worst affected"}, {"timestamp": [317.62, 321.7], "text": " by the global financial crisis that hit over a decade ago"}, {"timestamp": [321.7, 325.92], "text": " as it struggled under the weight of huge debts run up by both the"}, {"timestamp": [325.92, 332.14], "text": " government and the banking sector. The tourism industry has helped lead the country out of the"}, {"timestamp": [332.14, 338.14], "text": " economic doldrums, with its coastline of more than one and a half thousand kilometres. But the"}, {"timestamp": [338.14, 347.76], "text": " ocean economy, or as it's often called, the blue economy, is about much more than just tourism. Now Lisbon sees its vast"}, {"timestamp": [347.76, 351.76], "text": " ocean territory as the cornerstone of the country's future."}, {"timestamp": [351.76, 358.72], "text": " We have just begun to explore the full potential of the oceans. That's why we created the Blue"}, {"timestamp": [358.72, 368.6], "text": " Tech Accelerator. Tech and Accelerator, words carefully chosen to grab the attention of the English-speaking investment community."}, {"timestamp": [369.22, 376.34], "text": " A government department, the Ministry of the Sea, was set up four years ago to champion the country's maritime businesses."}, {"timestamp": [376.94, 382.58], "text": " Its main plan is to revamp the ports, so they act not just as access points to the Atlantic,"}, {"timestamp": [383.02, 388.2], "text": " but also as centres for developing ocean technology for the 21st century."}, {"timestamp": [388.84, 394.18], "text": " Ruben Uris is the proud Director-General of Maritime Policy at the Ministry."}, {"timestamp": [394.8, 397.38], "text": " So what's driving this new thinking?"}, {"timestamp": [398.46, 402.98], "text": " Well, first of all, there is the impact of climate change."}, {"timestamp": [403.82, 409.22], "text": " So this will trigger, of course, a new wave of infrastructure building"}, {"timestamp": [409.22, 411.86], "text": " for adapting to that change."}, {"timestamp": [412.78, 419.58], "text": " Secondly, we are reawakening to the richness that the ocean can give us."}, {"timestamp": [420.38, 424.5], "text": " 500 years ago, Portugal, and is known by history,"}, {"timestamp": [430.88, 431.68], "text": " was a pioneer in globalization and in a maritime globalization with the discovery's process."}, {"timestamp": [446.0, 451.0], "text": " And now, 500 years after, we see that we have this immense territory, and that has a potential to grow more food out of it besides our fisheries activities, because our ocean is very rich in nutrients."}, {"timestamp": [451.0, 458.0], "text": " And there is an understanding that this is the way to change the fundamentals"}, {"timestamp": [458.0, 460.0], "text": " of the Portuguese economy."}, {"timestamp": [460.0, 462.0], "text": " What is the government's role here?"}, {"timestamp": [462.0, 464.0], "text": " Well, the policy that was defined"}, {"timestamp": [464.0, 471.72], "text": " is to create the right context for the private investment to develop and prosper."}, {"timestamp": [473.0, 481.52], "text": " One of the ways is to transform and use the ports as innovation hubs for the blue economy."}, {"timestamp": [482.32, 483.28], "text": " Why the ports?"}, {"timestamp": [484.12, 489.52], "text": " First of all, it's a way of easing the access of the"}, {"timestamp": [489.52, 495.54], "text": " companies to the sea. If a company is installed in the port, it will be more easy for"}, {"timestamp": [495.54, 502.56], "text": " the company to trial their devices like ocean robotics or ocean renewable energies."}, {"timestamp": [502.56, 506.48], "text": " And the Portuguese port will be not only the best"}, {"timestamp": [506.48, 516.4], "text": " one of the world in cargo handling, but also will be the perfect hub for the blue economy and blue"}, {"timestamp": [516.4, 524.64], "text": " businesses. Why? Because you have the dedicated space for the startup's installation. In an ecosystem"}, {"timestamp": [524.64, 527.0], "text": " where you're going to have the best"}, {"timestamp": [527.0, 532.66], "text": " of the best, not only Portuguese, but international R&D centers in the world, in the"}, {"timestamp": [532.66, 539.5], "text": " blue economy, installed in the ports. Also, there will be associated training facilities"}, {"timestamp": [539.5, 549.56], "text": " and education facilities. So the ports in Portugal will be acceleration platforms for the blue economy."}, {"timestamp": [549.56, 556.02], "text": " So just describe to me what would a Portuguese port now be like with the development of the ocean economy?"}, {"timestamp": [556.94, 564.22], "text": " So one of the main partners of our Blue Tech Accelerator program is the port of Lechonje. It's the"}, {"timestamp": [564.22, 567.12], "text": " biggest one in the north. This is kind of a"}, {"timestamp": [567.12, 574.0], "text": " hot spot in the blue economy in Portugal. So the largest port in the north is Lechoice?"}, {"timestamp": [574.0, 576.88], "text": " Lecheonsch? Le schoinsh."}, {"timestamp": [576.88, 583.52], "text": " Exactly. How far is that from Lisbon? Oh, it's two, three hours drive."}, {"timestamp": [583.52, 585.0], "text": " Le schoench? Le, three hours drive. Lecheonche."}, {"timestamp": [585.0, 587.0], "text": " Weish"}, {"timestamp": [587.0, 588.0], "text": " Shoinz."}, {"timestamp": [588.0, 593.0], "text": " This is the fishing port of Le Jeanne."}, {"timestamp": [593.0, 601.0], "text": " It's sandwiched between the massive cranes of the container port on the one side with its huge ships"}, {"timestamp": [601.0, 606.32], "text": " and the modern glossy-looking cruise terminal on the other side."}, {"timestamp": [606.72, 614.48], "text": " It really stinks of fish here and the jetty which is made of concrete is absolutely covered"}, {"timestamp": [614.48, 618.48], "text": " in seagull droppings and piled high with fish nets."}, {"timestamp": [620.32, 625.2], "text": " This is our fishing boats. We have very different types of fishing boats"}, {"timestamp": [625.2, 629.0], "text": " because the kind of fish they are going to catch."}, {"timestamp": [629.0, 633.0], "text": " So this one, for example, is for octopus."}, {"timestamp": [633.0, 636.0], "text": " This is Helena Cardozo."}, {"timestamp": [636.0, 642.0], "text": " She works for Docapesca, which manages all fishing ports in Portugal."}, {"timestamp": [642.0, 646.48], "text": " Here, people eat more fish than almost any other country in the world."}, {"timestamp": [647.04, 653.2], "text": " And as the global population grows, making land more scarce, many other countries are expected to"}, {"timestamp": [653.2, 659.28], "text": " look to the ocean for food. Portugal's fishing industry may be part of its traditions and history,"}, {"timestamp": [659.68, 665.36], "text": " but it's also a vital part of its future and the plans for the ocean economy."}, {"timestamp": [666.64, 671.52], "text": " Helena, the fishing boats come in here, but obviously the fish isn't sold here, is it?"}, {"timestamp": [671.52, 675.36], "text": " No, it isn't, but there's a market in town and it can show you."}, {"timestamp": [680.32, 685.58], "text": " The fish market is in a huge hall with a high arched roof."}, {"timestamp": [685.58, 691.36], "text": " They sell live poultry upstairs and a vast array of fish on the ground floor."}, {"timestamp": [691.98, 695.98], "text": " Helena is fluent in fish, at least in Portuguese."}, {"timestamp": [697.3, 711.0], "text": " Carapal, sardinella, skada, tamburil, polvo, boulas, faneca, robalo, dorada, dorada, Tamburil, polvo, mules, faneca, rubalo, dorada, marmotta."}, {"timestamp": [711.0, 714.0], "text": " That's a lot of very different looking fish then."}, {"timestamp": [714.0, 717.0], "text": " I mean, you have a lot more."}, {"timestamp": [717.0, 722.0], "text": " It's very obvious that fish is a very central part of Portuguese life."}, {"timestamp": [722.0, 727.12], "text": " But how big is the fishing industry when you compare it to the rest of the economy?"}, {"timestamp": [727.12, 732.24], "text": " Well, it's about 2% of the economy, but it's very important for our traditional."}, {"timestamp": [732.24, 739.76], "text": " We have all the restaurants that are specialised in fish, we have the industry of nets,"}, {"timestamp": [739.76, 747.34], "text": " we have the industry of boats, of building boats. We have thousands of persons living off the sea."}, {"timestamp": [747.34, 753.96], "text": " So it's not just part of your identity, but also very interlinked with the rest of the economy,"}, {"timestamp": [753.96, 755.84], "text": " very closely connected to it."}, {"timestamp": [755.84, 757.12], "text": " Yes, it is."}, {"timestamp": [757.12, 763.46], "text": " All the industry related to the sea is very important for Portugal."}, {"timestamp": [763.46, 765.5], "text": " Here in the fish market, it's pretty noisy,"}, {"timestamp": [765.5, 768.5], "text": " and there are rows upon rows of fish."}, {"timestamp": [768.5, 772.0], "text": " But what's really interesting is in those rows of fish,"}, {"timestamp": [772.0, 773.5], "text": " you can't see any cod."}, {"timestamp": [773.5, 776.0], "text": " And yet, Bacalao, as the Portuguese call it,"}, {"timestamp": [776.0, 780.5], "text": " is a really important dish for Portuguese cuisine."}, {"timestamp": [780.5, 783.0], "text": " So how is it in this fresh fish market"}, {"timestamp": [783.0, 785.0], "text": " that I'm not seeing any cod?"}, {"timestamp": [785.0, 789.0], "text": " Well, codfish doesn't exist in Portuguese waters."}, {"timestamp": [789.0, 798.0], "text": " So the Portuguese fishermen that catch cod, they go to north of the Atlantic very far."}, {"timestamp": [798.0, 800.0], "text": " Outside the Portuguese waters."}, {"timestamp": [800.0, 802.0], "text": " Yes, outside Portuguese waters."}, {"timestamp": [802.0, 803.0], "text": " It's true."}, {"timestamp": [803.0, 806.18], "text": " They are allowed to do that and they bring the"}, {"timestamp": [806.18, 814.96], "text": " code that is processed in specialized companies. The world's increasing appetite for protein is then"}, {"timestamp": [814.96, 821.3], "text": " just one element of Portugal's plans to build its ocean economy. But the vision is broader"}, {"timestamp": [821.3, 824.24], "text": " than simply growing established industries."}, {"timestamp": [828.24, 834.24], "text": " The global cruise sector is The global cruise sector is expanding at a breathtaking 10% every year."}, {"timestamp": [834.24, 842.24], "text": " And with the historic town of Porto as a backdrop, Le Scheinjean has been positioning itself as a stop-off point on the Atlantic."}, {"timestamp": [842.24, 846.0], "text": " Now just approaching the outside of the cruise terminal,"}, {"timestamp": [846.0, 850.0], "text": " it's very obvious that it's not where normal cargo ships would come in."}, {"timestamp": [850.0, 852.0], "text": " It's pretty glamorous looking."}, {"timestamp": [852.0, 853.0], "text": " It's sort of quite sparkly and white,"}, {"timestamp": [853.0, 858.0], "text": " and it looks very much as if it captures the style of a cruise."}, {"timestamp": [858.0, 860.0], "text": " Very sort of smooth, wavy lines."}, {"timestamp": [860.0, 865.0], "text": " Yeah, there are some ideas that this terminal looks like an octopus."}, {"timestamp": [865.0, 874.0], "text": " It's shaped like a coiled ribbon unfurled at one end as it reaches out to the passengers that enter."}, {"timestamp": [874.0, 878.0], "text": " It is an extraordinary piece of architectural design."}, {"timestamp": [878.0, 888.48], "text": " There's no ugly functionality at all on display here, just a sweeping, glitteringing white exterior the terminal opened four years ago"}, {"timestamp": [888.48, 896.24], "text": " at a cost of 50 million euros helena gomez fernandez yes another helena is head of marketing for"}, {"timestamp": [896.24, 902.48], "text": " the port authority and looks every bit the international jet setter as she glides up the circular"}, {"timestamp": [902.48, 905.5], "text": " walkway at the core of the building."}, {"timestamp": [912.64, 913.34], "text": " You can see this beautiful, very high ceilings, all whites, very shiny, because we have all these tiles here."}, {"timestamp": [914.14, 919.4], "text": " The design of the terminal building makes it commercially versatile, as well as docking ships"}, {"timestamp": [919.4, 924.94], "text": " and funneling passengers to local restaurants and attractions, it's also used as a venue"}, {"timestamp": [924.94, 926.5], "text": " for exhibitions"}, {"timestamp": [926.5, 927.62], "text": " and events."}, {"timestamp": [927.62, 938.24], "text": " Each ship has about 2,000 passengers. Our aim is to have one cruise ship at least per day."}, {"timestamp": [938.24, 947.52], "text": " So at this moment we have 110 calls. We had it in 2018. We expect to increase a little bit in 2019 but of course"}, {"timestamp": [947.52, 952.96], "text": " purpose is to have 365 cruise calls every year one at least per day that's"}, {"timestamp": [952.96, 958.24], "text": " does it matter if the cruise terminal doesn't break even in the sense that people get off the"}, {"timestamp": [958.24, 963.04], "text": " boats and then they go and spend money in the surrounding areas maybe that's that's also"}, {"timestamp": [963.04, 967.68], "text": " part of the point yes of course what we, it's not only just business for the port"}, {"timestamp": [967.68, 969.04], "text": " is business for the region."}, {"timestamp": [969.5, 972.72], "text": " So we have to see all the total impact, economic impact,"}, {"timestamp": [972.72, 974.64], "text": " of this activity within the region."}, {"timestamp": [974.82, 977.06], "text": " Because passengers, when they come here,"}, {"timestamp": [977.14, 979.1], "text": " they are looking for shopping,"}, {"timestamp": [979.28, 981.92], "text": " they're looking for tours, they're looking for restaurants."}, {"timestamp": [983.28, 988.04], "text": " The port authority is in charge of much more than just the cruise terminal."}, {"timestamp": [988.04, 994.74], "text": " It's responsible for providing services to all of the ships that go in and out of Le Choynes"}, {"timestamp": [994.74, 999.08], "text": " and is clearly on board with the thinking behind the ocean economy."}, {"timestamp": [999.78, 1007.5], "text": " What I feel is that Portugal has been looking at different areas where we could, can be developed."}, {"timestamp": [1007.5, 1013.24], "text": " In terms of the sea, the part of Le Chais is one of the most important ports within the"}, {"timestamp": [1013.24, 1016.66], "text": " northwest region of the Iberian Peninsula."}, {"timestamp": [1016.66, 1018.82], "text": " We are considered a gateway port."}, {"timestamp": [1018.82, 1020.66], "text": " That means we serve the economy."}, {"timestamp": [1020.66, 1025.0], "text": " We import raw materials that are transformed in region and then exported by the port."}, {"timestamp": [1025.0, 1031.0], "text": " So of course we see more and more that there is a political strategy of investing the sea,"}, {"timestamp": [1031.0, 1037.0], "text": " which is very, very important, not only in terms of port infrastructure, but also in a sea cluster."}, {"timestamp": [1037.0, 1045.96], "text": " This is at the heart of the Portuguese government's big idea, the sea cluster."}, {"timestamp": [1046.4, 1051.14], "text": " It's the gathering up of innovation, research and businesses into one place,"}, {"timestamp": [1051.44, 1055.88], "text": " so they can all feed off each other like a sort of commercial coral reef."}, {"timestamp": [1056.24, 1060.72], "text": " It's exactly what Ruben Iris at the Ministry of the Sea in Lisbon was saying,"}, {"timestamp": [1060.72, 1065.68], "text": " that Lechoing Port has developed into a central point for the exchange of ideas."}, {"timestamp": [1066.18, 1070.2], "text": " There's even a marine research institute inside the cruise terminal."}, {"timestamp": [1070.84, 1075.14], "text": " One of the leading exponents of this type of thinking is Vladimir Miranda,"}, {"timestamp": [1075.48, 1078.7], "text": " who runs a large research programme in Le Chonj."}, {"timestamp": [1078.7, 1083.4], "text": " He's a veteran ocean professor from the neighbouring university of Porto"}, {"timestamp": [1083.4, 1086.36], "text": " and is evangelical about the need"}, {"timestamp": [1086.36, 1090.7], "text": " to bring scientists and businesses under one roof."}, {"timestamp": [1090.7, 1098.06], "text": " The most remarkable thing that I could put in first place is that in the last 20 years"}, {"timestamp": [1098.06, 1106.0], "text": " we saw in Portugal a growing movement of companies coming together with research institutes."}, {"timestamp": [1106.0, 1111.0], "text": " For instance, we are here in the Lechonnes port."}, {"timestamp": [1111.0, 1115.0], "text": " Now Lechonins is considered one of the model ports in Europe"}, {"timestamp": [1115.0, 1119.0], "text": " in terms of efficiency in the port management."}, {"timestamp": [1119.0, 1124.0], "text": " When I say things like the queue of the lorries that come with goods"}, {"timestamp": [1124.0, 1126.04], "text": " and containers to enter the"}, {"timestamp": [1126.04, 1133.88], "text": " average waiting time is about five minutes. And this is based on the very complex information"}, {"timestamp": [1133.88, 1139.28], "text": " technology systems that we cooperated with Le Chesars Harwood to develop and put here."}, {"timestamp": [1141.08, 1146.7], "text": " Portugal's ambitions for its ocean economy extend way beyond Lecheons, of course."}, {"timestamp": [1147.3, 1153.94], "text": " Lisbon has applied to the United Nations to extend its ocean territory to as far as the Azores,"}, {"timestamp": [1153.94, 1158.54], "text": " a group of Portuguese islands way out in the middle of the Atlantic."}, {"timestamp": [1159.26, 1170.7], "text": " If it is successful, this would extend its rights over the sea nearly one and a half thousand kilometres west of the mainland and give it potential access to enormous mineral reserves."}, {"timestamp": [1170.7, 1176.3], "text": " It would also mean Portugal's surface area would become 97% water."}, {"timestamp": [1177.2, 1183.5], "text": " In the past, people were only worried about fisheries, for instance, coastal things."}, {"timestamp": [1184.08, 1186.96], "text": " And never thought that we would have the conditions"}, {"timestamp": [1186.96, 1194.88], "text": " to go to the deep sea. But then the discovery of tremendous, impressive mineral resources that"}, {"timestamp": [1194.88, 1202.24], "text": " we have in all this huge area, and the discovery of new biologists that open also a window of"}, {"timestamp": [1202.24, 1206.4], "text": " opportunity for the pharmaceutical industry and new medicines, etc."}, {"timestamp": [1207.2, 1213.0], "text": " It started calling the attention of our policymakers and our people that run companies"}, {"timestamp": [1213.0, 1215.0], "text": " that there could be some opportunity."}, {"timestamp": [1215.5, 1220.4], "text": " So your idea really is that Portugal, or more particularly Le Change,"}, {"timestamp": [1220.8, 1233.44], "text": " is able to offer like an integrated industry, an integrated service, whereby you're not just exploiting the ocean, but also you are managing the environment."}, {"timestamp": [1233.74, 1236.14], "text": " All of these things must, in your view, coexist."}, {"timestamp": [1236.44, 1237.38], "text": " Yes, absolutely."}, {"timestamp": [1238.02, 1246.52], "text": " In a triangle of alliances between the Lézhenge port, the biological research, marine research institute that is here"}, {"timestamp": [1246.52, 1248.52], "text": " where we are sitting upstairs,"}, {"timestamp": [1248.52, 1250.64], "text": " and us that is technology-oriented."}, {"timestamp": [1250.64, 1253.74], "text": " We have an alliance that is building things"}, {"timestamp": [1253.74, 1255.64], "text": " to go and explore the deep sea"}, {"timestamp": [1255.64, 1257.88], "text": " and establish not only the deep sea."}, {"timestamp": [1257.88, 1259.4], "text": " If you want to go to deep sea,"}, {"timestamp": [1259.4, 1262.76], "text": " you have to have the whole chain connecting to the land."}, {"timestamp": [1262.76, 1266.08], "text": " And the harbors are the nodes of this network."}, {"timestamp": [1266.08, 1268.38], "text": " And this authority, the port authority,"}, {"timestamp": [1268.38, 1272.58], "text": " is involved in this effort, supporting us."}, {"timestamp": [1272.58, 1275.5], "text": " For instance, all the robotics to explore the deep sea,"}, {"timestamp": [1275.5, 1279.82], "text": " we test them here with the support of the port authority."}, {"timestamp": [1284.02, 1287.0], "text": " The robot is making its way towards the key at the moment"}, {"timestamp": [1287.0, 1290.0], "text": " and it's about to come out of the water."}, {"timestamp": [1290.0, 1291.0], "text": " It's coming right towards it."}, {"timestamp": [1291.0, 1296.0], "text": " It's quite ominous actually in its own way, just below the water's surface."}, {"timestamp": [1296.0, 1300.0], "text": " This is the testing that Vladimir was talking about,"}, {"timestamp": [1300.0, 1306.32], "text": " something cigar shaped with two and tan-iron about two metres long whizzing through the water."}, {"timestamp": [1309.44, 1312.0], "text": " So they're lifting it now out of the water."}, {"timestamp": [1312.56, 1314.44], "text": " It's not terribly heavy, obviously."}, {"timestamp": [1316.24, 1325.28], "text": " This red and black robot was built in Lecheonge by a tiny firm that's based in a small marina in the corner of the port."}, {"timestamp": [1325.28, 1331.52], "text": " The firm is called Ocean Scan. Luis Madreira helps set it up and is out on the jetty"}, {"timestamp": [1331.52, 1337.12], "text": " monitoring the robot's performance. Okay, I would say there are three different kinds of"}, {"timestamp": [1337.12, 1342.16], "text": " applications where these devices are used. So one, it's the military market,"}, {"timestamp": [1342.16, 1346.64], "text": " which are using them to find and map threads in the water."}, {"timestamp": [1347.2, 1347.76], "text": " Threats?"}, {"timestamp": [1347.76, 1351.68], "text": " Yes, it can be, for instance, where they are looking for mines in the water."}, {"timestamp": [1352.48, 1358.72], "text": " Another very typical application, and this is related with mapping environmental phenomena."}, {"timestamp": [1359.36, 1362.64], "text": " And finally, another market is like the commercial market."}, {"timestamp": [1362.64, 1366.0], "text": " So to map the sea bottom, so basically to understand the future... Why might market so to map the sea bottom so basically to understand"}, {"timestamp": [1366.0, 1370.56], "text": " the why might companies want to map the sea bottom whenever a company has to do some sort of"}, {"timestamp": [1370.56, 1375.92], "text": " installation in the water let's say oil platform they have to observe what's in the bottom"}, {"timestamp": [1375.92, 1381.52], "text": " how many of these have you sold already at the moment we have about 50 systems delivered to end"}, {"timestamp": [1381.52, 1385.0], "text": " users all over the world all over the the world? All over the world."}, {"timestamp": [1385.0, 1386.0], "text": " What sort of countries?"}, {"timestamp": [1386.0, 1392.0], "text": " Basically those, well, from, I would say, from Denmark to Singapore."}, {"timestamp": [1392.0, 1394.0], "text": " Singapore?"}, {"timestamp": [1394.0, 1401.0], "text": " Well, that's quite a far-flung audience to reach if you're operating from a modestly sized marina in the north of Portugal."}, {"timestamp": [1401.0, 1406.96], "text": " This is, I would say, a perfect place because basically we have like a pool of calm water"}, {"timestamp": [1406.96, 1412.32], "text": " to test these things and we have our facilities really near the water so it's just perfect for us."}, {"timestamp": [1412.76, 1416.22], "text": " What about the commercial environment that you're operating in? Is that supportive?"}, {"timestamp": [1416.8, 1422.84], "text": " Yes, it is. Yes, yes. Okay, so basically we are installed inside this science and technology park of the"}, {"timestamp": [1422.84, 1426.4], "text": " University of Porto, which also has some degree"}, {"timestamp": [1426.4, 1430.76], "text": " of cooperation with the harbour, with the city hall."}, {"timestamp": [1430.76, 1433.88], "text": " So it's really like a community, it's like a business community."}, {"timestamp": [1433.88, 1435.38], "text": " Yes, I would say so."}, {"timestamp": [1435.38, 1440.38], "text": " There is some degree of interconnection and synergies being developed between all these institutions"}, {"timestamp": [1440.38, 1453.0], "text": " that work around the harbour and this place, yes. Lechoing is really a 21st century reincarnation of something that Portugal has always been good at."}, {"timestamp": [1453.0, 1456.0], "text": " But of course I'm not the first person to make this connection."}, {"timestamp": [1456.0, 1460.0], "text": " Vladimir Miranda, the professor from the University of Porto,"}, {"timestamp": [1460.0, 1464.0], "text": " thinks there is much to reflect upon in the history books."}, {"timestamp": [1464.0, 1470.2], "text": " In the 15th and 16th centuries, Portugal had a big expansion in the sea."}, {"timestamp": [1470.54, 1472.5], "text": " Everybody knows about Vasco da Gama."}, {"timestamp": [1473.0, 1477.54], "text": " But the thing is, some people don't realize that this was a plan,"}, {"timestamp": [1477.62, 1483.82], "text": " a roadmap of about almost 100 years that was followed very tightly."}, {"timestamp": [1484.58, 1488.22], "text": " It started in 1415 and ended in 1498,"}, {"timestamp": [1488.44, 1490.2], "text": " the plan to reach India by sea."}, {"timestamp": [1491.12, 1495.86], "text": " And this was only possible because of technology, science and engineering."}, {"timestamp": [1496.7, 1500.9], "text": " Surely it takes someone whose heart is firmly rooted in science"}, {"timestamp": [1500.9, 1506.0], "text": " to talk about Portuguese explorers, not in terms of where they travel to,"}, {"timestamp": [1506.0, 1510.0], "text": " but the thinking and design that went behind getting them there."}, {"timestamp": [1510.0, 1516.0], "text": " Vladimir mourns the half century that Portugal was in the grips of a dictatorship,"}, {"timestamp": [1516.0, 1523.0], "text": " one that ended finally in 1974, but which had served to stifle the passion for innovation,"}, {"timestamp": [1523.0, 1526.8], "text": " such as Vladimir's, for decades."}, {"timestamp": [1526.8, 1530.68], "text": " The dictatorship was, let's say, against knowledge."}, {"timestamp": [1530.68, 1535.84], "text": " So they didn't take care of our universities, they didn't take care of science, etc., etc."}, {"timestamp": [1535.84, 1538.96], "text": " The word scientist was a sort of cursed word."}, {"timestamp": [1538.96, 1542.8], "text": " You don't say that, you are too arrogant saying that you are a scientist."}, {"timestamp": [1542.8, 1545.04], "text": " Now today that does not happen."}, {"timestamp": [1545.04, 1549.04], "text": " And the social status of researchers and scientists moved up."}, {"timestamp": [1549.04, 1551.64], "text": " And today they are very much recognized."}, {"timestamp": [1551.64, 1556.08], "text": " Then the link between companies and universities"}, {"timestamp": [1556.08, 1559.76], "text": " and research institutes also was strengthened"}, {"timestamp": [1559.76, 1562.8], "text": " because of this respect that was born."}, {"timestamp": [1562.8, 1566.1], "text": " Sometimes you can be very clever, but you also need to be lucky."}, {"timestamp": [1567.18, 1573.94], "text": " And we have this good luck in having together these conditions to move."}, {"timestamp": [1574.1, 1576.92], "text": " Maybe the conditions will disappear somewhere,"}, {"timestamp": [1577.02, 1581.06], "text": " but in the present moment, I am very, very optimistic."}, {"timestamp": [1583.74, 1587.4], "text": " That's it from Portugal and this week's edition of global business."}, {"timestamp": [1587.78, 1589.08], "text": " I'm Tanya Beckett."}, {"timestamp": [1589.42, 1591.94], "text": " The programme was produced by Tim Mansell."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. We see the little lighthouse in the middle of the water down there. That's exactly marking the entrance of the Tegu River, Tejou, we call it in Portuguese, and the Tegos River was the departure for those voyages of discovery. Here, where the River Tegas flows into the Atlantic, there's a vast stone monument. It's in the shape of a boat and carries more than 30 statues. All of them historical figures from what Portugal describes as its age of discovery. At the front, there's Henry the Navigator. He's cradling a ship in his arms. A few figures down is Vasco da Gama, the first European to sail right around the Horn of Africa to India. And Magellan, who's being celebrated in Portugal this year because it is 500 years since his expedition set out to sail right around the globe. The thing is not only getting there, but coming back and telling what they had seen and bringing what they found it there, you know, that was quite interesting. So that's the first globalization, I think. I'm in Lisbon, the capital of Portugal, with Felizada Gonzalez. She's a tour guide and what's fascinating to hear is that even in the 15th century, Portugal was battling to push back the frontiers of technical innovation. One of the big improvements was this use of the combination of sails, the triangular sail and the square ridge sail, which enables the Portugal to sail against the wind. And this meant that people like Vasco da Gama could get right around the bottom of Africa and head east. Portugal has been exploiting the oceans of the world for generations. But now the idea of the ocean economy has taken on a new significance. Today's ocean economy is about encouraging commerce and science to work together. It's about bringing shipping and fishing under the same umbrella as newer activities like biotechnology and robotics. I'm Tanya Beckett, and for this week's global business I'm in Portugal to find out what this idea looks like in reality. Just opening the gate now onto the boat and going up the stairs. It's very glamorous. Welcome to the boat. Thank you very much. Beautiful sunny day. The perfect weather to enjoy a party boat. Modern day standards of comfort are of course rather more exacting than they were 500 years ago. A couple of kilometres up river from Lisbon's monument to the explorers is a small marina tucked away under a busy bridge. The man inviting me on board is Thomas Costa Lima. This is my business. I'm a boat designer. I create boats like a tailor-made boat for each person. So talk me through what this boat is designed to do. There's this enormous area in the center with tables and chairs and a sort of panoramic view you've got and then sliding doors onto really the sort of boat equivalent of a veranda. Yeah, it was thought to be made like boat to receive corporates big groups and these groups you can make presentations, present your products, go with and see the sunset, do whatever you like inside the boat. How many people can you fit on the boat? 150. So how does your business work in terms of how you are commissioned to design a boat? I start briefing with the clients about the kind of boat that he needs. And so I work with the shipyard also and the engineers and naval engineers to achieve the best solution for his business. So it's so specific and so tailor-made that normally we only produce one boat like that. How much would a boat like this cost? One that you can fit 150 people on for a party? Well, this is a catamaranen and this boat can go to 1.3, 1.5 million euros. Do you feel that this renewed enthusiasm for the ocean, on a part of the Portuguese government, is helping the culture of sailing and boating, that it's helping your business, which is designing boats? Yes, I think everyone that is connected with the sea in Portugal. Now I think they are starting to have a different role in the economy. So I think it's a perfect time to start this business in Portugal and starting other business connected with the sea. The government in Lisbon agrees with Thomas. Portugal was one of the countries in Europe worst affected by the global financial crisis that hit over a decade ago as it struggled under the weight of huge debts run up by both the government and the banking sector. The tourism industry has helped lead the country out of the economic doldrums, with its coastline of more than one and a half thousand kilometres. But the ocean economy, or as it's often called, the blue economy, is about much more than just tourism. Now Lisbon sees its vast ocean territory as the cornerstone of the country's future. We have just begun to explore the full potential of the oceans. That's why we created the Blue Tech Accelerator. Tech and Accelerator, words carefully chosen to grab the attention of the English-speaking investment community. A government department, the Ministry of the Sea, was set up four years ago to champion the country's maritime businesses. Its main plan is to revamp the ports, so they act not just as access points to the Atlantic, but also as centres for developing ocean technology for the 21st century. Ruben Uris is the proud Director-General of Maritime Policy at the Ministry. So what's driving this new thinking? Well, first of all, there is the impact of climate change. So this will trigger, of course, a new wave of infrastructure building for adapting to that change. Secondly, we are reawakening to the richness that the ocean can give us. 500 years ago, Portugal, and is known by history, was a pioneer in globalization and in a maritime globalization with the discovery's process. And now, 500 years after, we see that we have this immense territory, and that has a potential to grow more food out of it besides our fisheries activities, because our ocean is very rich in nutrients. And there is an understanding that this is the way to change the fundamentals of the Portuguese economy. What is the government's role here? Well, the policy that was defined is to create the right context for the private investment to develop and prosper. One of the ways is to transform and use the ports as innovation hubs for the blue economy. Why the ports? First of all, it's a way of easing the access of the companies to the sea. If a company is installed in the port, it will be more easy for the company to trial their devices like ocean robotics or ocean renewable energies. And the Portuguese port will be not only the best one of the world in cargo handling, but also will be the perfect hub for the blue economy and blue businesses. Why? Because you have the dedicated space for the startup's installation. In an ecosystem where you're going to have the best of the best, not only Portuguese, but international R&D centers in the world, in the blue economy, installed in the ports. Also, there will be associated training facilities and education facilities. So the ports in Portugal will be acceleration platforms for the blue economy. So just describe to me what would a Portuguese port now be like with the development of the ocean economy? So one of the main partners of our Blue Tech Accelerator program is the port of Lechonje. It's the biggest one in the north. This is kind of a hot spot in the blue economy in Portugal. So the largest port in the north is Lechoice? Lecheonsch? Le schoinsh. Exactly. How far is that from Lisbon? Oh, it's two, three hours drive. Le schoench? Le, three hours drive. Lecheonche. Weish Shoinz. This is the fishing port of Le Jeanne. It's sandwiched between the massive cranes of the container port on the one side with its huge ships and the modern glossy-looking cruise terminal on the other side. It really stinks of fish here and the jetty which is made of concrete is absolutely covered in seagull droppings and piled high with fish nets. This is our fishing boats. We have very different types of fishing boats because the kind of fish they are going to catch. So this one, for example, is for octopus. This is Helena Cardozo. She works for Docapesca, which manages all fishing ports in Portugal. Here, people eat more fish than almost any other country in the world. And as the global population grows, making land more scarce, many other countries are expected to look to the ocean for food. Portugal's fishing industry may be part of its traditions and history, but it's also a vital part of its future and the plans for the ocean economy. Helena, the fishing boats come in here, but obviously the fish isn't sold here, is it? No, it isn't, but there's a market in town and it can show you. The fish market is in a huge hall with a high arched roof. They sell live poultry upstairs and a vast array of fish on the ground floor. Helena is fluent in fish, at least in Portuguese. Carapal, sardinella, skada, tamburil, polvo, boulas, faneca, robalo, dorada, dorada, Tamburil, polvo, mules, faneca, rubalo, dorada, marmotta. That's a lot of very different looking fish then. I mean, you have a lot more. It's very obvious that fish is a very central part of Portuguese life. But how big is the fishing industry when you compare it to the rest of the economy? Well, it's about 2% of the economy, but it's very important for our traditional. We have all the restaurants that are specialised in fish, we have the industry of nets, we have the industry of boats, of building boats. We have thousands of persons living off the sea. So it's not just part of your identity, but also very interlinked with the rest of the economy, very closely connected to it. Yes, it is. All the industry related to the sea is very important for Portugal. Here in the fish market, it's pretty noisy, and there are rows upon rows of fish. But what's really interesting is in those rows of fish, you can't see any cod. And yet, Bacalao, as the Portuguese call it, is a really important dish for Portuguese cuisine. So how is it in this fresh fish market that I'm not seeing any cod? Well, codfish doesn't exist in Portuguese waters. So the Portuguese fishermen that catch cod, they go to north of the Atlantic very far. Outside the Portuguese waters. Yes, outside Portuguese waters. It's true. They are allowed to do that and they bring the code that is processed in specialized companies. The world's increasing appetite for protein is then just one element of Portugal's plans to build its ocean economy. But the vision is broader than simply growing established industries. The global cruise sector is The global cruise sector is expanding at a breathtaking 10% every year. And with the historic town of Porto as a backdrop, Le Scheinjean has been positioning itself as a stop-off point on the Atlantic. Now just approaching the outside of the cruise terminal, it's very obvious that it's not where normal cargo ships would come in. It's pretty glamorous looking. It's sort of quite sparkly and white, and it looks very much as if it captures the style of a cruise. Very sort of smooth, wavy lines. Yeah, there are some ideas that this terminal looks like an octopus. It's shaped like a coiled ribbon unfurled at one end as it reaches out to the passengers that enter. It is an extraordinary piece of architectural design. There's no ugly functionality at all on display here, just a sweeping, glitteringing white exterior the terminal opened four years ago at a cost of 50 million euros helena gomez fernandez yes another helena is head of marketing for the port authority and looks every bit the international jet setter as she glides up the circular walkway at the core of the building. You can see this beautiful, very high ceilings, all whites, very shiny, because we have all these tiles here. The design of the terminal building makes it commercially versatile, as well as docking ships and funneling passengers to local restaurants and attractions, it's also used as a venue for exhibitions and events. Each ship has about 2,000 passengers. Our aim is to have one cruise ship at least per day. So at this moment we have 110 calls. We had it in 2018. We expect to increase a little bit in 2019 but of course purpose is to have 365 cruise calls every year one at least per day that's does it matter if the cruise terminal doesn't break even in the sense that people get off the boats and then they go and spend money in the surrounding areas maybe that's that's also part of the point yes of course what we, it's not only just business for the port is business for the region. So we have to see all the total impact, economic impact, of this activity within the region. Because passengers, when they come here, they are looking for shopping, they're looking for tours, they're looking for restaurants. The port authority is in charge of much more than just the cruise terminal. It's responsible for providing services to all of the ships that go in and out of Le Choynes and is clearly on board with the thinking behind the ocean economy. What I feel is that Portugal has been looking at different areas where we could, can be developed. In terms of the sea, the part of Le Chais is one of the most important ports within the northwest region of the Iberian Peninsula. We are considered a gateway port. That means we serve the economy. We import raw materials that are transformed in region and then exported by the port. So of course we see more and more that there is a political strategy of investing the sea, which is very, very important, not only in terms of port infrastructure, but also in a sea cluster. This is at the heart of the Portuguese government's big idea, the sea cluster. It's the gathering up of innovation, research and businesses into one place, so they can all feed off each other like a sort of commercial coral reef. It's exactly what Ruben Iris at the Ministry of the Sea in Lisbon was saying, that Lechoing Port has developed into a central point for the exchange of ideas. There's even a marine research institute inside the cruise terminal. One of the leading exponents of this type of thinking is Vladimir Miranda, who runs a large research programme in Le Chonj. He's a veteran ocean professor from the neighbouring university of Porto and is evangelical about the need to bring scientists and businesses under one roof. The most remarkable thing that I could put in first place is that in the last 20 years we saw in Portugal a growing movement of companies coming together with research institutes. For instance, we are here in the Lechonnes port. Now Lechonins is considered one of the model ports in Europe in terms of efficiency in the port management. When I say things like the queue of the lorries that come with goods and containers to enter the average waiting time is about five minutes. And this is based on the very complex information technology systems that we cooperated with Le Chesars Harwood to develop and put here. Portugal's ambitions for its ocean economy extend way beyond Lecheons, of course. Lisbon has applied to the United Nations to extend its ocean territory to as far as the Azores, a group of Portuguese islands way out in the middle of the Atlantic. If it is successful, this would extend its rights over the sea nearly one and a half thousand kilometres west of the mainland and give it potential access to enormous mineral reserves. It would also mean Portugal's surface area would become 97% water. In the past, people were only worried about fisheries, for instance, coastal things. And never thought that we would have the conditions to go to the deep sea. But then the discovery of tremendous, impressive mineral resources that we have in all this huge area, and the discovery of new biologists that open also a window of opportunity for the pharmaceutical industry and new medicines, etc. It started calling the attention of our policymakers and our people that run companies that there could be some opportunity. So your idea really is that Portugal, or more particularly Le Change, is able to offer like an integrated industry, an integrated service, whereby you're not just exploiting the ocean, but also you are managing the environment. All of these things must, in your view, coexist. Yes, absolutely. In a triangle of alliances between the Lézhenge port, the biological research, marine research institute that is here where we are sitting upstairs, and us that is technology-oriented. We have an alliance that is building things to go and explore the deep sea and establish not only the deep sea. If you want to go to deep sea, you have to have the whole chain connecting to the land. And the harbors are the nodes of this network. And this authority, the port authority, is involved in this effort, supporting us. For instance, all the robotics to explore the deep sea, we test them here with the support of the port authority. The robot is making its way towards the key at the moment and it's about to come out of the water. It's coming right towards it. It's quite ominous actually in its own way, just below the water's surface. This is the testing that Vladimir was talking about, something cigar shaped with two and tan-iron about two metres long whizzing through the water. So they're lifting it now out of the water. It's not terribly heavy, obviously. This red and black robot was built in Lecheonge by a tiny firm that's based in a small marina in the corner of the port. The firm is called Ocean Scan. Luis Madreira helps set it up and is out on the jetty monitoring the robot's performance. Okay, I would say there are three different kinds of applications where these devices are used. So one, it's the military market, which are using them to find and map threads in the water. Threats? Yes, it can be, for instance, where they are looking for mines in the water. Another very typical application, and this is related with mapping environmental phenomena. And finally, another market is like the commercial market. So to map the sea bottom, so basically to understand the future... Why might market so to map the sea bottom so basically to understand the why might companies want to map the sea bottom whenever a company has to do some sort of installation in the water let's say oil platform they have to observe what's in the bottom how many of these have you sold already at the moment we have about 50 systems delivered to end users all over the world all over the the world? All over the world. What sort of countries? Basically those, well, from, I would say, from Denmark to Singapore. Singapore? Well, that's quite a far-flung audience to reach if you're operating from a modestly sized marina in the north of Portugal. This is, I would say, a perfect place because basically we have like a pool of calm water to test these things and we have our facilities really near the water so it's just perfect for us. What about the commercial environment that you're operating in? Is that supportive? Yes, it is. Yes, yes. Okay, so basically we are installed inside this science and technology park of the University of Porto, which also has some degree of cooperation with the harbour, with the city hall. So it's really like a community, it's like a business community. Yes, I would say so. There is some degree of interconnection and synergies being developed between all these institutions that work around the harbour and this place, yes. Lechoing is really a 21st century reincarnation of something that Portugal has always been good at. But of course I'm not the first person to make this connection. Vladimir Miranda, the professor from the University of Porto, thinks there is much to reflect upon in the history books. In the 15th and 16th centuries, Portugal had a big expansion in the sea. Everybody knows about Vasco da Gama. But the thing is, some people don't realize that this was a plan, a roadmap of about almost 100 years that was followed very tightly. It started in 1415 and ended in 1498, the plan to reach India by sea. And this was only possible because of technology, science and engineering. Surely it takes someone whose heart is firmly rooted in science to talk about Portuguese explorers, not in terms of where they travel to, but the thinking and design that went behind getting them there. Vladimir mourns the half century that Portugal was in the grips of a dictatorship, one that ended finally in 1974, but which had served to stifle the passion for innovation, such as Vladimir's, for decades. The dictatorship was, let's say, against knowledge. So they didn't take care of our universities, they didn't take care of science, etc., etc. The word scientist was a sort of cursed word. You don't say that, you are too arrogant saying that you are a scientist. Now today that does not happen. And the social status of researchers and scientists moved up. And today they are very much recognized. Then the link between companies and universities and research institutes also was strengthened because of this respect that was born. Sometimes you can be very clever, but you also need to be lucky. And we have this good luck in having together these conditions to move. Maybe the conditions will disappear somewhere, but in the present moment, I am very, very optimistic. That's it from Portugal and this week's edition of global business. I'm Tanya Beckett. The programme was produced by Tim Mansell."}