{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.34, 11.24], "text": " This is the BBC's World of Business podcast. I'm Jonti Bloom."}, {"timestamp": [11.64, 15.14], "text": " In this week's download edition of In Business from BBC Radio 4,"}, {"timestamp": [15.48, 18.78], "text": " I've been with producer Chris Bulby to the US state of Wisconsin"}, {"timestamp": [18.78, 22.18], "text": " to see how President Trump's trade war is beginning to bite."}, {"timestamp": [24.24, 28.4], "text": " Wisconsin, bordering the Great great lakes a land of rolling countryside"}, {"timestamp": [28.4, 32.6], "text": " and deep forests with thousands of square miles of rich soil,"}, {"timestamp": [32.6, 35.6], "text": " it calls itself America's dairy land."}, {"timestamp": [35.6, 38.6], "text": " But just outside the small town of Warsaw,"}, {"timestamp": [38.6, 41.2], "text": " I've come to find another traditional crop"}, {"timestamp": [41.2, 45.12], "text": " one might not expect to find in the lush Wisconsin landscape."}, {"timestamp": [45.12, 51.12], "text": " We grow the crop under shade because you have to simulate the forest, kind of the forest canopy."}, {"timestamp": [51.12, 57.76], "text": " Traditional open fields, shelter between the thick forests, but scattered about are also areas"}, {"timestamp": [57.76, 64.4], "text": " of wooden posts carrying netting, under which grow row upon row of ginseng. Its delicate"}, {"timestamp": [64.4, 68.88], "text": " root whose health-giving properties are much prized in Asia grows well here."}, {"timestamp": [68.88, 72.04], "text": " This ginseng is said to be the finest in the world."}, {"timestamp": [72.04, 75.5], "text": " And like many an American success story behind this one"}, {"timestamp": [75.5, 79.6], "text": " lies the dreams, hopes and success of one immigrant family."}, {"timestamp": [79.6, 84.8], "text": " Will Sue is the second generation managing director of Sue Jinseng."}, {"timestamp": [84.8, 85.1], "text": " This started with my father Su Jinseng."}, {"timestamp": [88.38, 90.62], "text": " This started with my father buying ginseng from local farmers and selling to friends and family members."}, {"timestamp": [90.88, 97.42], "text": " His first few pounds of ginseng he bought and sent home to my grandmother or his mom."}, {"timestamp": [97.72, 100.88], "text": " My dad is the 10th of 14 kids."}, {"timestamp": [101.36, 103.34], "text": " My dad was born in the Peskodores or Punghu,"}, {"timestamp": [103.7, 106.3], "text": " which is a small archipelago in the Taiwan"}, {"timestamp": [106.3, 112.48], "text": " Strait. And he grew up very poor. My grandmother's health was very poor. And so he sent her"}, {"timestamp": [112.48, 117.96], "text": " ginseng. And my grandfather wrote a letter back saying, son, this product works, send more."}, {"timestamp": [118.66, 123.22], "text": " My dad was a social worker for the state of Wisconsin when he stumbled upon ginseng. And so he just"}, {"timestamp": [123.22, 129.4], "text": " sent ginseng home. And then people heard through word of mouth that my dad could buy jingsing and you know ship it to you."}, {"timestamp": [129.4, 132.24], "text": " And this is not a local cottage industry."}, {"timestamp": [132.24, 136.6], "text": " Sue jinseng has prospered on the back of globalization."}, {"timestamp": [136.6, 140.6], "text": " What we do is we build these drying racks for jingsing."}, {"timestamp": [140.6, 146.24], "text": " So it's a kind of 10 foot by four with a metal base. You just put it on there and"}, {"timestamp": [146.24, 151.56], "text": " the hot air, warm air, just rises through it, doesn't it? Yep. We dry them here. Send the dry"}, {"timestamp": [151.56, 156.84], "text": " product over to our processing facility in China and then they come back in semi-finished"}, {"timestamp": [156.84, 161.04], "text": " or finished pack and then we do the finished packaging and assembly here. Some of the processing"}, {"timestamp": [161.04, 167.6], "text": " is done in Wisconsin by immigrants from Laos and Vietnam and also by Mexicans on temporary visas."}, {"timestamp": [167.6, 173.0], "text": " But most of the labor-intensive work is done when the ginseng routes are shipped out to China."}, {"timestamp": [177.0, 183.2], "text": " So in the middle of the Wisconsin countryside, orders are taken by Chinese-speaking staff."}, {"timestamp": [183.6, 187.0], "text": " Internet sales are booming and new products constantly being developed."}, {"timestamp": [191.0, 197.0], "text": " This is just one of thousands of companies in the US with complex supply chains"}, {"timestamp": [197.0, 201.0], "text": " which have developed as trade has opened up, especially with China."}, {"timestamp": [201.0, 206.5], "text": " But it has seen the harsh reality of a trade war hit home because after President"}, {"timestamp": [206.5, 213.24], "text": " Trump imposed tariffs on Chinese imports, China retaliated and one carefully targeted tariff"}, {"timestamp": [213.24, 220.28], "text": " was on US ginseng production. Will Sue is now wondering whether the good times are over."}, {"timestamp": [220.28, 225.2], "text": " For product that we are importing directly into our Nanjing office for sale into China,"}, {"timestamp": [233.04, 233.52], "text": " you're basically adding 15% on top of the already 7.8% tariff that's on jing-sing, plus the VAT."}, {"timestamp": [238.24, 243.12], "text": " It makes us pretty uncompetitive against Canadian grown and then the domestic crop. And what would you say to President Trump if you had a chance about just how complicated tariffs up?"}, {"timestamp": [243.12, 247.04], "text": " He wax it on steel and aluminium and suddenly you were standing in a field in the middle of"}, {"timestamp": [247.04, 249.72], "text": " Wisconsin with ginseng and it's a problem for you."}, {"timestamp": [249.86, 249.98], "text": " Yeah."}, {"timestamp": [250.36, 254.16], "text": " You know, the point that we've been trying to make with tariffs is that no one wins."}, {"timestamp": [254.58, 257.14], "text": " The consumer ends up paying the price for the product."}, {"timestamp": [257.14, 261.92], "text": " I think the hard part about our industry is that we were in a free trade economy"}, {"timestamp": [261.92, 264.7], "text": " four or five years ago when this product was planted."}, {"timestamp": [265.16, 270.54], "text": " Now we're in a very different regime and you have a very different set of rules to play by."}, {"timestamp": [271.08, 274.78], "text": " And so we don't have a choice, really, other than to pass it along to the customer."}, {"timestamp": [275.38, 278.62], "text": " That uncertainty is one of the worst consequences of a trade war."}, {"timestamp": [279.18, 284.0], "text": " President Trump put import taxes on foreign steel and aluminium entering the United States"}, {"timestamp": [284.0, 285.9], "text": " to protect those industries,"}, {"timestamp": [286.3, 290.06], "text": " but other countries have retaliated because their metal producers have suffered."}, {"timestamp": [290.62, 293.84], "text": " The knock-on effects of just one tariff ripple through the economy,"}, {"timestamp": [294.3, 296.74], "text": " hitting companies and businesses far and wide,"}, {"timestamp": [297.1, 301.22], "text": " many only distantly connected with the original target of tariffs."}, {"timestamp": [306.64, 311.8], "text": " So I'm heading south from the ginseng fields of central Wisconsin to see how the whole state"}, {"timestamp": [311.8, 318.58], "text": " is affected by President Trump's apparently easy-to-win trade war and his wider economic policies."}, {"timestamp": [319.02, 323.88], "text": " Along the way, we'll hear about iconic Wisconsin products like Harley-Davidson motorcycles"}, {"timestamp": [323.88, 326.96], "text": " and visit the site of a huge new manufacturing development"}, {"timestamp": [326.96, 330.92], "text": " that the president has been hailing as the eighth wonder of the world."}, {"timestamp": [330.92, 336.02], "text": " But my first stop is to a more mainstream Wisconsin farm and business."}, {"timestamp": [337.24, 342.82], "text": " All of these potatoes will go, well, most of them will go for wear potatoes."}, {"timestamp": [343.12, 346.12], "text": " So just about all of these will be bagged, packaged."}, {"timestamp": [346.76, 349.26], "text": " Dick Okre runs Okrae family farms,"}, {"timestamp": [349.64, 352.76], "text": " a huge operation producing tons of vegetables for canning"}, {"timestamp": [352.76, 356.14], "text": " and millions of potatoes, which are processed on site."}, {"timestamp": [356.68, 360.18], "text": " The vast majority is destined for the domestic American market,"}, {"timestamp": [360.56, 364.14], "text": " so you might think it would be immune to international trade disputes,"}, {"timestamp": [364.52, 367.0], "text": " but that's far from being the case."}, {"timestamp": [367.0, 371.0], "text": " With all of the new equipment that we've got in here and all of this steel that you're looking at,"}, {"timestamp": [371.0, 380.0], "text": " we're extremely efficient with bringing the product into this place and getting it so that it's ready to be packed."}, {"timestamp": [380.0, 385.0], "text": " And that equipment, which is used to clean and sort tons of potatoes a day,"}, {"timestamp": [385.0, 391.0], "text": " cost millions of dollars, and is produced by another of those great global manufacturing chains."}, {"timestamp": [391.0, 394.0], "text": " And that, of course, is affected by tariffs."}, {"timestamp": [394.0, 397.0], "text": " You know, you can put in your order and wait."}, {"timestamp": [397.0, 400.0], "text": " People will tell you there's going to be a surcharge on the steel."}, {"timestamp": [400.0, 402.0], "text": " And you ask what that surcharge will be, and they say,"}, {"timestamp": [402.0, 403.0], "text": " I just don't know."}, {"timestamp": [403.0, 407.62], "text": " At the same time, you know, I'm not sure that this is going to be the best tack to take,"}, {"timestamp": [407.72, 412.04], "text": " but it may work. I think the thing people need to remember is that we're all consumers."}, {"timestamp": [412.84, 418.32], "text": " And there's no bigger, and I mean that, both literally and figuratively, there's no bigger consumers than Americans."}, {"timestamp": [418.76, 423.32], "text": " We buy stuff. We buy so much stuff. We fill our houses up. We fill our big houses up with stuff."}, {"timestamp": [423.32, 425.78], "text": " And then we rent garages to put more stuff in."}, {"timestamp": [425.98, 430.08], "text": " Driving down the roads from here, a number of times I've passed the new storage unit being built."}, {"timestamp": [430.42, 432.4], "text": " And I kind of say, look at the size of all these houses."}, {"timestamp": [432.62, 433.96], "text": " Why do they need storage units?"}, {"timestamp": [433.96, 434.28], "text": " Exactly."}, {"timestamp": [435.0, 437.36], "text": " It does seem a little ludicrous."}, {"timestamp": [437.36, 438.0], "text": " They've all got sellers."}, {"timestamp": [438.22, 439.18], "text": " They've all got garages."}, {"timestamp": [439.34, 441.42], "text": " And then they're renting storage units."}, {"timestamp": [441.52, 444.84], "text": " Yeah, but that's for their boat and their snowmobiles and their other two cars."}, {"timestamp": [445.94, 449.34], "text": " So trade tensions mean consumers end up having to pay more."}, {"timestamp": [449.74, 456.36], "text": " But might a short-term hit like that be worth it if President Trump's tactics create new deals with, say, Mexico and Canada?"}, {"timestamp": [457.02, 461.2], "text": " Dick Okre, for one, is still waiting to see whether those tactics work."}, {"timestamp": [461.96, 463.1], "text": " I respect the presidency."}, {"timestamp": [463.82, 465.66], "text": " I think there's a need to"}, {"timestamp": [465.66, 467.98], "text": " allow this guy"}, {"timestamp": [467.98, 469.82], "text": " to do what he's going to do and we'll get"}, {"timestamp": [469.82, 471.76], "text": " some good deals out of this."}, {"timestamp": [472.08, 473.42], "text": " But it'll take time"}, {"timestamp": [473.42, 475.88], "text": " and it'll cost some people. It's always"}, {"timestamp": [475.88, 476.52], "text": " the way it is."}, {"timestamp": [477.4, 479.8], "text": " Wisconsin is historically a Democrat state"}, {"timestamp": [479.8, 481.84], "text": " but last time it narrowly voted for Trump"}, {"timestamp": [481.84, 484.04], "text": " making the politics a business sensitive"}, {"timestamp": [484.04, 488.62], "text": " here. Many of those voters seem to be waiting to see where all this leads."}, {"timestamp": [489.12, 494.06], "text": " Republicans, anxious as midterm elections loom this November, are trying to prop up the farming vote."}, {"timestamp": [494.7, 500.62], "text": " Washington announced $12 billion of subsidies to mitigate the effects of some tariffs, especially"}, {"timestamp": [500.62, 505.0], "text": " on soybean exports. But in some ways that's an uncomfortable move"}, {"timestamp": [505.0, 508.0], "text": " for a supposedly free market Republican government."}, {"timestamp": [510.0, 513.0], "text": " And to be fair, some sections of the American economy"}, {"timestamp": [513.0, 514.0], "text": " have been complaining for years"}, {"timestamp": [514.0, 517.0], "text": " that the trade playing field has been inclined against them."}, {"timestamp": [521.0, 523.0], "text": " Here in Plymouth, in Wisconsin,"}, {"timestamp": [523.0, 528.0], "text": " you get the idea immediately that still thinks of itself as the cheese capital of the world"}, {"timestamp": [528.0, 533.3], "text": " because just on the edge of downtown here, there is actually a statue of a giant dairy cow."}, {"timestamp": [533.38, 539.22], "text": " It's about 20 feet tall in black and white with a lovely wooden frame in front of it with a kind of history of the town,"}, {"timestamp": [539.6, 542.86], "text": " saying how the first dairy cows were introduced in 1870 from Europe."}, {"timestamp": [543.22, 545.76], "text": " By 1882, the National Cheese Exchange,"}, {"timestamp": [545.76, 549.12], "text": " which is still just around the corner, the building, it's just around the corner, was opened,"}, {"timestamp": [549.12, 554.0], "text": " and it became the cheese capital of the world. There are still many cheese factories here in town."}, {"timestamp": [554.0, 559.36], "text": " We're going to see one of them in a minute, but what's really worrying them is tariffs on dairy products"}, {"timestamp": [559.36, 565.0], "text": " around the world. This right here is our raw milk intake."}, {"timestamp": [565.0, 569.1], "text": " So milk comes in here seven days a week from our family farms."}, {"timestamp": [569.1, 574.0], "text": " We have cows that produce milk every single day and we make cheese every single day."}, {"timestamp": [574.0, 578.5], "text": " Sartori, like Sue Jensang, was founded by immigrants."}, {"timestamp": [578.5, 583.88], "text": " In this case, Italian ones who started out digging ditches before in 1939 turning their native"}, {"timestamp": [583.88, 587.04], "text": " expertise in cheese making into a successful business."}, {"timestamp": [587.6, 592.02], "text": " It all shows just how immigration into the US has boosted international trade links."}, {"timestamp": [592.52, 595.88], "text": " And the Sartori plant just a few hundred yards from that giant cow,"}, {"timestamp": [596.4, 600.42], "text": " manager Ken Kane showed me how they make one of their most popular products."}, {"timestamp": [601.12, 603.24], "text": " It's still quite rubbery, but you can tell that why that's going to be."}, {"timestamp": [603.28, 603.84], "text": " Is it squeaky?"}, {"timestamp": [604.06, 604.66], "text": " Yeah, squeaky."}, {"timestamp": [604.66, 605.24], "text": " Should be, right? Yeah. That means it's fresh. So but you can tell that what that's going to be. Is it squeaky? Yeah, squeaky."}, {"timestamp": [605.24, 606.24], "text": " Should be, right?"}, {"timestamp": [606.24, 607.24], "text": " Yeah."}, {"timestamp": [607.24, 608.24], "text": " That means it's fresh."}, {"timestamp": [608.24, 611.24], "text": " So if you ever have unsqueaky curds, that's that fresh cheese."}, {"timestamp": [611.24, 612.68], "text": " This is as fresh as you can get."}, {"timestamp": [612.68, 614.92], "text": " This was milk about four hours ago."}, {"timestamp": [614.92, 616.58], "text": " So it's very, very fresh."}, {"timestamp": [616.58, 618.68], "text": " This is Parmesan cheese."}, {"timestamp": [618.68, 623.52], "text": " Then across the road, they're finishing great wheels of Parmesan in cool underground rooms,"}, {"timestamp": [623.52, 625.16], "text": " a bit like wine cellars,"}, {"timestamp": [627.76, 628.88], "text": " where I had a go at preparing pepper-coated cheese."}, {"timestamp": [629.68, 630.06], "text": " How does that look?"}, {"timestamp": [630.44, 630.68], "text": " Good."}, {"timestamp": [630.84, 630.96], "text": " Yeah."}, {"timestamp": [634.34, 634.44], "text": " Put it on its edge and put it on the outside."}, {"timestamp": [634.56, 635.04], "text": " Yep."}, {"timestamp": [635.94, 636.26], "text": " Kind of the same concept."}, {"timestamp": [636.5, 636.84], "text": " Yeah."}, {"timestamp": [637.88, 638.12], "text": " Just keep going in with the pepper."}, {"timestamp": [638.38, 638.68], "text": " Mm-hmm."}, {"timestamp": [639.18, 639.48], "text": " There you go."}, {"timestamp": [641.82, 642.72], "text": " Okay, now you can stand it up with the outside edge. On the outside edge?"}, {"timestamp": [642.8, 642.96], "text": " Yep."}, {"timestamp": [643.24, 644.58], "text": " Big hand will just cup it."}, {"timestamp": [644.74, 644.94], "text": " Yep."}, {"timestamp": [645.14, 647.04], "text": " And then just start rolling it around the edge."}, {"timestamp": [647.42, 647.8], "text": " Off the wheel?"}, {"timestamp": [648.86, 649.1], "text": " Wow."}, {"timestamp": [650.68, 651.24], "text": " Oh, well, well."}, {"timestamp": [651.96, 655.28], "text": " It all has a very European feel, making Parmesan,"}, {"timestamp": [655.84, 657.98], "text": " coating cartwheels of cheese in pepper"}, {"timestamp": [657.98, 660.66], "text": " or merlo wine in cool stone cellars."}, {"timestamp": [661.24, 665.74], "text": " Sartori even took on Italian producers in cheese competitions and won."}, {"timestamp": [666.2, 670.9], "text": " An export drive in recent years has taken Sartori into 60 countries around the world."}, {"timestamp": [671.34, 677.08], "text": " But then it ran up against that mighty juggernaut that is the EU, and especially its rules"}, {"timestamp": [677.08, 683.34], "text": " of geographic origin. The EU cut a free trade deal with Mexico, but that meant Sartori could"}, {"timestamp": [683.34, 685.22], "text": " no longer call its hard cheese"}, {"timestamp": [685.22, 690.84], "text": " parmesan in the Mexican market. Only Italian cheese from Parma can be called parmesan"}, {"timestamp": [690.84, 698.96], "text": " and sell at a premium price. Now Sartori calls its hard cheese Parmizano in Mexico and sells"}, {"timestamp": [698.96, 706.5], "text": " it for less as a result. EU deals also restrict how much Sartori can sell in nearby Canada. The company's"}, {"timestamp": [706.5, 714.12], "text": " president is Jeff Schweger. The Canadian market is highly protected. There's a quota system"}, {"timestamp": [714.12, 721.08], "text": " for supply-side management to protect the Canadian dairy farms. So we had to find an importer"}, {"timestamp": [721.08, 727.18], "text": " that could bring things in. It was pretty easy to do because there was this quote out there that could be had."}, {"timestamp": [727.18, 733.48], "text": " What's changed since then is the European Union has negotiated with Canada and now 70% of"}, {"timestamp": [733.48, 738.4], "text": " the cheese that can go into Canada has to come from Europe and only 30% from the rest of"}, {"timestamp": [738.4, 739.72], "text": " the world."}, {"timestamp": [739.72, 745.0], "text": " And then tariffs or duties after that are 250 to 274%."}, {"timestamp": [745.0, 749.16], "text": " Now, most people wouldn't understand that a free trade agreement between the European"}, {"timestamp": [749.16, 752.84], "text": " Union and Canada affects American producers."}, {"timestamp": [752.84, 759.12], "text": " How can the Europe insist on having 70% of imports into Canada for cheese and ruin your market?"}, {"timestamp": [759.12, 759.88], "text": " How do they do it?"}, {"timestamp": [759.88, 766.74], "text": " They obviously gave up some other pieces, but they wanted to have control of dairy there."}, {"timestamp": [767.16, 772.68], "text": " When you look at the European Union, they've done similar agreements in Mexico and other places."}, {"timestamp": [773.34, 775.32], "text": " I think they're taking a long-term look."}, {"timestamp": [775.7, 782.3], "text": " I mean, if you think about it, the United States is probably 33, 35 percent of the world's economy today."}, {"timestamp": [782.3, 786.44], "text": " Europe is 33, 35 percent in the rest of the world is there."}, {"timestamp": [786.96, 792.64], "text": " If you think 10 years, 20 years out, maybe the U.S. is 25% of the world's economy,"}, {"timestamp": [793.1, 796.56], "text": " Europe's 25% of the world's economy, the rest of the world is 50%."}, {"timestamp": [796.56, 801.84], "text": " And if Europe has control through trade agreements in that, they're going to win in dairy."}, {"timestamp": [802.5, 807.14], "text": " So there were many challenges already there before the Trump administration began its trade policy."}, {"timestamp": [807.48, 810.64], "text": " It certainly didn't feel like a level playing field to Sartori."}, {"timestamp": [811.1, 813.88], "text": " But now cheese producers face additional tariffs"}, {"timestamp": [813.88, 816.6], "text": " imposed by other countries in retaliation"}, {"timestamp": [816.6, 819.62], "text": " for President Trump's tariffs on things like imported steel."}, {"timestamp": [820.32, 823.92], "text": " Sartori is having to decide how much extra cost it can absorb"}, {"timestamp": [823.92, 827.84], "text": " to stay in those expensively developed export markets."}, {"timestamp": [828.58, 831.1], "text": " And yet there is still sympathy for the Trump approach,"}, {"timestamp": [831.6, 836.18], "text": " especially given the way in which the EU has been protecting its own dairy industry."}, {"timestamp": [836.68, 840.38], "text": " I think it is trying a different strategy to get some change."}, {"timestamp": [841.22, 848.04], "text": " And at least when you look at it, I'm not sure it's to favor America. I think it's more to"}, {"timestamp": [848.04, 853.92], "text": " get a level playing field. I think in some cases, at least on the dairy side, we've had"}, {"timestamp": [853.92, 858.92], "text": " unfavorable situations from a free trade standpoint. But do you think it will in the end produce that"}, {"timestamp": [858.92, 861.94], "text": " level playing field. The trouble is you get a level playing field in say steel and then you look"}, {"timestamp": [861.94, 865.7], "text": " around and something's up to potatoes or cheese or something like that, don't you? It's become much more unlevel."}, {"timestamp": [866.18, 871.88], "text": " The ideal situation, as an individual, and as a company, we believe in free trade, and let's"}, {"timestamp": [871.88, 878.02], "text": " let the consumer decide what's right. But tariffs do the opposite of that. Consumers have no choice"}, {"timestamp": [878.02, 884.84], "text": " but to pay more or do without. Tariffs are taxes that force up prices. President Trump has"}, {"timestamp": [884.84, 888.18], "text": " been promising his strategy might mean short-term pain,"}, {"timestamp": [888.6, 890.56], "text": " but ensure long-term gain,"}, {"timestamp": [890.92, 894.32], "text": " that it will bring jobs and prosperity back to the United States."}, {"timestamp": [894.94, 899.74], "text": " But further south, in Wisconsin's biggest city, Milwaukee, the opposite has happened."}, {"timestamp": [900.16, 904.46], "text": " With a symbolic blow, the famous motorcycle manufacturer Harley-Davidson"}, {"timestamp": [904.46, 908.1], "text": " announced that in response to retaliatory tariffs from Europe,"}, {"timestamp": [908.46, 910.52], "text": " it would move some production abroad."}, {"timestamp": [911.42, 914.54], "text": " Anna Swanson is a trade specialist with the New York Times."}, {"timestamp": [914.54, 919.18], "text": " The president does see people who own and drive Harley Davidson's"}, {"timestamp": [919.18, 924.24], "text": " as some of his core supporters, and he has pointed that out frequently."}, {"timestamp": [924.88, 930.36], "text": " I think that's one of the reasons that Harley Davidson's decision to offshore some of its production"}, {"timestamp": [930.36, 934.74], "text": " because of the tariffs became such a political kind of talking point for the president"}, {"timestamp": [934.74, 937.12], "text": " and for others in the United States."}, {"timestamp": [937.62, 944.3], "text": " They are being hit by tariffs from Europe, and so they've decided to move that portion of bike"}, {"timestamp": [944.3, 945.38], "text": " production that would go to"}, {"timestamp": [945.38, 952.32], "text": " the European market offshore. They said that by manufacturing these 40,000 motorcycles in the"}, {"timestamp": [952.32, 959.36], "text": " United States that would be headed for Europe, they would face potentially $30 to $45 million in"}, {"timestamp": [959.36, 962.6], "text": " tariff penalties, and that was the price they just weren't willing to pay."}, {"timestamp": [963.26, 965.6], "text": " President Trump reacted angrily to that decision,"}, {"timestamp": [965.78, 969.3], "text": " blaming it for a fall in Harley-Davidson sales in the United States."}, {"timestamp": [969.76, 972.06], "text": " It's certainly a sensitive subject for the company."}, {"timestamp": [972.34, 973.5], "text": " They would not give us an interview."}, {"timestamp": [974.08, 977.52], "text": " But how far has that decision led to rumblings of discontent"}, {"timestamp": [977.52, 979.64], "text": " amongst its flag-waving owners?"}, {"timestamp": [983.24, 988.9], "text": " This year is the 115th anniversary of the Harley Davidson Company."}, {"timestamp": [988.9, 995.3], "text": " Not a very round number, but enough of one for a party in Veterans Park on the Lakeshore in Milwaukee."}, {"timestamp": [995.3, 1003.32], "text": " It attracted hundreds of bikers."}, {"timestamp": [1003.32, 1007.88], "text": " Rock and roll, hot dogs, stunt riders and ice cold beer was an all-American scene"}, {"timestamp": [1007.88, 1013.24], "text": " with predominantly white middle-aged tattooed male riders in leather's boots and bandanas."}, {"timestamp": [1013.84, 1017.86], "text": " What did they make of Harley's decision to move some production abroad?"}, {"timestamp": [1018.5, 1022.08], "text": " A lot of the production stuff everybody's talked about, they haven't told the whole story."}, {"timestamp": [1023.04, 1025.36], "text": " Production for out-of-state motorcycle, or excuse me, for out-of whole story. Production for out-of-state"}, {"timestamp": [1025.36, 1029.52], "text": " motorcycles or excuse me for out-of-country motorcycles are going out of country not necessarily the"}, {"timestamp": [1029.52, 1034.4], "text": " in-state motorcycles because of the tariffs and things like that so it's not that they're sending"}, {"timestamp": [1034.4, 1038.96], "text": " production overseas as part of the production is going overseas to help with the tariffs and things"}, {"timestamp": [1038.96, 1042.8], "text": " like that. And who do you blame for the tariffs? That's a good question."}, {"timestamp": [1042.8, 1045.0], "text": " Yeah. Is it the president? I think it's a good question. Yeah. Yeah."}, {"timestamp": [1045.0, 1046.0], "text": " Is it the president?"}, {"timestamp": [1046.0, 1047.0], "text": " I think it's just the economy in itself."}, {"timestamp": [1047.0, 1048.0], "text": " Times are changing."}, {"timestamp": [1048.0, 1050.0], "text": " Everybody's got to change with them, so you've got to learn to..."}, {"timestamp": [1050.0, 1052.0], "text": " It's just the world we're living in."}, {"timestamp": [1052.0, 1055.0], "text": " What do you think about hardly moving some of their production out of America?"}, {"timestamp": [1055.0, 1060.0], "text": " I think it's kind of sad, you know, it's taking food all over their mouths, you know."}, {"timestamp": [1060.0, 1065.5], "text": " How are you going to compete when you got to pay two, three times the price for steel and aluminum?"}, {"timestamp": [1066.6, 1071.68], "text": " And do you think the president putting those tariffs on steel and aluminum made a difference?"}, {"timestamp": [1073.4, 1074.66], "text": " They pushed them away."}, {"timestamp": [1075.92, 1078.24], "text": " I don't know anything about tariffs. I pay taxes, though."}, {"timestamp": [1078.66, 1082.14], "text": " I'm sure that has a little bit to do with it, but I don't mind because we're USA,"}, {"timestamp": [1082.14, 1087.04], "text": " and we are in spite of the critics, the best place"}, {"timestamp": [1087.04, 1089.3], "text": " to be on the planet."}, {"timestamp": [1089.3, 1094.2], "text": " You can sense at rallies like this that core support for President Trump is holding firm."}, {"timestamp": [1094.2, 1098.7], "text": " The belief that America's been hard done by for so long means they're willing to give"}, {"timestamp": [1098.7, 1102.8], "text": " him the chance to bring jobs and work back to the United States."}, {"timestamp": [1102.8, 1107.0], "text": " And one place in Wisconsin is a huge civil. and work back to the United States."}, {"timestamp": [1111.0, 1114.0], "text": " And one place in Wisconsin is a huge symbol of that hope, perhaps the largest such symbol in America,"}, {"timestamp": [1114.0, 1115.0], "text": " a Trump card, if you will."}, {"timestamp": [1115.0, 1119.0], "text": " In Racine, a town 20 miles south of Milwaukee,"}, {"timestamp": [1119.0, 1121.0], "text": " President Trump himself turned up to cut the turf"}, {"timestamp": [1121.0, 1125.0], "text": " and lured the project with characteristic modesty."}, {"timestamp": [1125.0, 1134.0], "text": " I want to wish you good luck and congratulations on truly one of the eighth wonder."}, {"timestamp": [1134.0, 1138.0], "text": " I think we can say this is, we can say, the eighth wonder of the world."}, {"timestamp": [1138.0, 1141.0], "text": " This is the eighth wonder of the world."}, {"timestamp": [1141.0, 1147.0], "text": " Foxcon is a Taiwanese-based company, one of the largest electronics companies in the world."}, {"timestamp": [1147.0, 1152.0], "text": " It makes iPhones, iPads, Kindles and many other products for other companies."}, {"timestamp": [1152.0, 1159.0], "text": " Much of its manufacturing base is in mainland China, but now it's investing $10 billion in Wisconsin,"}, {"timestamp": [1159.0, 1166.4], "text": " planning to employ 13,000 people and an entire complex being built to make flat screens for everything"}, {"timestamp": [1166.4, 1169.28], "text": " from phones to TVs."}, {"timestamp": [1169.28, 1172.76], "text": " These are massive, the largest in the industry."}, {"timestamp": [1172.76, 1182.02], "text": " Excavators, dozers, scrapers, compaction equipment for to move, there's approximately 5 million"}, {"timestamp": [1182.02, 1185.38], "text": " yards of soil to be moved on the site, approximately"}, {"timestamp": [1185.38, 1190.08], "text": " 4 million of structural cut to fill materials on the site."}, {"timestamp": [1190.08, 1194.96], "text": " To get an idea of the scale of the plans, I was given a tour of the site by Adam Jellon from"}, {"timestamp": [1194.96, 1199.72], "text": " Gilbane, the Wisconsin-based building firm constructing the huge factory."}, {"timestamp": [1199.72, 1202.76], "text": " Absolutely."}, {"timestamp": [1202.76, 1208.0], "text": " We then got out for a look at the start of building construction."}, {"timestamp": [1208.0, 1220.0], "text": " That bleeping sound is being made by the crane here, huge crane which is lifting into place the first slabs which make up the first wall of the first building on this site."}, {"timestamp": [1220.0, 1245.12], "text": " It's huge. This is going to be a massive building, but it will be dwarfed in the next couple of years by manufacturing buildings which will stretch from here for about half a mile to the other side of this site. And this site is phase one of one part of a three site production facility. It's going to be one of the biggest things in Wisconsin, probably one of the most important factories in America."}, {"timestamp": [1246.0, 1253.28], "text": " And within those core buildings, there are discrete manufacturing processes that have clean rooms within them,"}, {"timestamp": [1253.28, 1258.48], "text": " and those clean rooms have a controlled environment to allow this type of manufacturing,"}, {"timestamp": [1258.48, 1263.92], "text": " and that in controlled environment requires sophisticated systems to manage that environment."}, {"timestamp": [1264.48, 1270.44], "text": " Also around this site, as we drove down here, we saw huge road works going on."}, {"timestamp": [1270.44, 1272.8], "text": " I mean, it's not just the building site itself."}, {"timestamp": [1272.8, 1276.44], "text": " The state is having to change the roads, the electricity, the water, everything."}, {"timestamp": [1276.44, 1277.44], "text": " Is that right?"}, {"timestamp": [1277.44, 1283.04], "text": " This is just Area 1, Phase 1, and right now there is infrastructure works"}, {"timestamp": [1283.04, 1286.18], "text": " from local, state, and federal government being conducted"}, {"timestamp": [1286.18, 1293.72], "text": " to facilitate the infrastructure, whether that is gas, electric, roadworks, all of the major infrastructure"}, {"timestamp": [1293.72, 1299.6], "text": " to support the future development is underway in all directions of this site."}, {"timestamp": [1300.44, 1304.4], "text": " The cost of that investment needed to attract Foxcon has been controversial."}, {"timestamp": [1305.1, 1307.46], "text": " Wisconsin State is not just building infrastructure,"}, {"timestamp": [1307.88, 1310.78], "text": " but giving huge tax breaks worth billions of dollars."}, {"timestamp": [1311.4, 1314.54], "text": " The ambition is to make Foxcon the jewel in the crown"}, {"timestamp": [1314.54, 1319.04], "text": " for a whole new high-tech region running from Milwaukee to Chicago,"}, {"timestamp": [1319.04, 1323.06], "text": " with companies, research bodies, colleges and training facilities,"}, {"timestamp": [1323.58, 1325.74], "text": " a great lakes rival to Silicon Valley."}, {"timestamp": [1326.16, 1329.78], "text": " But locals worry whether Foxcon got too good a deal."}, {"timestamp": [1330.62, 1334.5], "text": " Jenny Trick, director of the Racine County Economic Development Corporation,"}, {"timestamp": [1334.86, 1337.28], "text": " was the key figure in attracting Foxcon."}, {"timestamp": [1337.74, 1343.58], "text": " But she says the subsidy deal is tied to specific targets, including job creation."}, {"timestamp": [1344.42, 1347.84], "text": " Well, if they do what they say they're going to do,"}, {"timestamp": [1348.02, 1351.06], "text": " which is to make that private investment and create the jobs,"}, {"timestamp": [1351.5, 1354.12], "text": " the state documents will reflect the $2.85 billion"}, {"timestamp": [1354.12, 1357.98], "text": " that they have the potential to earn on an annualized basis."}, {"timestamp": [1358.7, 1363.2], "text": " And then there's also a sales tax exemption on some of the construction materials and such."}, {"timestamp": [1363.68, 1365.74], "text": " So, again, if they do the acquisition"}, {"timestamp": [1365.74, 1370.5], "text": " as they proposed, there's additional earnings in that respect for that. Now, it must be slightly"}, {"timestamp": [1370.5, 1374.06], "text": " controversial because as we were driving up and down the state, we did see the odd hoarding,"}, {"timestamp": [1374.18, 1381.48], "text": " advertising, saying Wisconsin doesn't pay until Foxcon starts building, basically. It's not just"}, {"timestamp": [1381.48, 1385.32], "text": " you're going to give them money. So presumably people thought you have offered them a very good deal."}, {"timestamp": [1385.96, 1387.58], "text": " Change is controversial, right?"}, {"timestamp": [1387.66, 1390.92], "text": " And then if you don't fully understand the details of the contract,"}, {"timestamp": [1391.46, 1395.08], "text": " as well as add some political association with this,"}, {"timestamp": [1395.2, 1399.52], "text": " begins to kind of create that ripe environment for some dialogue."}, {"timestamp": [1400.24, 1404.78], "text": " But the reality is you have to earn it to actually be able to get the rebate back."}, {"timestamp": [1404.78, 1405.14], "text": " It's not an upfront assistance. But the reality is you have to earn it to actually be able to get the rebate back."}, {"timestamp": [1407.16, 1407.66], "text": " It's not an upfront assistance."}, {"timestamp": [1410.98, 1411.7], "text": " Years ago, municipalities and counties and states used to do that."}, {"timestamp": [1417.92, 1418.52], "text": " But really before the Great Recession and a lot of communities reaped the unfortunate consequences of that,"}, {"timestamp": [1425.42, 1425.72], "text": " municipalities and counties and states really took a different approach that was more of company you take the risk."}, {"timestamp": [1429.22, 1429.46], "text": " And if you perform, then we'll step up and we'll provide you those incentives."}, {"timestamp": [1431.46, 1432.1], "text": " And that's really how the state's contract was built."}, {"timestamp": [1435.04, 1435.46], "text": " But why is Foxcon making this move to Wisconsin?"}, {"timestamp": [1439.2, 1445.56], "text": " It might look like it's hedging its bets in case new tariffs and an escalating trade war inhibit its ability to import high-tech goods from China into America."}, {"timestamp": [1446.08, 1450.42], "text": " The Trump administration would sorely love to claim it proves tariffs work,"}, {"timestamp": [1450.86, 1454.62], "text": " forcing jobs and production back into the United States of America."}, {"timestamp": [1455.26, 1459.34], "text": " But Lewis Wu, who's the senior Foxcon executive leading this project,"}, {"timestamp": [1459.76, 1461.66], "text": " says the reasons run deeper than that,"}, {"timestamp": [1461.96, 1466.74], "text": " and the decision to move to America was made long before President Trump was elected."}, {"timestamp": [1467.04, 1469.42], "text": " In China, it's obvious we need to take advantage"}, {"timestamp": [1469.42, 1470.86], "text": " for the benefit of cheap labour."}, {"timestamp": [1471.36, 1473.64], "text": " But in the US, on the contrary, there's no cheap labour."}, {"timestamp": [1473.84, 1477.0], "text": " But they're talents here, the benefit of talent, right?"}, {"timestamp": [1477.0, 1480.1], "text": " We would try to take advantage of the fact of the talents here."}, {"timestamp": [1480.24, 1484.48], "text": " We'll build up the automated system, the robotic, the cloud computing,"}, {"timestamp": [1486.44, 1486.7], "text": " the mobile devices, the big, the cloud computing, the mobile devices,"}, {"timestamp": [1491.48, 1491.88], "text": " the big data analytics, artificial intelligence, all these things, put it into a platform,"}, {"timestamp": [1496.16, 1496.36], "text": " right, to begin to build things, which would be very different from what we do in China."}, {"timestamp": [1499.8, 1499.96], "text": " President Trump is always saying we're importing far too much from China,"}, {"timestamp": [1501.34, 1501.76], "text": " we need to bring this stuff home."}, {"timestamp": [1503.44, 1504.18], "text": " Was that a factor in your consideration?"}, {"timestamp": [1507.76, 1513.72], "text": " Well, remember, when we started working on this project, that's in early 217, that's way before any trade conflict"}, {"timestamp": [1513.72, 1516.04], "text": " between US and China, right?"}, {"timestamp": [1516.04, 1518.84], "text": " I think way before that, our chairman realized,"}, {"timestamp": [1518.84, 1522.66], "text": " because of the market, because of the abundant availability"}, {"timestamp": [1522.66, 1524.76], "text": " of talents, we should be here."}, {"timestamp": [1524.76, 1529.6], "text": " So since there is a more pro-business policy with the new administration,"}, {"timestamp": [1529.6, 1531.2], "text": " so we decide to come here."}, {"timestamp": [1531.2, 1535.2], "text": " So our decision to be here is less to do with the trade conflicts,"}, {"timestamp": [1535.2, 1540.4], "text": " for more to do with what is available, both in terms of talent and market."}, {"timestamp": [1540.4, 1543.36], "text": " Is there a chance of you moving more production here?"}, {"timestamp": [1543.36, 1546.04], "text": " So for instance, you produce a complete phone here"}, {"timestamp": [1546.04, 1549.08], "text": " rather than at the moment it's going to be the displays and so on?"}, {"timestamp": [1549.6, 1551.98], "text": " Well, I don't like to use the word moving."}, {"timestamp": [1552.38, 1554.56], "text": " Moving as if there's a zero-sum gain."}, {"timestamp": [1555.0, 1557.94], "text": " I would rather say that we're going to expand a lot of things"}, {"timestamp": [1557.94, 1559.74], "text": " that we might be thinking to do"}, {"timestamp": [1559.74, 1564.34], "text": " but cannot be done in China, and then we should do it here."}, {"timestamp": [1565.1, 1568.44], "text": " For President Trump, trade and trade wars are simple."}, {"timestamp": [1568.9, 1571.1], "text": " But the fact is neither is the case."}, {"timestamp": [1571.72, 1575.3], "text": " Tariffs on steel and aluminium push up costs for domestic firms."}, {"timestamp": [1575.8, 1579.62], "text": " Retaliatory tariffs cut their access to expensively won foreign markets,"}, {"timestamp": [1579.62, 1582.98], "text": " ruin plans slash profits and threaten investment,"}, {"timestamp": [1583.52, 1587.28], "text": " while jobs move abroad to areas not involved in the trade war."}, {"timestamp": [1587.88, 1591.8], "text": " New investment in the US is based on America's huge technological advantages"}, {"timestamp": [1591.8, 1596.92], "text": " and high-skilled workforce, not President Trump's tweets or even his tariffs."}, {"timestamp": [1598.22, 1602.72], "text": " America has stayed the richest and most powerful economy in the world since 1945"}, {"timestamp": [1602.72, 1606.82], "text": " by creating and benefiting from the current world trade system."}, {"timestamp": [1607.42, 1610.12], "text": " President Trump seems not to realize that simple truth"}, {"timestamp": [1610.12, 1612.76], "text": " and is threatening to smash the system."}, {"timestamp": [1613.38, 1616.24], "text": " At the moment, with the economy growing at more than 4% a year,"}, {"timestamp": [1616.34, 1617.78], "text": " his efforts are survivable."}, {"timestamp": [1618.24, 1621.04], "text": " But as potato farmer Dick Okre knows,"}, {"timestamp": [1621.24, 1625.54], "text": " the ultimate consumer society has more to lose than anyone else."}, {"timestamp": [1626.14, 1633.02], "text": " The bigger question is, does the threat of tariff outweigh the actual tariff itself?"}, {"timestamp": [1633.32, 1640.12], "text": " Does a country that is the most consumer-oriented in the world command respect"}, {"timestamp": [1640.12, 1643.66], "text": " when it comes to other people wanting to sell things to that country?"}, {"timestamp": [1643.88, 1647.44], "text": " And I think to a certain extent that's true."}, {"timestamp": [1647.44, 1649.92], "text": " And you could say, actually, it's self-harming."}, {"timestamp": [1649.92, 1653.28], "text": " If you're the country that consumes most because you import most,"}, {"timestamp": [1653.28, 1655.12], "text": " you're the one who's going to get hit most by tariffs"}, {"timestamp": [1655.12, 1657.92], "text": " because you need all that foreign stuff, don't you?"}, {"timestamp": [1657.92, 1659.92], "text": " Not only do we need it, we really want it."}, {"timestamp": [1663.6, 1668.9], "text": " A simple drive through Wisconsin, with its nervous businesses and rampant consumerism"}, {"timestamp": [1668.9, 1675.28], "text": " would prove all that in a few hours, but it's a trip President Trump is not likely to make."}, {"timestamp": [1679.28, 1684.22], "text": " Thanks for listening. That program was mixed by Rod Farker and edited by Penny Murphy."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. This is the BBC's World of Business podcast. I'm Jonti Bloom. In this week's download edition of In Business from BBC Radio 4, I've been with producer Chris Bulby to the US state of Wisconsin to see how President Trump's trade war is beginning to bite. Wisconsin, bordering the Great great lakes a land of rolling countryside and deep forests with thousands of square miles of rich soil, it calls itself America's dairy land. But just outside the small town of Warsaw, I've come to find another traditional crop one might not expect to find in the lush Wisconsin landscape. We grow the crop under shade because you have to simulate the forest, kind of the forest canopy. Traditional open fields, shelter between the thick forests, but scattered about are also areas of wooden posts carrying netting, under which grow row upon row of ginseng. Its delicate root whose health-giving properties are much prized in Asia grows well here. This ginseng is said to be the finest in the world. And like many an American success story behind this one lies the dreams, hopes and success of one immigrant family. Will Sue is the second generation managing director of Sue Jinseng. This started with my father Su Jinseng. This started with my father buying ginseng from local farmers and selling to friends and family members. His first few pounds of ginseng he bought and sent home to my grandmother or his mom. My dad is the 10th of 14 kids. My dad was born in the Peskodores or Punghu, which is a small archipelago in the Taiwan Strait. And he grew up very poor. My grandmother's health was very poor. And so he sent her ginseng. And my grandfather wrote a letter back saying, son, this product works, send more. My dad was a social worker for the state of Wisconsin when he stumbled upon ginseng. And so he just sent ginseng home. And then people heard through word of mouth that my dad could buy jingsing and you know ship it to you. And this is not a local cottage industry. Sue jinseng has prospered on the back of globalization. What we do is we build these drying racks for jingsing. So it's a kind of 10 foot by four with a metal base. You just put it on there and the hot air, warm air, just rises through it, doesn't it? Yep. We dry them here. Send the dry product over to our processing facility in China and then they come back in semi-finished or finished pack and then we do the finished packaging and assembly here. Some of the processing is done in Wisconsin by immigrants from Laos and Vietnam and also by Mexicans on temporary visas. But most of the labor-intensive work is done when the ginseng routes are shipped out to China. So in the middle of the Wisconsin countryside, orders are taken by Chinese-speaking staff. Internet sales are booming and new products constantly being developed. This is just one of thousands of companies in the US with complex supply chains which have developed as trade has opened up, especially with China. But it has seen the harsh reality of a trade war hit home because after President Trump imposed tariffs on Chinese imports, China retaliated and one carefully targeted tariff was on US ginseng production. Will Sue is now wondering whether the good times are over. For product that we are importing directly into our Nanjing office for sale into China, you're basically adding 15% on top of the already 7.8% tariff that's on jing-sing, plus the VAT. It makes us pretty uncompetitive against Canadian grown and then the domestic crop. And what would you say to President Trump if you had a chance about just how complicated tariffs up? He wax it on steel and aluminium and suddenly you were standing in a field in the middle of Wisconsin with ginseng and it's a problem for you. Yeah. You know, the point that we've been trying to make with tariffs is that no one wins. The consumer ends up paying the price for the product. I think the hard part about our industry is that we were in a free trade economy four or five years ago when this product was planted. Now we're in a very different regime and you have a very different set of rules to play by. And so we don't have a choice, really, other than to pass it along to the customer. That uncertainty is one of the worst consequences of a trade war. President Trump put import taxes on foreign steel and aluminium entering the United States to protect those industries, but other countries have retaliated because their metal producers have suffered. The knock-on effects of just one tariff ripple through the economy, hitting companies and businesses far and wide, many only distantly connected with the original target of tariffs. So I'm heading south from the ginseng fields of central Wisconsin to see how the whole state is affected by President Trump's apparently easy-to-win trade war and his wider economic policies. Along the way, we'll hear about iconic Wisconsin products like Harley-Davidson motorcycles and visit the site of a huge new manufacturing development that the president has been hailing as the eighth wonder of the world. But my first stop is to a more mainstream Wisconsin farm and business. All of these potatoes will go, well, most of them will go for wear potatoes. So just about all of these will be bagged, packaged. Dick Okre runs Okrae family farms, a huge operation producing tons of vegetables for canning and millions of potatoes, which are processed on site. The vast majority is destined for the domestic American market, so you might think it would be immune to international trade disputes, but that's far from being the case. With all of the new equipment that we've got in here and all of this steel that you're looking at, we're extremely efficient with bringing the product into this place and getting it so that it's ready to be packed. And that equipment, which is used to clean and sort tons of potatoes a day, cost millions of dollars, and is produced by another of those great global manufacturing chains. And that, of course, is affected by tariffs. You know, you can put in your order and wait. People will tell you there's going to be a surcharge on the steel. And you ask what that surcharge will be, and they say, I just don't know. At the same time, you know, I'm not sure that this is going to be the best tack to take, but it may work. I think the thing people need to remember is that we're all consumers. And there's no bigger, and I mean that, both literally and figuratively, there's no bigger consumers than Americans. We buy stuff. We buy so much stuff. We fill our houses up. We fill our big houses up with stuff. And then we rent garages to put more stuff in. Driving down the roads from here, a number of times I've passed the new storage unit being built. And I kind of say, look at the size of all these houses. Why do they need storage units? Exactly. It does seem a little ludicrous. They've all got sellers. They've all got garages. And then they're renting storage units. Yeah, but that's for their boat and their snowmobiles and their other two cars. So trade tensions mean consumers end up having to pay more. But might a short-term hit like that be worth it if President Trump's tactics create new deals with, say, Mexico and Canada? Dick Okre, for one, is still waiting to see whether those tactics work. I respect the presidency. I think there's a need to allow this guy to do what he's going to do and we'll get some good deals out of this. But it'll take time and it'll cost some people. It's always the way it is. Wisconsin is historically a Democrat state but last time it narrowly voted for Trump making the politics a business sensitive here. Many of those voters seem to be waiting to see where all this leads. Republicans, anxious as midterm elections loom this November, are trying to prop up the farming vote. Washington announced $12 billion of subsidies to mitigate the effects of some tariffs, especially on soybean exports. But in some ways that's an uncomfortable move for a supposedly free market Republican government. And to be fair, some sections of the American economy have been complaining for years that the trade playing field has been inclined against them. Here in Plymouth, in Wisconsin, you get the idea immediately that still thinks of itself as the cheese capital of the world because just on the edge of downtown here, there is actually a statue of a giant dairy cow. It's about 20 feet tall in black and white with a lovely wooden frame in front of it with a kind of history of the town, saying how the first dairy cows were introduced in 1870 from Europe. By 1882, the National Cheese Exchange, which is still just around the corner, the building, it's just around the corner, was opened, and it became the cheese capital of the world. There are still many cheese factories here in town. We're going to see one of them in a minute, but what's really worrying them is tariffs on dairy products around the world. This right here is our raw milk intake. So milk comes in here seven days a week from our family farms. We have cows that produce milk every single day and we make cheese every single day. Sartori, like Sue Jensang, was founded by immigrants. In this case, Italian ones who started out digging ditches before in 1939 turning their native expertise in cheese making into a successful business. It all shows just how immigration into the US has boosted international trade links. And the Sartori plant just a few hundred yards from that giant cow, manager Ken Kane showed me how they make one of their most popular products. It's still quite rubbery, but you can tell that why that's going to be. Is it squeaky? Yeah, squeaky. Should be, right? Yeah. That means it's fresh. So but you can tell that what that's going to be. Is it squeaky? Yeah, squeaky. Should be, right? Yeah. That means it's fresh. So if you ever have unsqueaky curds, that's that fresh cheese. This is as fresh as you can get. This was milk about four hours ago. So it's very, very fresh. This is Parmesan cheese. Then across the road, they're finishing great wheels of Parmesan in cool underground rooms, a bit like wine cellars, where I had a go at preparing pepper-coated cheese. How does that look? Good. Yeah. Put it on its edge and put it on the outside. Yep. Kind of the same concept. Yeah. Just keep going in with the pepper. Mm-hmm. There you go. Okay, now you can stand it up with the outside edge. On the outside edge? Yep. Big hand will just cup it. Yep. And then just start rolling it around the edge. Off the wheel? Wow. Oh, well, well. It all has a very European feel, making Parmesan, coating cartwheels of cheese in pepper or merlo wine in cool stone cellars. Sartori even took on Italian producers in cheese competitions and won. An export drive in recent years has taken Sartori into 60 countries around the world. But then it ran up against that mighty juggernaut that is the EU, and especially its rules of geographic origin. The EU cut a free trade deal with Mexico, but that meant Sartori could no longer call its hard cheese parmesan in the Mexican market. Only Italian cheese from Parma can be called parmesan and sell at a premium price. Now Sartori calls its hard cheese Parmizano in Mexico and sells it for less as a result. EU deals also restrict how much Sartori can sell in nearby Canada. The company's president is Jeff Schweger. The Canadian market is highly protected. There's a quota system for supply-side management to protect the Canadian dairy farms. So we had to find an importer that could bring things in. It was pretty easy to do because there was this quote out there that could be had. What's changed since then is the European Union has negotiated with Canada and now 70% of the cheese that can go into Canada has to come from Europe and only 30% from the rest of the world. And then tariffs or duties after that are 250 to 274%. Now, most people wouldn't understand that a free trade agreement between the European Union and Canada affects American producers. How can the Europe insist on having 70% of imports into Canada for cheese and ruin your market? How do they do it? They obviously gave up some other pieces, but they wanted to have control of dairy there. When you look at the European Union, they've done similar agreements in Mexico and other places. I think they're taking a long-term look. I mean, if you think about it, the United States is probably 33, 35 percent of the world's economy today. Europe is 33, 35 percent in the rest of the world is there. If you think 10 years, 20 years out, maybe the U.S. is 25% of the world's economy, Europe's 25% of the world's economy, the rest of the world is 50%. And if Europe has control through trade agreements in that, they're going to win in dairy. So there were many challenges already there before the Trump administration began its trade policy. It certainly didn't feel like a level playing field to Sartori. But now cheese producers face additional tariffs imposed by other countries in retaliation for President Trump's tariffs on things like imported steel. Sartori is having to decide how much extra cost it can absorb to stay in those expensively developed export markets. And yet there is still sympathy for the Trump approach, especially given the way in which the EU has been protecting its own dairy industry. I think it is trying a different strategy to get some change. And at least when you look at it, I'm not sure it's to favor America. I think it's more to get a level playing field. I think in some cases, at least on the dairy side, we've had unfavorable situations from a free trade standpoint. But do you think it will in the end produce that level playing field. The trouble is you get a level playing field in say steel and then you look around and something's up to potatoes or cheese or something like that, don't you? It's become much more unlevel. The ideal situation, as an individual, and as a company, we believe in free trade, and let's let the consumer decide what's right. But tariffs do the opposite of that. Consumers have no choice but to pay more or do without. Tariffs are taxes that force up prices. President Trump has been promising his strategy might mean short-term pain, but ensure long-term gain, that it will bring jobs and prosperity back to the United States. But further south, in Wisconsin's biggest city, Milwaukee, the opposite has happened. With a symbolic blow, the famous motorcycle manufacturer Harley-Davidson announced that in response to retaliatory tariffs from Europe, it would move some production abroad. Anna Swanson is a trade specialist with the New York Times. The president does see people who own and drive Harley Davidson's as some of his core supporters, and he has pointed that out frequently. I think that's one of the reasons that Harley Davidson's decision to offshore some of its production because of the tariffs became such a political kind of talking point for the president and for others in the United States. They are being hit by tariffs from Europe, and so they've decided to move that portion of bike production that would go to the European market offshore. They said that by manufacturing these 40,000 motorcycles in the United States that would be headed for Europe, they would face potentially $30 to $45 million in tariff penalties, and that was the price they just weren't willing to pay. President Trump reacted angrily to that decision, blaming it for a fall in Harley-Davidson sales in the United States. It's certainly a sensitive subject for the company. They would not give us an interview. But how far has that decision led to rumblings of discontent amongst its flag-waving owners? This year is the 115th anniversary of the Harley Davidson Company. Not a very round number, but enough of one for a party in Veterans Park on the Lakeshore in Milwaukee. It attracted hundreds of bikers. Rock and roll, hot dogs, stunt riders and ice cold beer was an all-American scene with predominantly white middle-aged tattooed male riders in leather's boots and bandanas. What did they make of Harley's decision to move some production abroad? A lot of the production stuff everybody's talked about, they haven't told the whole story. Production for out-of-state motorcycle, or excuse me, for out-of whole story. Production for out-of-state motorcycles or excuse me for out-of-country motorcycles are going out of country not necessarily the in-state motorcycles because of the tariffs and things like that so it's not that they're sending production overseas as part of the production is going overseas to help with the tariffs and things like that. And who do you blame for the tariffs? That's a good question. Yeah. Is it the president? I think it's a good question. Yeah. Yeah. Is it the president? I think it's just the economy in itself. Times are changing. Everybody's got to change with them, so you've got to learn to... It's just the world we're living in. What do you think about hardly moving some of their production out of America? I think it's kind of sad, you know, it's taking food all over their mouths, you know. How are you going to compete when you got to pay two, three times the price for steel and aluminum? And do you think the president putting those tariffs on steel and aluminum made a difference? They pushed them away. I don't know anything about tariffs. I pay taxes, though. I'm sure that has a little bit to do with it, but I don't mind because we're USA, and we are in spite of the critics, the best place to be on the planet. You can sense at rallies like this that core support for President Trump is holding firm. The belief that America's been hard done by for so long means they're willing to give him the chance to bring jobs and work back to the United States. And one place in Wisconsin is a huge civil. and work back to the United States. And one place in Wisconsin is a huge symbol of that hope, perhaps the largest such symbol in America, a Trump card, if you will. In Racine, a town 20 miles south of Milwaukee, President Trump himself turned up to cut the turf and lured the project with characteristic modesty. I want to wish you good luck and congratulations on truly one of the eighth wonder. I think we can say this is, we can say, the eighth wonder of the world. This is the eighth wonder of the world. Foxcon is a Taiwanese-based company, one of the largest electronics companies in the world. It makes iPhones, iPads, Kindles and many other products for other companies. Much of its manufacturing base is in mainland China, but now it's investing $10 billion in Wisconsin, planning to employ 13,000 people and an entire complex being built to make flat screens for everything from phones to TVs. These are massive, the largest in the industry. Excavators, dozers, scrapers, compaction equipment for to move, there's approximately 5 million yards of soil to be moved on the site, approximately 4 million of structural cut to fill materials on the site. To get an idea of the scale of the plans, I was given a tour of the site by Adam Jellon from Gilbane, the Wisconsin-based building firm constructing the huge factory. Absolutely. We then got out for a look at the start of building construction. That bleeping sound is being made by the crane here, huge crane which is lifting into place the first slabs which make up the first wall of the first building on this site. It's huge. This is going to be a massive building, but it will be dwarfed in the next couple of years by manufacturing buildings which will stretch from here for about half a mile to the other side of this site. And this site is phase one of one part of a three site production facility. It's going to be one of the biggest things in Wisconsin, probably one of the most important factories in America. And within those core buildings, there are discrete manufacturing processes that have clean rooms within them, and those clean rooms have a controlled environment to allow this type of manufacturing, and that in controlled environment requires sophisticated systems to manage that environment. Also around this site, as we drove down here, we saw huge road works going on. I mean, it's not just the building site itself. The state is having to change the roads, the electricity, the water, everything. Is that right? This is just Area 1, Phase 1, and right now there is infrastructure works from local, state, and federal government being conducted to facilitate the infrastructure, whether that is gas, electric, roadworks, all of the major infrastructure to support the future development is underway in all directions of this site. The cost of that investment needed to attract Foxcon has been controversial. Wisconsin State is not just building infrastructure, but giving huge tax breaks worth billions of dollars. The ambition is to make Foxcon the jewel in the crown for a whole new high-tech region running from Milwaukee to Chicago, with companies, research bodies, colleges and training facilities, a great lakes rival to Silicon Valley. But locals worry whether Foxcon got too good a deal. Jenny Trick, director of the Racine County Economic Development Corporation, was the key figure in attracting Foxcon. But she says the subsidy deal is tied to specific targets, including job creation. Well, if they do what they say they're going to do, which is to make that private investment and create the jobs, the state documents will reflect the $2.85 billion that they have the potential to earn on an annualized basis. And then there's also a sales tax exemption on some of the construction materials and such. So, again, if they do the acquisition as they proposed, there's additional earnings in that respect for that. Now, it must be slightly controversial because as we were driving up and down the state, we did see the odd hoarding, advertising, saying Wisconsin doesn't pay until Foxcon starts building, basically. It's not just you're going to give them money. So presumably people thought you have offered them a very good deal. Change is controversial, right? And then if you don't fully understand the details of the contract, as well as add some political association with this, begins to kind of create that ripe environment for some dialogue. But the reality is you have to earn it to actually be able to get the rebate back. It's not an upfront assistance. But the reality is you have to earn it to actually be able to get the rebate back. It's not an upfront assistance. Years ago, municipalities and counties and states used to do that. But really before the Great Recession and a lot of communities reaped the unfortunate consequences of that, municipalities and counties and states really took a different approach that was more of company you take the risk. And if you perform, then we'll step up and we'll provide you those incentives. And that's really how the state's contract was built. But why is Foxcon making this move to Wisconsin? It might look like it's hedging its bets in case new tariffs and an escalating trade war inhibit its ability to import high-tech goods from China into America. The Trump administration would sorely love to claim it proves tariffs work, forcing jobs and production back into the United States of America. But Lewis Wu, who's the senior Foxcon executive leading this project, says the reasons run deeper than that, and the decision to move to America was made long before President Trump was elected. In China, it's obvious we need to take advantage for the benefit of cheap labour. But in the US, on the contrary, there's no cheap labour. But they're talents here, the benefit of talent, right? We would try to take advantage of the fact of the talents here. We'll build up the automated system, the robotic, the cloud computing, the mobile devices, the big, the cloud computing, the mobile devices, the big data analytics, artificial intelligence, all these things, put it into a platform, right, to begin to build things, which would be very different from what we do in China. President Trump is always saying we're importing far too much from China, we need to bring this stuff home. Was that a factor in your consideration? Well, remember, when we started working on this project, that's in early 217, that's way before any trade conflict between US and China, right? I think way before that, our chairman realized, because of the market, because of the abundant availability of talents, we should be here. So since there is a more pro-business policy with the new administration, so we decide to come here. So our decision to be here is less to do with the trade conflicts, for more to do with what is available, both in terms of talent and market. Is there a chance of you moving more production here? So for instance, you produce a complete phone here rather than at the moment it's going to be the displays and so on? Well, I don't like to use the word moving. Moving as if there's a zero-sum gain. I would rather say that we're going to expand a lot of things that we might be thinking to do but cannot be done in China, and then we should do it here. For President Trump, trade and trade wars are simple. But the fact is neither is the case. Tariffs on steel and aluminium push up costs for domestic firms. Retaliatory tariffs cut their access to expensively won foreign markets, ruin plans slash profits and threaten investment, while jobs move abroad to areas not involved in the trade war. New investment in the US is based on America's huge technological advantages and high-skilled workforce, not President Trump's tweets or even his tariffs. America has stayed the richest and most powerful economy in the world since 1945 by creating and benefiting from the current world trade system. President Trump seems not to realize that simple truth and is threatening to smash the system. At the moment, with the economy growing at more than 4% a year, his efforts are survivable. But as potato farmer Dick Okre knows, the ultimate consumer society has more to lose than anyone else. The bigger question is, does the threat of tariff outweigh the actual tariff itself? Does a country that is the most consumer-oriented in the world command respect when it comes to other people wanting to sell things to that country? And I think to a certain extent that's true. And you could say, actually, it's self-harming. If you're the country that consumes most because you import most, you're the one who's going to get hit most by tariffs because you need all that foreign stuff, don't you? Not only do we need it, we really want it. A simple drive through Wisconsin, with its nervous businesses and rampant consumerism would prove all that in a few hours, but it's a trip President Trump is not likely to make. Thanks for listening. That program was mixed by Rod Farker and edited by Penny Murphy."}