{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.8, 6.64], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [8.8, 12.28], "text": " BBC Sounds, music, radio, podcasts."}, {"timestamp": [13.64, 19.44], "text": " Hello, ladies, hello gents."}, {"timestamp": [19.92, 22.4], "text": " I hope you're having a good week so far."}, {"timestamp": [22.8, 23.94], "text": " Can you hear me at the back?"}, {"timestamp": [24.42, 25.8], "text": " I'm Tanya Beckett."}, {"timestamp": [26.1, 29.08], "text": " And today we're going to blow out the cobwebs,"}, {"timestamp": [29.48, 33.76], "text": " stretch those muscles and get the circulation going."}, {"timestamp": [34.4, 37.34], "text": " First up, any injuries I should know about."}, {"timestamp": [37.88, 38.18], "text": " No?"}, {"timestamp": [38.68, 40.98], "text": " Well then, let's turn up the music"}, {"timestamp": [40.98, 44.14], "text": " and do a little bit of marching on the spot."}, {"timestamp": [44.68, 46.56], "text": " Nice high knees."}, {"timestamp": [50.88, 58.48], "text": " Right, well, that's my attempt at kicking off a fitness class. I think I might be lacking"}, {"timestamp": [58.48, 64.96], "text": " a bit of personal style. Hmm, let's turn to a professional to find out what good group"}, {"timestamp": [64.96, 66.74], "text": " exercise feels like."}, {"timestamp": [67.04, 73.68], "text": " Lots of people in a room together exercising with a common goal really to exercise in a non-intimidating way."}, {"timestamp": [73.74, 76.6], "text": " It's a very different experience in a community fitness class."}, {"timestamp": [77.02, 79.98], "text": " It's a great atmosphere in a group exercise class. It really is."}, {"timestamp": [79.98, 87.7], "text": " Ten years ago, Kelly Ravenscroft left behind a career in finance to follow her dream of becoming a fitness coach."}, {"timestamp": [88.36, 101.12], "text": " Over the years, she built up a client base near her home in Sutton Coldfield, near Birmingham, holding 16 classes a week in community spaces, teaching her loyal band of followers."}, {"timestamp": [101.54, 106.12], "text": " So I would hire out a church hall, teaching the mornings, teaching the evenings, have a"}, {"timestamp": [106.12, 111.12], "text": " great group of women, it was predominantly women, real banter, great atmosphere, good music."}, {"timestamp": [111.62, 116.22], "text": " But in the spring of this year, the business of fitness, which thrives on its unrelenting"}, {"timestamp": [116.22, 121.74], "text": " positivity, was plunged into sudden gloom when coronavirus took hold."}, {"timestamp": [122.58, 125.36], "text": " Thousands of fitness instructors whose job it is"}, {"timestamp": [125.36, 128.4], "text": " to motivate their clients suddenly found"}, {"timestamp": [128.4, 132.16], "text": " their own morale under stress."}, {"timestamp": [132.16, 136.8], "text": " Come on to take a deep breath in as the chest rises."}, {"timestamp": [136.8, 141.36], "text": " And a long breath out as the chest lies."}, {"timestamp": [141.36, 144.24], "text": " On the morning of the 16th of March, as usual,"}, {"timestamp": [144.24, 146.34], "text": " Kelly taught a packed-out class."}, {"timestamp": [147.02, 149.82], "text": " By the evening, she was staring into the abyss."}, {"timestamp": [150.48, 154.24], "text": " With lockdown looming, nobody could attend her classes anymore,"}, {"timestamp": [154.54, 156.94], "text": " and there was nowhere she could go to hold them."}, {"timestamp": [157.78, 163.4], "text": " She feared 10 years of painstaking work was about to go down the drain."}, {"timestamp": [163.7, 168.64], "text": " It was very stressful. I'm not going to lie. Really quite stressful. Quite scary, in all"}, {"timestamp": [168.64, 173.7], "text": " honesty, because I did feel that a business that I'd spent 10 years working so hard on,"}, {"timestamp": [174.12, 179.92], "text": " building relationships, a big client base could just disappear overnight because I was like,"}, {"timestamp": [179.98, 184.32], "text": " how on earth am I going to negotiate this? How on earth can we have fitness classes"}, {"timestamp": [184.32, 186.66], "text": " when we can't even go out of our houses?"}, {"timestamp": [186.86, 188.6], "text": " You know, I cried."}, {"timestamp": [189.3, 190.86], "text": " Kelly wasn't alone."}, {"timestamp": [191.32, 195.1], "text": " There were tens of thousands of other trainers left in limbo."}, {"timestamp": [195.6, 197.32], "text": " And that was the tip of the iceberg."}, {"timestamp": [198.04, 202.56], "text": " The fitness industry is worth £5 billion a year to the UK economy"}, {"timestamp": [202.56, 208.88], "text": " and employs nearly 200,000 people. Sophie Lawler is the CEO of"}, {"timestamp": [208.88, 217.6], "text": " Total Fitness, which runs 17 huge leisure centres across Wales and the north of the UK. On Friday the 20th"}, {"timestamp": [217.6, 224.4], "text": " of March, the same week that Kelly's classes had stopped, Sophie finished work and drove home from her"}, {"timestamp": [224.4, 225.44], "text": " Manchester office."}, {"timestamp": [225.98, 228.64], "text": " She sent a final message to her team."}, {"timestamp": [229.06, 233.0], "text": " I can remember walking in, communicating with the rest of my operating board and say,"}, {"timestamp": [233.08, 237.08], "text": " look, tough week, you know, relax, enjoy your weekend with your kids and your families."}, {"timestamp": [237.36, 238.7], "text": " We go again on Monday, guys."}, {"timestamp": [239.1, 243.26], "text": " But Sophie's plan for the following week was about to be upended."}, {"timestamp": [243.86, 246.66], "text": " And then switching on the news and watching it."}, {"timestamp": [246.86, 250.12], "text": " And then going, oh my, that's gyms, that's us, we're done, right?"}, {"timestamp": [250.28, 251.82], "text": " Let's get the shareholders on board."}, {"timestamp": [251.92, 252.9], "text": " Let's talk to the teams."}, {"timestamp": [253.4, 255.2], "text": " You know, it was exceptionally quick."}, {"timestamp": [255.2, 259.78], "text": " The restrictions imposed that night meant that Sophie's fitness clubs,"}, {"timestamp": [259.9, 264.18], "text": " just like all other gyms and leisure centres, were forced to shut immediately."}, {"timestamp": [269.06, 269.4], "text": " She and her team needed to move rapidly to comply with the new rules."}, {"timestamp": [272.76, 273.0], "text": " And we had the clubs closed by 9pm that evening within four hours."}, {"timestamp": [275.92, 276.58], "text": " Super complex facilities, very difficult to close down safely."}, {"timestamp": [278.66, 281.92], "text": " But we did so within four hours. And by Monday, we'd furloughed 99% of the team."}, {"timestamp": [282.46, 285.24], "text": " So catastrophic and very quick."}, {"timestamp": [286.0, 287.08], "text": " Not unexpected."}, {"timestamp": [287.48, 289.88], "text": " We just weren't expecting it that Friday night."}, {"timestamp": [290.12, 293.5], "text": " And when you say it's complicated to shut the facilities down,"}, {"timestamp": [293.82, 295.34], "text": " what's complicated about it?"}, {"timestamp": [295.46, 296.44], "text": " I mean, they're super-scale."}, {"timestamp": [296.44, 299.52], "text": " We have our mothership health club in Wilmslow."}, {"timestamp": [299.62, 302.42], "text": " That's 120,000, 130,000 square foot."}, {"timestamp": [302.52, 304.1], "text": " It's the second biggest health club in Europe."}, {"timestamp": [304.68, 307.84], "text": " All of our clubs have three swimming pools as standard."}, {"timestamp": [308.5, 310.4], "text": " Three or four group exercise studios."}, {"timestamp": [310.64, 312.56], "text": " A great many of them have indoor running tracks."}, {"timestamp": [313.38, 318.66], "text": " And anything that has a significant wet side is complicated to shut down."}, {"timestamp": [318.66, 325.82], "text": " And blimey, I could bore you for hours with the operational details of pump rooms and hydropole switches and dosing equipment."}, {"timestamp": [326.36, 329.72], "text": " But I'll leave that for another day, I think."}, {"timestamp": [330.04, 332.66], "text": " But it's that level of complexity just to give you a flavour."}, {"timestamp": [335.66, 341.54], "text": " Once the logistics were dealt with, there was the bleak task of counting the money in the coffers."}, {"timestamp": [342.16, 346.0], "text": " With subscriptions frozen, income from members may have dried up,"}, {"timestamp": [346.0, 349.0], "text": " but bills for the overheads would keep coming."}, {"timestamp": [349.0, 353.0], "text": " The cash profile of a membership subscription basis is very simple."}, {"timestamp": [353.0, 358.0], "text": " All of your revenue comes in at the start of the month, so your cash profile peaks at the start,"}, {"timestamp": [358.0, 361.0], "text": " and then it dwindles off towards the end of the month."}, {"timestamp": [361.0, 365.02], "text": " And so by late March, we effectively had our cash reserves."}, {"timestamp": [367.7, 368.22], "text": " And this month, they were not going to be replenished."}, {"timestamp": [372.58, 373.04], "text": " There was also another challenge, planning for the uncertain road ahead."}, {"timestamp": [375.86, 376.4], "text": " There was no clarity on when restrictions would be lifted."}, {"timestamp": [381.88, 382.36], "text": " And what was the risk that having been eased, they would, at a later date, be tightened again?"}, {"timestamp": [386.18, 386.56], "text": " The last thing that you want, actually, as a business leader, is a whole bunch of false starts."}, {"timestamp": [386.66, 389.06], "text": " You don't want to reopen and close and start and roll back."}, {"timestamp": [389.16, 394.22], "text": " It's actually adds complexity and increases anxiety, not just with your members, but your"}, {"timestamp": [394.22, 394.62], "text": " employees."}, {"timestamp": [395.28, 400.46], "text": " It was all the more of a blow to the fitness industry as before lockdown 2020 had been"}, {"timestamp": [400.46, 402.6], "text": " on course to be a bumper year."}, {"timestamp": [403.66, 406.54], "text": " UK Active is the trade body for fitness centres"}, {"timestamp": [406.54, 408.54], "text": " with 3.5,000 members."}, {"timestamp": [409.18, 411.36], "text": " Lizzie Broughton is their research manager."}, {"timestamp": [411.82, 413.68], "text": " We found that generally it was a really positive start"}, {"timestamp": [413.68, 414.64], "text": " of the year for the sector."}, {"timestamp": [414.86, 418.56], "text": " So looking at week one of 2020 up until about week 8,"}, {"timestamp": [418.96, 421.96], "text": " participation was all ahead of the equivalent weeks in 2019."}, {"timestamp": [422.66, 424.62], "text": " And then if we looked to when lockdown was sort of announced"}, {"timestamp": [424.62, 426.04], "text": " and when facilities were ordered to close,"}, {"timestamp": [426.12, 427.0], "text": " that was week 11."}, {"timestamp": [427.28, 430.0], "text": " But the impact was beginning to be seen before that."}, {"timestamp": [430.1, 433.06], "text": " So it was in week nine when participation started to decline"}, {"timestamp": [433.06, 434.14], "text": " against last year's figures."}, {"timestamp": [434.24, 435.68], "text": " And that was quite a small decline at first."}, {"timestamp": [435.68, 438.84], "text": " But then by week 11, we're looking at a 43% decline"}, {"timestamp": [438.84, 440.36], "text": " on the equivalent week last year."}, {"timestamp": [440.96, 443.12], "text": " Like many other parts of the economy,"}, {"timestamp": [443.32, 446.88], "text": " business had started to wind down around a fortnight"}, {"timestamp": [446.88, 453.2], "text": " before firms were forced to shut their doors. So the impact was being felt from early March."}, {"timestamp": [453.68, 460.48], "text": " But this is an industry for which agility is part of the DNA. As Sophie was moving fast to"}, {"timestamp": [460.48, 466.54], "text": " mothball operations, Kelly was tapping away on her computer, figuring out how to move"}, {"timestamp": [466.54, 472.78], "text": " her business online and dealing with all sorts of complications she hadn't had to think about before."}, {"timestamp": [475.96, 480.92], "text": " You have to use licence-free music, so that was my first hurdle. How am I going to overcome this?"}, {"timestamp": [481.3, 485.2], "text": " What sorts of classes am I going to do? How am I going to get people to do this?"}, {"timestamp": [485.2, 489.48], "text": " Is everybody going to be tech savvy to do it? There was a lot of handholding of clients to help them"}, {"timestamp": [489.48, 494.24], "text": " to get online. But I think with fitness, as with a lot of things in this current situation,"}, {"timestamp": [494.24, 500.72], "text": " people have really adapted so quick and so fast to doing things virtually. It's been quite"}, {"timestamp": [500.72, 506.18], "text": " amazing, to be fair. Kelly rigged up a camera in her home"}, {"timestamp": [506.18, 508.56], "text": " and coaxed her clients over to Facebook."}, {"timestamp": [509.14, 510.14], "text": " Where do you record?"}, {"timestamp": [510.28, 512.22], "text": " Are you leaping around in a leotard"}, {"timestamp": [512.22, 513.04], "text": " in your front room?"}, {"timestamp": [513.24, 515.08], "text": " Yeah, it's not quite,"}, {"timestamp": [515.84, 517.18], "text": " but not far away from it."}, {"timestamp": [517.22, 518.34], "text": " So I'm just in my kitchen."}, {"timestamp": [518.54, 520.44], "text": " I can imagine that going badly wrong"}, {"timestamp": [520.44, 521.78], "text": " with everything that's in a kitchen."}, {"timestamp": [522.02, 523.86], "text": " Yeah, I have to move a sofa,"}, {"timestamp": [524.4, 526.04], "text": " kick everybody out for half an hour"}, {"timestamp": [526.04, 532.92], "text": " and I have a tripod with my phone and I literally log into the Facebook group and teach in front of"}, {"timestamp": [532.92, 540.8], "text": " my phone, which is crazy really, but it works. It really does. I know from personal experience"}, {"timestamp": [540.8, 546.48], "text": " that engaging an audience on camera is a very different business from doing it in person."}, {"timestamp": [547.04, 552.04], "text": " But as it turned out, Kelly had the dexterity to be able to do both."}, {"timestamp": [552.5, 556.88], "text": " It is difficult and it did take some getting used to to speaking just to a camera."}, {"timestamp": [557.46, 563.14], "text": " But I've just adapted and I just crack on with a class and imagine I'm in front of them all."}, {"timestamp": [563.3, 565.72], "text": " I know lots of them so I just picture their faces and I just go for it and I just try and act exactly imagine I'm in front of them all. I know lots of them, so I just picture their faces."}, {"timestamp": [566.14, 570.46], "text": " And I just go for it and I just try and act exactly how I would in a live class."}, {"timestamp": [570.76, 572.4], "text": " And I've just got used to it."}, {"timestamp": [572.42, 575.1], "text": " And they all tell me that they feel like they're in the room with me."}, {"timestamp": [575.5, 577.08], "text": " So that's a big compliment, really."}, {"timestamp": [577.76, 581.44], "text": " She found that some regular class goers couldn't make the transition."}, {"timestamp": [581.88, 584.2], "text": " But nine out of ten could."}, {"timestamp": [584.2, 587.06], "text": " Not only that, new people signed up."}, {"timestamp": [587.52, 594.54], "text": " I have lost clients because not everybody is on Facebook, not everybody is on the internet."}, {"timestamp": [594.7, 599.4], "text": " A lot of my client base were older clients. A lot of them have actually signed up to Facebook"}, {"timestamp": [599.4, 603.54], "text": " for the first time since deciding to do my classes, for instance. So yes, I have lost clients"}, {"timestamp": [603.54, 608.36], "text": " along the way. It has allowed me to attract a few new people because people don't have to actually live"}, {"timestamp": [608.36, 613.16], "text": " right by me to be able to come to my classes. Obviously, being online, I do have a wider audience."}, {"timestamp": [613.78, 620.66], "text": " Instead of charging for every class, now it's £10 a week to attend as many of her 12 classes"}, {"timestamp": [620.66, 627.66], "text": " as Kelly's customers can manage. But moving online meant that classes now had unlimited"}, {"timestamp": [627.66, 634.28], "text": " capacity. Not only that, she no longer needs to pay for hiring halls. She has to shell out for"}, {"timestamp": [634.28, 641.1], "text": " music and new kit, but all in all, her income hasn't taken anything like the hit she thought"}, {"timestamp": [641.1, 646.6], "text": " it would. And there's another adjustment. Kelly can't keep an eye on her clients"}, {"timestamp": [646.6, 652.42], "text": " as she could before, something she has to bear in mind when planning her classes. So you do have to be"}, {"timestamp": [652.42, 656.58], "text": " very careful. You have to make sure that you've got your disclaimers, that people realise they"}, {"timestamp": [656.58, 661.78], "text": " can't do things if they're injured, etc, etc, that they're doing everything online at their own"}, {"timestamp": [661.78, 668.48], "text": " risk because you can't see them. So it is going to be much less instructional than it would be in a live format."}, {"timestamp": [668.9, 670.2], "text": " You know, it's a different setting."}, {"timestamp": [672.7, 676.54], "text": " Kelly may be vigilant about the limitations of teaching online,"}, {"timestamp": [676.54, 680.22], "text": " but not all web trainers are aware of the risks,"}, {"timestamp": [680.4, 682.9], "text": " according to an old pal of mine, Paul Connolly."}, {"timestamp": [683.32, 688.46], "text": " He's a personal coach who specialises in rehabilitation after injury."}, {"timestamp": [688.86, 692.56], "text": " There's one particular, what I watched only the other day, actually."}, {"timestamp": [692.8, 697.42], "text": " There was a trainer who was doing bent over toe touches for everyone."}, {"timestamp": [697.76, 701.0], "text": " So just bent from the waist and you'd naturally tap each toe."}, {"timestamp": [701.4, 704.44], "text": " Now, if you've got any core problems or any back problems,"}, {"timestamp": [706.68, 713.54], "text": " that alone could put your back into spasm. So that's a basic example. And that in our industry is a schoolboy error."}, {"timestamp": [713.98, 720.02], "text": " Paul is also trying to connect with clients via the internet, mostly on a one-to-one basis. He says"}, {"timestamp": [720.02, 726.72], "text": " it doesn't work for everyone. It really does depend on the individual. Some people I managed quite well with online"}, {"timestamp": [726.72, 729.58], "text": " and other people, it was really a waste of time"}, {"timestamp": [729.58, 732.64], "text": " because they needed me to be physically in front of them"}, {"timestamp": [732.64, 734.44], "text": " to put them in the right position"}, {"timestamp": [734.44, 737.26], "text": " and to make sure that their movement was correct."}, {"timestamp": [737.84, 740.74], "text": " When I worked with athletes, then they were fine online."}, {"timestamp": [740.88, 743.86], "text": " When I worked with, I don't want to put people into boxes,"}, {"timestamp": [744.06, 745.72], "text": " but quite a few academics,"}, {"timestamp": [746.02, 751.2], "text": " they struggled. They struggled physically. And online was very hard. They needed to be with me."}, {"timestamp": [751.56, 757.02], "text": " He's concerned that the boom in online exercise has seen the public turn to instructors with a"}, {"timestamp": [757.02, 763.28], "text": " good screen presence rather than high quality content. If you've got a likable style, you're an"}, {"timestamp": [763.28, 765.88], "text": " attractive person and you're keeping things"}, {"timestamp": [765.88, 770.38], "text": " very simple and you're saying to people, come on, we can do this and you're very motivating"}, {"timestamp": [770.38, 775.86], "text": " online and people like it the way you look, people like the way you act, you've built up a rapport"}, {"timestamp": [775.86, 781.38], "text": " with somebody and you haven't even met them. That's a skill in its own. But that's the style."}, {"timestamp": [782.18, 788.44], "text": " That's not necessarily the substance. So if you've got the style, you will get a good following."}, {"timestamp": [788.62, 791.72], "text": " That doesn't mean your substance is necessarily great."}, {"timestamp": [792.36, 794.62], "text": " But that's always been the same online."}, {"timestamp": [795.2, 796.2], "text": " It's a tough one."}, {"timestamp": [796.24, 799.7], "text": " It's a tough one because there's a lot, a lot of money to be made online."}, {"timestamp": [799.7, 804.52], "text": " For people trying to get a foothold in such a lucrative business for the first time,"}, {"timestamp": [804.78, 808.16], "text": " it can be very confusing to work out what you're up against."}, {"timestamp": [808.66, 812.52], "text": " I'm Nick Baclanoff. I work as a marketing specialist at HypoDOTA."}, {"timestamp": [812.86, 818.16], "text": " Nick collects data on social media tracking what and who is getting attention."}, {"timestamp": [818.16, 824.3], "text": " When countries started to lock down, he saw some sectors suddenly gaining a much bigger following."}, {"timestamp": [824.82, 832.48], "text": " We found that globally, yoga, news and politics and cooking are the most growing topics"}, {"timestamp": [832.48, 842.08], "text": " on Instagram during the lockdown. For example, yoga, we can see 68% growth of Instagram followers"}, {"timestamp": [842.08, 847.08], "text": " for influencers who post their content in yoga topics."}, {"timestamp": [847.08, 853.02], "text": " So we can see that the engagement trade for fitness influences grows."}, {"timestamp": [853.02, 858.4], "text": " Engagement trade is a number of followers who interact with their content."}, {"timestamp": [858.4, 863.84], "text": " Online fitness audiences are growing rapidly and in the UK a few names in particular were"}, {"timestamp": [863.84, 867.0], "text": " popping up on his radar."}, {"timestamp": [867.0, 875.0], "text": " I have a list of top 10 accounts by followers growth."}, {"timestamp": [875.0, 880.0], "text": " The first place is an account of David Berthwistle."}, {"timestamp": [880.0, 883.0], "text": " He gained over 1 million followers."}, {"timestamp": [883.0, 887.5], "text": " It's a huge amount of followers for such a small period of time."}, {"timestamp": [887.5, 890.5], "text": " He's from Netflix's reality show."}, {"timestamp": [890.5, 895.5], "text": " So I think that one trend that I can see, the top fitness influences in UK,"}, {"timestamp": [895.5, 899.24], "text": " they gained their popularity through reality shows."}, {"timestamp": [899.24, 901.24], "text": " For example, like Netflix reality show,"}, {"timestamp": [901.24, 907.44], "text": " or I can see in top 10 accounts of A.B. Bowen and Laura Anderson,"}, {"timestamp": [907.44, 913.76], "text": " they are participants of Love Island. Suddenly, fitness qualifications seemed secondary to an"}, {"timestamp": [913.76, 920.88], "text": " attractive media presence. Paul and Kelly, who've built businesses with a very hands-on personal"}, {"timestamp": [920.88, 926.94], "text": " approach, now found themselves competing on the same playing field as reality TV stars."}, {"timestamp": [927.94, 935.22], "text": " But Nick says it is possible for mere mortals to do well on social media, as long as they think"}, {"timestamp": [935.22, 936.22], "text": " tactically."}, {"timestamp": [936.22, 949.44], "text": " You should be authentic, you should find your niche, and you should be regular on posting posting and you should communicate with your audience,"}, {"timestamp": [949.56, 955.04], "text": " with your community, even if it is small, you should communicate and you will grow."}, {"timestamp": [955.82, 959.72], "text": " It will take time to grow a huge amount of followings."}, {"timestamp": [959.88, 967.86], "text": " For example, like tens of thousands, you should spend over a year of consistent posting on social networks."}, {"timestamp": [967.86, 974.32], "text": " So it takes patience and hard graft to build up a following. But there's another challenge for"}, {"timestamp": [974.32, 980.78], "text": " fitness professionals trying to take their business online. It turns out not everyone is playing by"}, {"timestamp": [980.78, 986.72], "text": " the rules. Some of the competition aren't so much striving for success as just buying it."}, {"timestamp": [987.32, 988.64], "text": " It is very simple"}, {"timestamp": [988.64, 990.56], "text": " to buy followers"}, {"timestamp": [990.56, 992.44], "text": " and to fake engagement"}, {"timestamp": [992.44, 993.24], "text": " on Instagram."}, {"timestamp": [993.72, 994.66], "text": " You can buy"}, {"timestamp": [994.66, 996.96], "text": " thousands of Instagram followers"}, {"timestamp": [996.96, 998.48], "text": " for $3."}, {"timestamp": [999.3, 1000.4], "text": " Then you can buy"}, {"timestamp": [1000.4, 1001.64], "text": " Instagram likes"}, {"timestamp": [1001.64, 1003.28], "text": " and Instagram comments."}, {"timestamp": [1003.52, 1008.64], "text": " What is the financial incentive for somebody who's running, for example, an Instagram account"}, {"timestamp": [1008.64, 1013.2], "text": " to get fake likes and fake comments? How does it help them?"}, {"timestamp": [1013.2, 1022.88], "text": " If you have all the 100,000 followers on Instagram, you can get on average like $900 for one"}, {"timestamp": [1022.88, 1027.02], "text": " post. So you can buy fake followers."}, {"timestamp": [1027.02, 1029.78], "text": " You can go to brands and say, look at me."}, {"timestamp": [1029.78, 1033.26], "text": " I have over 100K followers."}, {"timestamp": [1033.26, 1035.26], "text": " I have good engagement rate."}, {"timestamp": [1035.26, 1038.82], "text": " So give me money and I will post your stuff on Instagram."}, {"timestamp": [1038.82, 1044.9], "text": " That's the main goal of buying fake followers for influencer accounts."}, {"timestamp": [1044.9, 1046.72], "text": " So it's advertising revenue.. So it's advertising revenue."}, {"timestamp": [1047.06, 1048.68], "text": " Yes, it's advertising revenue."}, {"timestamp": [1049.02, 1049.52], "text": " You're right."}, {"timestamp": [1049.98, 1053.68], "text": " But the rules of the game are so different is no surprise to Paul Connolly."}, {"timestamp": [1054.0, 1057.32], "text": " Even my son, my youngest son, has got his own YouTube channel."}, {"timestamp": [1057.62, 1059.3], "text": " And he's got up to 50 followers now."}, {"timestamp": [1059.38, 1060.52], "text": " And he's like, Dad, it's amazing."}, {"timestamp": [1060.56, 1060.94], "text": " He's 11."}, {"timestamp": [1061.82, 1063.48], "text": " He's doing all his own wraps on there."}, {"timestamp": [1063.6, 1065.04], "text": " He's doing, you know, it's the young kids coming up. This all his own wraps on there he's doing you know it's the young"}, {"timestamp": [1065.04, 1070.24], "text": " kids coming up this is their life this is this is how they live and just because someone's an"}, {"timestamp": [1070.24, 1077.04], "text": " influencer doesn't mean they know what they're talking about you know well there could be hope for me"}, {"timestamp": [1077.04, 1085.0], "text": " yet i hope those of you by the rear wall are keeping up, by the way."}, {"timestamp": [1085.0, 1087.0], "text": " Knees nice and high."}, {"timestamp": [1087.0, 1089.0], "text": " Don't do that to Florence, please."}, {"timestamp": [1089.0, 1091.0], "text": " She doesn't like it."}, {"timestamp": [1091.0, 1096.0], "text": " Now we're entering the cardio part of the workout."}, {"timestamp": [1096.0, 1102.0], "text": " I feel I'm getting the hang of this now."}, {"timestamp": [1102.0, 1105.84], "text": " Maybe it's time I made the move online myself."}, {"timestamp": [1106.26, 1109.86], "text": " Tanya, if you wanted to set yourself up as an expert online, you could do that today."}, {"timestamp": [1110.28, 1114.12], "text": " You could say, look at me, Tanya Beckett, you know, like a lot of celebrities do,"}, {"timestamp": [1114.58, 1117.78], "text": " and then go, look at what I've done, this is how I've done it,"}, {"timestamp": [1117.78, 1119.4], "text": " and you would get a massive following."}, {"timestamp": [1119.76, 1124.92], "text": " You do your fat photos, you do your lean photos, and women would aspire to you,"}, {"timestamp": [1127.24, 1127.62], "text": " mainly women would buy into it."}, {"timestamp": [1129.86, 1130.36], "text": " So anyone can set themselves up on it as an expert."}, {"timestamp": [1133.78, 1134.0], "text": " We have, in our industry, we don't have one governing body."}, {"timestamp": [1135.46, 1135.56], "text": " We're not necessarily policed."}, {"timestamp": [1136.44, 1136.9], "text": " We're self-policed."}, {"timestamp": [1140.7, 1141.0], "text": " So if you went and did a basic gym instructor's course and got insurance,"}, {"timestamp": [1142.06, 1142.22], "text": " you're away. You're running."}, {"timestamp": [1143.16, 1149.76], "text": " You could do that in a week. What a tempting thought, although I cannot imagine what he means by fat photos."}, {"timestamp": [1150.28, 1152.76], "text": " But how would I stand out from the crowd?"}, {"timestamp": [1153.26, 1155.68], "text": " There's not one bit of posh totty online at all."}, {"timestamp": [1155.78, 1156.64], "text": " You would do well."}, {"timestamp": [1158.08, 1159.34], "text": " So what are we what?"}, {"timestamp": [1159.82, 1161.92], "text": " Posh totty and leotard.com."}, {"timestamp": [1161.92, 1168.56], "text": " No, I've just got a sort of flashback image to my rear end looming towards the camera and I'm not liking it."}, {"timestamp": [1168.78, 1170.58], "text": " You've got to have the befores and afters, Tanya."}, {"timestamp": [1170.7, 1172.24], "text": " That's what people buy into."}, {"timestamp": [1173.62, 1177.9], "text": " Kelly, meanwhile, who cut her teeth in the business, teaching in person,"}, {"timestamp": [1178.34, 1180.02], "text": " has, to use a fitness analogy,"}, {"timestamp": [1180.54, 1183.42], "text": " picked up the online ball and is running with it."}, {"timestamp": [1183.9, 1186.6], "text": " She's found her own way to stand out online."}, {"timestamp": [1187.02, 1189.04], "text": " You've got a bit of media coverage going on."}, {"timestamp": [1189.1, 1191.7], "text": " No doubt that's very important to be successful."}, {"timestamp": [1192.24, 1195.14], "text": " Yeah, the media coverage has been quite a surprise, really."}, {"timestamp": [1195.2, 1196.98], "text": " I didn't expect it to happen."}, {"timestamp": [1197.28, 1201.72], "text": " I just, a few weeks ago, decided just to do something a little bit different,"}, {"timestamp": [1202.04, 1204.12], "text": " just to bring a bit of enjoyment to people,"}, {"timestamp": [1204.12, 1207.34], "text": " because it can be a difficult time for many people."}, {"timestamp": [1207.42, 1211.5], "text": " And we decided to have a Pilates and have a glass of Prosecco at the same time."}, {"timestamp": [1211.56, 1213.64], "text": " And it was just a bit of a gimmick, in all honesty."}, {"timestamp": [1214.06, 1217.5], "text": " A glass of Prosecco at the same time, that sounds like a recipe for disaster."}, {"timestamp": [1218.1, 1219.12], "text": " How does that work?"}, {"timestamp": [1219.34, 1223.72], "text": " Do you have to balance it on various shelves in your body?"}, {"timestamp": [1223.84, 1224.6], "text": " How does that work?"}, {"timestamp": [1224.78, 1229.46], "text": " It's not quite balancing the Prosecco. You know, what we did when we did the class was we had"}, {"timestamp": [1229.46, 1233.74], "text": " the Prosecco with us. We had a drink while we were doing it. You can do a couple of fun poses"}, {"timestamp": [1233.74, 1241.14], "text": " holding your glass of Prosecco. So, look, I'm limbered up and I'm not in a leotard. I don't"}, {"timestamp": [1241.14, 1249.12], "text": " think that will be fair on anyone, but I am wearing leggings. And I thought maybe you could, you know, give me a posture to try."}, {"timestamp": [1249.6, 1251.76], "text": " Oh, is this with Proseco or without?"}, {"timestamp": [1252.4, 1256.88], "text": " Well, I've got some, I don't actually, I've, it's a, it's not the right time of day,"}, {"timestamp": [1256.88, 1260.56], "text": " as if there weren't a right time of day to be singing Proseco."}, {"timestamp": [1261.12, 1266.18], "text": " But I do have a plastic flute with me. I felt it would be dangerous to try and"}, {"timestamp": [1266.18, 1274.96], "text": " thin glass. Okay, so you can do a Pilate squat so you can take your feet hip distance. You can"}, {"timestamp": [1274.96, 1280.24], "text": " hold the flute in both hands, nice and tightly. I'm just moving into position here. Yes, go on."}, {"timestamp": [1282.56, 1287.56], "text": " And then as you take a normal squat, so you bend your knees and move yourself into a squat position."}, {"timestamp": [1287.56, 1292.72], "text": " And then as you come back up again, you can have a little cheeky sip of your Prosecco or whatever you may have."}, {"timestamp": [1292.72, 1298.36], "text": " I see. Nice and easy. So you're basically getting the little sip of your Proseco every time you take a squat."}, {"timestamp": [1298.36, 1301.44], "text": " I see. It's a sort of treat. How's your balance?"}, {"timestamp": [1301.44, 1305.12], "text": " How many of these do I have to do? How many?"}, {"timestamp": [1305.56, 1306.16], "text": " Just a couple."}, {"timestamp": [1306.32, 1307.6], "text": " Just a couple's perfect."}, {"timestamp": [1307.76, 1309.36], "text": " And I get a sip every time."}, {"timestamp": [1309.48, 1310.36], "text": " Are you good at balance?"}, {"timestamp": [1310.84, 1311.48], "text": " How's your balance?"}, {"timestamp": [1311.8, 1315.48], "text": " Well, you know, I probably kid myself, but you know, yeah, not bad."}, {"timestamp": [1315.88, 1319.86], "text": " So you could try taking a balance pose."}, {"timestamp": [1319.92, 1323.84], "text": " So you could stand on one leg and hold your plastic flute."}, {"timestamp": [1323.94, 1325.52], "text": " This is where it's quite good if it's plastic."}, {"timestamp": [1326.4, 1331.04], "text": " You hold the glass, or the flute, into your chest and then take another little sip of the"}, {"timestamp": [1331.04, 1331.52], "text": " Prosecco."}, {"timestamp": [1332.72, 1334.32], "text": " Oh dear, that went, hang on."}, {"timestamp": [1334.64, 1335.84], "text": " You haven't fallen over, haven't."}, {"timestamp": [1335.84, 1335.92], "text": " That didn't."}, {"timestamp": [1338.32, 1341.2], "text": " I think my zoomerframe slipped out from underneath me."}, {"timestamp": [1342.24, 1345.36], "text": " Right. No, I'm up again. I'm up again. I've got the Prosecco."}, {"timestamp": [1346.36, 1348.6], "text": " Well, that's brought me back down to earth."}, {"timestamp": [1349.22, 1356.6], "text": " The reality behind the scenes here is that I'm floundering on a moth-eaten Pilates mat that I found in the bottom of my wardrobe."}, {"timestamp": [1356.6, 1365.28], "text": " So as I try to stand up again, it seems like a good moment to think about how the industry at large plans to get back on its feet."}, {"timestamp": [1366.76, 1371.94], "text": " Leisure Centre boss, Sophie, says that Total Fitness has now welcomed back customers"}, {"timestamp": [1371.94, 1378.28], "text": " while observing social distancing. She's confident that she can make it work in her spacious health"}, {"timestamp": [1378.28, 1383.84], "text": " clubs, but she's concerned that smaller boutique operators could face a tougher outlook."}, {"timestamp": [1383.84, 1387.22], "text": " It's probably the fitness model that will be most challenged"}, {"timestamp": [1387.22, 1389.24], "text": " with the idea of social distancing."}, {"timestamp": [1389.78, 1392.54], "text": " The revenue coming in is based on capacity"}, {"timestamp": [1392.54, 1394.78], "text": " and how many people you can put in your studio."}, {"timestamp": [1395.56, 1398.72], "text": " And so social distancing is a real challenge for that model"}, {"timestamp": [1398.72, 1401.32], "text": " because it could halve the revenue capability."}, {"timestamp": [1402.12, 1408.06], "text": " So an example would be a studio operator that has one studio"}, {"timestamp": [1408.06, 1412.16], "text": " and operates with a capacity of 30 people max"}, {"timestamp": [1412.16, 1414.88], "text": " and will need to operate with a capacity of maybe 15."}, {"timestamp": [1415.12, 1418.22], "text": " Now that may make their commercial model entirely unworkable."}, {"timestamp": [1418.72, 1421.28], "text": " Perhaps the most concerning question for the industry"}, {"timestamp": [1421.28, 1424.34], "text": " is now we've got used to working out online."}, {"timestamp": [1424.84, 1426.16], "text": " Will we want to re-enter"}, {"timestamp": [1426.16, 1431.64], "text": " the physical world of health clubs and meeting trainers in person, especially now so many"}, {"timestamp": [1431.64, 1436.8], "text": " of us have invested in our own equipment? We managed to get together a data set from some of our"}, {"timestamp": [1436.8, 1442.26], "text": " supplier members who were able to share some unit sales of equipment over 2020. And we saw,"}, {"timestamp": [1442.62, 1446.76], "text": " particularly for weights equipment, around the two-week period after lockdown,"}, {"timestamp": [1447.16, 1451.5], "text": " the sales of that absolutely spiked. So we're looking for that week after lockdown, sales were"}, {"timestamp": [1451.5, 1456.58], "text": " about four times more than the weekly average across 2020 and also to a lesser extent in terms"}, {"timestamp": [1456.58, 1461.32], "text": " of cardio machines. So we're definitely seeing that, yeah, people have taken this situation"}, {"timestamp": [1461.32, 1464.92], "text": " to build themselves a bit of a home gym to keep up their exercise regime."}, {"timestamp": [1465.48, 1471.36], "text": " Lizzie Broughton says people are eager to experience the social side of going to a leisure centre again,"}, {"timestamp": [1471.82, 1475.74], "text": " but now they'll also expect to have the choice to connect online."}, {"timestamp": [1477.28, 1482.64], "text": " I think a lot of the consumer confidence results suggested that people are willing to come back and they're ready to come back,"}, {"timestamp": [1482.98, 1486.8], "text": " but certainly people will have adapted to exercising without their facility."}, {"timestamp": [1486.8, 1489.68], "text": " And it might be that there's a new expectation on memberships"}, {"timestamp": [1489.68, 1494.48], "text": " that it's a more seamless integration between exercising at a facility and exercising at home."}, {"timestamp": [1494.48, 1497.2], "text": " And you know, people might come to expect more from their membership."}, {"timestamp": [1497.2, 1500.96], "text": " But having said that, certainly a lot of operators have been able also to adapt"}, {"timestamp": [1500.96, 1504.56], "text": " to the situation that they found themselves in by providing their members with online"}, {"timestamp": [1504.56, 1510.88], "text": " platforms to work out from at home. Paul says he's now working 14 hours a day catching up"}, {"timestamp": [1510.88, 1517.36], "text": " on a backlog of clients, carefully disinfecting between each one. What does he think will happen to the"}, {"timestamp": [1517.36, 1521.76], "text": " plethora of online fitness classes now that restrictions have been eased?"}, {"timestamp": [1521.76, 1530.08], "text": " The cream always rises to the top, doesn't it? I mean, the good stuff will stay and it will make money and all the bad stuff will just filter away, I think."}, {"timestamp": [1530.08, 1534.0], "text": " But the biggest problem I have is people don't know the difference."}, {"timestamp": [1535.04, 1539.92], "text": " For Kelly, this time has turned out to be an opportunity to rejig things for the better."}, {"timestamp": [1540.72, 1546.26], "text": " She's planning to keep going with the online side of her business. Even now, restrictions are looser."}, {"timestamp": [1546.76, 1549.14], "text": " What do you think the whole episode has taught you?"}, {"timestamp": [1550.48, 1551.56], "text": " Really good question."}, {"timestamp": [1551.74, 1555.34], "text": " It has taught me that it's taught me to be resilient."}, {"timestamp": [1555.92, 1559.84], "text": " Yeah, it's just taught me that, you know, difficult situations can come along."}, {"timestamp": [1559.84, 1565.94], "text": " But if you think outside the box and you work around things as best as you can,"}, {"timestamp": [1566.04, 1568.8], "text": " you can sort of make anything work, really."}, {"timestamp": [1569.12, 1571.88], "text": " So, you know, I'd be lying if I said it hasn't affected my business,"}, {"timestamp": [1572.0, 1575.08], "text": " but we are all struggling in different ways at the moment."}, {"timestamp": [1575.08, 1580.96], "text": " And at least I still have some sort of business going that hopefully in the future I can come back to."}, {"timestamp": [1581.5, 1583.96], "text": " There've been lessons learned across the sector."}, {"timestamp": [1584.46, 1589.38], "text": " For Kelly, just how much can be achieved with a small lens at a computer screen or smartphone."}, {"timestamp": [1590.02, 1595.86], "text": " In the case of Sophie, it's that success as a manager should be measured not just in terms of creating"}, {"timestamp": [1595.86, 1601.8], "text": " growth in the good times, but also holding everything together during periods of crisis."}, {"timestamp": [1602.56, 1606.32], "text": " In my dark moments which are few and far between,"}, {"timestamp": [1606.7, 1608.74], "text": " you mourn for the business performance"}, {"timestamp": [1608.74, 1611.0], "text": " and the great stuff you were doing with your people"}, {"timestamp": [1611.0, 1612.66], "text": " in the run-up to lockdown."}, {"timestamp": [1613.02, 1615.32], "text": " You know, Total Fitness was outperforming the market."}, {"timestamp": [1615.92, 1617.56], "text": " A few years ago, this was a business"}, {"timestamp": [1617.56, 1619.84], "text": " that had seen a protracted period of decline"}, {"timestamp": [1619.84, 1623.3], "text": " and the turnaround that we'd manage to create"}, {"timestamp": [1623.3, 1624.46], "text": " was astonishing."}, {"timestamp": [1625.22, 1633.18], "text": " And so as a personal point of pride,, you know, for all of my team members as well that was so proud of that, that's quite difficult."}, {"timestamp": [1633.34, 1635.04], "text": " It took an awful lot of hard work."}, {"timestamp": [1635.64, 1642.44], "text": " The coronavirus pandemic has been a punishing and in many cases, thankless exercise for so many people."}, {"timestamp": [1642.9, 1645.04], "text": " Not only that for people in the fitness industry,"}, {"timestamp": [1645.04, 1651.36], "text": " as so many others, its full impact has yet to be felt. Some of the online solutions people"}, {"timestamp": [1651.36, 1656.32], "text": " turn to during lockdown have become permanent. But even for those trying to get back to business"}, {"timestamp": [1656.32, 1664.24], "text": " as usual, there's a lot of hard slog ahead. But what we can afford to say with confidence at"}, {"timestamp": [1664.24, 1665.6], "text": " this early stage is,"}, {"timestamp": [1666.14, 1667.38], "text": " well done, everyone."}, {"timestamp": [1670.4, 1671.88], "text": " Give yourselves a clap."}, {"timestamp": [1675.34, 1677.0], "text": " Thanks for listening to In Business."}, {"timestamp": [1677.4, 1681.08], "text": " The presenter was Tanya Beckett, and the producer was me, Beth Segar Fenton."}, {"timestamp": [1681.58, 1683.98], "text": " The programme was mixed by the inexhaustible James Beard,"}, {"timestamp": [1684.16, 1686.4], "text": " and the production coordinator was Sabina Sherek."}, {"timestamp": [1686.7, 1688.0], "text": " The editor was Penny Murphy."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. BBC Sounds, music, radio, podcasts. Hello, ladies, hello gents. I hope you're having a good week so far. Can you hear me at the back? I'm Tanya Beckett. And today we're going to blow out the cobwebs, stretch those muscles and get the circulation going. First up, any injuries I should know about. No? Well then, let's turn up the music and do a little bit of marching on the spot. Nice high knees. Right, well, that's my attempt at kicking off a fitness class. I think I might be lacking a bit of personal style. Hmm, let's turn to a professional to find out what good group exercise feels like. Lots of people in a room together exercising with a common goal really to exercise in a non-intimidating way. It's a very different experience in a community fitness class. It's a great atmosphere in a group exercise class. It really is. Ten years ago, Kelly Ravenscroft left behind a career in finance to follow her dream of becoming a fitness coach. Over the years, she built up a client base near her home in Sutton Coldfield, near Birmingham, holding 16 classes a week in community spaces, teaching her loyal band of followers. So I would hire out a church hall, teaching the mornings, teaching the evenings, have a great group of women, it was predominantly women, real banter, great atmosphere, good music. But in the spring of this year, the business of fitness, which thrives on its unrelenting positivity, was plunged into sudden gloom when coronavirus took hold. Thousands of fitness instructors whose job it is to motivate their clients suddenly found their own morale under stress. Come on to take a deep breath in as the chest rises. And a long breath out as the chest lies. On the morning of the 16th of March, as usual, Kelly taught a packed-out class. By the evening, she was staring into the abyss. With lockdown looming, nobody could attend her classes anymore, and there was nowhere she could go to hold them. She feared 10 years of painstaking work was about to go down the drain. It was very stressful. I'm not going to lie. Really quite stressful. Quite scary, in all honesty, because I did feel that a business that I'd spent 10 years working so hard on, building relationships, a big client base could just disappear overnight because I was like, how on earth am I going to negotiate this? How on earth can we have fitness classes when we can't even go out of our houses? You know, I cried. Kelly wasn't alone. There were tens of thousands of other trainers left in limbo. And that was the tip of the iceberg. The fitness industry is worth £5 billion a year to the UK economy and employs nearly 200,000 people. Sophie Lawler is the CEO of Total Fitness, which runs 17 huge leisure centres across Wales and the north of the UK. On Friday the 20th of March, the same week that Kelly's classes had stopped, Sophie finished work and drove home from her Manchester office. She sent a final message to her team. I can remember walking in, communicating with the rest of my operating board and say, look, tough week, you know, relax, enjoy your weekend with your kids and your families. We go again on Monday, guys. But Sophie's plan for the following week was about to be upended. And then switching on the news and watching it. And then going, oh my, that's gyms, that's us, we're done, right? Let's get the shareholders on board. Let's talk to the teams. You know, it was exceptionally quick. The restrictions imposed that night meant that Sophie's fitness clubs, just like all other gyms and leisure centres, were forced to shut immediately. She and her team needed to move rapidly to comply with the new rules. And we had the clubs closed by 9pm that evening within four hours. Super complex facilities, very difficult to close down safely. But we did so within four hours. And by Monday, we'd furloughed 99% of the team. So catastrophic and very quick. Not unexpected. We just weren't expecting it that Friday night. And when you say it's complicated to shut the facilities down, what's complicated about it? I mean, they're super-scale. We have our mothership health club in Wilmslow. That's 120,000, 130,000 square foot. It's the second biggest health club in Europe. All of our clubs have three swimming pools as standard. Three or four group exercise studios. A great many of them have indoor running tracks. And anything that has a significant wet side is complicated to shut down. And blimey, I could bore you for hours with the operational details of pump rooms and hydropole switches and dosing equipment. But I'll leave that for another day, I think. But it's that level of complexity just to give you a flavour. Once the logistics were dealt with, there was the bleak task of counting the money in the coffers. With subscriptions frozen, income from members may have dried up, but bills for the overheads would keep coming. The cash profile of a membership subscription basis is very simple. All of your revenue comes in at the start of the month, so your cash profile peaks at the start, and then it dwindles off towards the end of the month. And so by late March, we effectively had our cash reserves. And this month, they were not going to be replenished. There was also another challenge, planning for the uncertain road ahead. There was no clarity on when restrictions would be lifted. And what was the risk that having been eased, they would, at a later date, be tightened again? The last thing that you want, actually, as a business leader, is a whole bunch of false starts. You don't want to reopen and close and start and roll back. It's actually adds complexity and increases anxiety, not just with your members, but your employees. It was all the more of a blow to the fitness industry as before lockdown 2020 had been on course to be a bumper year. UK Active is the trade body for fitness centres with 3.5,000 members. Lizzie Broughton is their research manager. We found that generally it was a really positive start of the year for the sector. So looking at week one of 2020 up until about week 8, participation was all ahead of the equivalent weeks in 2019. And then if we looked to when lockdown was sort of announced and when facilities were ordered to close, that was week 11. But the impact was beginning to be seen before that. So it was in week nine when participation started to decline against last year's figures. And that was quite a small decline at first. But then by week 11, we're looking at a 43% decline on the equivalent week last year. Like many other parts of the economy, business had started to wind down around a fortnight before firms were forced to shut their doors. So the impact was being felt from early March. But this is an industry for which agility is part of the DNA. As Sophie was moving fast to mothball operations, Kelly was tapping away on her computer, figuring out how to move her business online and dealing with all sorts of complications she hadn't had to think about before. You have to use licence-free music, so that was my first hurdle. How am I going to overcome this? What sorts of classes am I going to do? How am I going to get people to do this? Is everybody going to be tech savvy to do it? There was a lot of handholding of clients to help them to get online. But I think with fitness, as with a lot of things in this current situation, people have really adapted so quick and so fast to doing things virtually. It's been quite amazing, to be fair. Kelly rigged up a camera in her home and coaxed her clients over to Facebook. Where do you record? Are you leaping around in a leotard in your front room? Yeah, it's not quite, but not far away from it. So I'm just in my kitchen. I can imagine that going badly wrong with everything that's in a kitchen. Yeah, I have to move a sofa, kick everybody out for half an hour and I have a tripod with my phone and I literally log into the Facebook group and teach in front of my phone, which is crazy really, but it works. It really does. I know from personal experience that engaging an audience on camera is a very different business from doing it in person. But as it turned out, Kelly had the dexterity to be able to do both. It is difficult and it did take some getting used to to speaking just to a camera. But I've just adapted and I just crack on with a class and imagine I'm in front of them all. I know lots of them so I just picture their faces and I just go for it and I just try and act exactly imagine I'm in front of them all. I know lots of them, so I just picture their faces. And I just go for it and I just try and act exactly how I would in a live class. And I've just got used to it. And they all tell me that they feel like they're in the room with me. So that's a big compliment, really. She found that some regular class goers couldn't make the transition. But nine out of ten could. Not only that, new people signed up. I have lost clients because not everybody is on Facebook, not everybody is on the internet. A lot of my client base were older clients. A lot of them have actually signed up to Facebook for the first time since deciding to do my classes, for instance. So yes, I have lost clients along the way. It has allowed me to attract a few new people because people don't have to actually live right by me to be able to come to my classes. Obviously, being online, I do have a wider audience. Instead of charging for every class, now it's £10 a week to attend as many of her 12 classes as Kelly's customers can manage. But moving online meant that classes now had unlimited capacity. Not only that, she no longer needs to pay for hiring halls. She has to shell out for music and new kit, but all in all, her income hasn't taken anything like the hit she thought it would. And there's another adjustment. Kelly can't keep an eye on her clients as she could before, something she has to bear in mind when planning her classes. So you do have to be very careful. You have to make sure that you've got your disclaimers, that people realise they can't do things if they're injured, etc, etc, that they're doing everything online at their own risk because you can't see them. So it is going to be much less instructional than it would be in a live format. You know, it's a different setting. Kelly may be vigilant about the limitations of teaching online, but not all web trainers are aware of the risks, according to an old pal of mine, Paul Connolly. He's a personal coach who specialises in rehabilitation after injury. There's one particular, what I watched only the other day, actually. There was a trainer who was doing bent over toe touches for everyone. So just bent from the waist and you'd naturally tap each toe. Now, if you've got any core problems or any back problems, that alone could put your back into spasm. So that's a basic example. And that in our industry is a schoolboy error. Paul is also trying to connect with clients via the internet, mostly on a one-to-one basis. He says it doesn't work for everyone. It really does depend on the individual. Some people I managed quite well with online and other people, it was really a waste of time because they needed me to be physically in front of them to put them in the right position and to make sure that their movement was correct. When I worked with athletes, then they were fine online. When I worked with, I don't want to put people into boxes, but quite a few academics, they struggled. They struggled physically. And online was very hard. They needed to be with me. He's concerned that the boom in online exercise has seen the public turn to instructors with a good screen presence rather than high quality content. If you've got a likable style, you're an attractive person and you're keeping things very simple and you're saying to people, come on, we can do this and you're very motivating online and people like it the way you look, people like the way you act, you've built up a rapport with somebody and you haven't even met them. That's a skill in its own. But that's the style. That's not necessarily the substance. So if you've got the style, you will get a good following. That doesn't mean your substance is necessarily great. But that's always been the same online. It's a tough one. It's a tough one because there's a lot, a lot of money to be made online. For people trying to get a foothold in such a lucrative business for the first time, it can be very confusing to work out what you're up against. I'm Nick Baclanoff. I work as a marketing specialist at HypoDOTA. Nick collects data on social media tracking what and who is getting attention. When countries started to lock down, he saw some sectors suddenly gaining a much bigger following. We found that globally, yoga, news and politics and cooking are the most growing topics on Instagram during the lockdown. For example, yoga, we can see 68% growth of Instagram followers for influencers who post their content in yoga topics. So we can see that the engagement trade for fitness influences grows. Engagement trade is a number of followers who interact with their content. Online fitness audiences are growing rapidly and in the UK a few names in particular were popping up on his radar. I have a list of top 10 accounts by followers growth. The first place is an account of David Berthwistle. He gained over 1 million followers. It's a huge amount of followers for such a small period of time. He's from Netflix's reality show. So I think that one trend that I can see, the top fitness influences in UK, they gained their popularity through reality shows. For example, like Netflix reality show, or I can see in top 10 accounts of A.B. Bowen and Laura Anderson, they are participants of Love Island. Suddenly, fitness qualifications seemed secondary to an attractive media presence. Paul and Kelly, who've built businesses with a very hands-on personal approach, now found themselves competing on the same playing field as reality TV stars. But Nick says it is possible for mere mortals to do well on social media, as long as they think tactically. You should be authentic, you should find your niche, and you should be regular on posting posting and you should communicate with your audience, with your community, even if it is small, you should communicate and you will grow. It will take time to grow a huge amount of followings. For example, like tens of thousands, you should spend over a year of consistent posting on social networks. So it takes patience and hard graft to build up a following. But there's another challenge for fitness professionals trying to take their business online. It turns out not everyone is playing by the rules. Some of the competition aren't so much striving for success as just buying it. It is very simple to buy followers and to fake engagement on Instagram. You can buy thousands of Instagram followers for $3. Then you can buy Instagram likes and Instagram comments. What is the financial incentive for somebody who's running, for example, an Instagram account to get fake likes and fake comments? How does it help them? If you have all the 100,000 followers on Instagram, you can get on average like $900 for one post. So you can buy fake followers. You can go to brands and say, look at me. I have over 100K followers. I have good engagement rate. So give me money and I will post your stuff on Instagram. That's the main goal of buying fake followers for influencer accounts. So it's advertising revenue.. So it's advertising revenue. Yes, it's advertising revenue. You're right. But the rules of the game are so different is no surprise to Paul Connolly. Even my son, my youngest son, has got his own YouTube channel. And he's got up to 50 followers now. And he's like, Dad, it's amazing. He's 11. He's doing all his own wraps on there. He's doing, you know, it's the young kids coming up. This all his own wraps on there he's doing you know it's the young kids coming up this is their life this is this is how they live and just because someone's an influencer doesn't mean they know what they're talking about you know well there could be hope for me yet i hope those of you by the rear wall are keeping up, by the way. Knees nice and high. Don't do that to Florence, please. She doesn't like it. Now we're entering the cardio part of the workout. I feel I'm getting the hang of this now. Maybe it's time I made the move online myself. Tanya, if you wanted to set yourself up as an expert online, you could do that today. You could say, look at me, Tanya Beckett, you know, like a lot of celebrities do, and then go, look at what I've done, this is how I've done it, and you would get a massive following. You do your fat photos, you do your lean photos, and women would aspire to you, mainly women would buy into it. So anyone can set themselves up on it as an expert. We have, in our industry, we don't have one governing body. We're not necessarily policed. We're self-policed. So if you went and did a basic gym instructor's course and got insurance, you're away. You're running. You could do that in a week. What a tempting thought, although I cannot imagine what he means by fat photos. But how would I stand out from the crowd? There's not one bit of posh totty online at all. You would do well. So what are we what? Posh totty and leotard.com. No, I've just got a sort of flashback image to my rear end looming towards the camera and I'm not liking it. You've got to have the befores and afters, Tanya. That's what people buy into. Kelly, meanwhile, who cut her teeth in the business, teaching in person, has, to use a fitness analogy, picked up the online ball and is running with it. She's found her own way to stand out online. You've got a bit of media coverage going on. No doubt that's very important to be successful. Yeah, the media coverage has been quite a surprise, really. I didn't expect it to happen. I just, a few weeks ago, decided just to do something a little bit different, just to bring a bit of enjoyment to people, because it can be a difficult time for many people. And we decided to have a Pilates and have a glass of Prosecco at the same time. And it was just a bit of a gimmick, in all honesty. A glass of Prosecco at the same time, that sounds like a recipe for disaster. How does that work? Do you have to balance it on various shelves in your body? How does that work? It's not quite balancing the Prosecco. You know, what we did when we did the class was we had the Prosecco with us. We had a drink while we were doing it. You can do a couple of fun poses holding your glass of Prosecco. So, look, I'm limbered up and I'm not in a leotard. I don't think that will be fair on anyone, but I am wearing leggings. And I thought maybe you could, you know, give me a posture to try. Oh, is this with Proseco or without? Well, I've got some, I don't actually, I've, it's a, it's not the right time of day, as if there weren't a right time of day to be singing Proseco. But I do have a plastic flute with me. I felt it would be dangerous to try and thin glass. Okay, so you can do a Pilate squat so you can take your feet hip distance. You can hold the flute in both hands, nice and tightly. I'm just moving into position here. Yes, go on. And then as you take a normal squat, so you bend your knees and move yourself into a squat position. And then as you come back up again, you can have a little cheeky sip of your Prosecco or whatever you may have. I see. Nice and easy. So you're basically getting the little sip of your Proseco every time you take a squat. I see. It's a sort of treat. How's your balance? How many of these do I have to do? How many? Just a couple. Just a couple's perfect. And I get a sip every time. Are you good at balance? How's your balance? Well, you know, I probably kid myself, but you know, yeah, not bad. So you could try taking a balance pose. So you could stand on one leg and hold your plastic flute. This is where it's quite good if it's plastic. You hold the glass, or the flute, into your chest and then take another little sip of the Prosecco. Oh dear, that went, hang on. You haven't fallen over, haven't. That didn't. I think my zoomerframe slipped out from underneath me. Right. No, I'm up again. I'm up again. I've got the Prosecco. Well, that's brought me back down to earth. The reality behind the scenes here is that I'm floundering on a moth-eaten Pilates mat that I found in the bottom of my wardrobe. So as I try to stand up again, it seems like a good moment to think about how the industry at large plans to get back on its feet. Leisure Centre boss, Sophie, says that Total Fitness has now welcomed back customers while observing social distancing. She's confident that she can make it work in her spacious health clubs, but she's concerned that smaller boutique operators could face a tougher outlook. It's probably the fitness model that will be most challenged with the idea of social distancing. The revenue coming in is based on capacity and how many people you can put in your studio. And so social distancing is a real challenge for that model because it could halve the revenue capability. So an example would be a studio operator that has one studio and operates with a capacity of 30 people max and will need to operate with a capacity of maybe 15. Now that may make their commercial model entirely unworkable. Perhaps the most concerning question for the industry is now we've got used to working out online. Will we want to re-enter the physical world of health clubs and meeting trainers in person, especially now so many of us have invested in our own equipment? We managed to get together a data set from some of our supplier members who were able to share some unit sales of equipment over 2020. And we saw, particularly for weights equipment, around the two-week period after lockdown, the sales of that absolutely spiked. So we're looking for that week after lockdown, sales were about four times more than the weekly average across 2020 and also to a lesser extent in terms of cardio machines. So we're definitely seeing that, yeah, people have taken this situation to build themselves a bit of a home gym to keep up their exercise regime. Lizzie Broughton says people are eager to experience the social side of going to a leisure centre again, but now they'll also expect to have the choice to connect online. I think a lot of the consumer confidence results suggested that people are willing to come back and they're ready to come back, but certainly people will have adapted to exercising without their facility. And it might be that there's a new expectation on memberships that it's a more seamless integration between exercising at a facility and exercising at home. And you know, people might come to expect more from their membership. But having said that, certainly a lot of operators have been able also to adapt to the situation that they found themselves in by providing their members with online platforms to work out from at home. Paul says he's now working 14 hours a day catching up on a backlog of clients, carefully disinfecting between each one. What does he think will happen to the plethora of online fitness classes now that restrictions have been eased? The cream always rises to the top, doesn't it? I mean, the good stuff will stay and it will make money and all the bad stuff will just filter away, I think. But the biggest problem I have is people don't know the difference. For Kelly, this time has turned out to be an opportunity to rejig things for the better. She's planning to keep going with the online side of her business. Even now, restrictions are looser. What do you think the whole episode has taught you? Really good question. It has taught me that it's taught me to be resilient. Yeah, it's just taught me that, you know, difficult situations can come along. But if you think outside the box and you work around things as best as you can, you can sort of make anything work, really. So, you know, I'd be lying if I said it hasn't affected my business, but we are all struggling in different ways at the moment. And at least I still have some sort of business going that hopefully in the future I can come back to. There've been lessons learned across the sector. For Kelly, just how much can be achieved with a small lens at a computer screen or smartphone. In the case of Sophie, it's that success as a manager should be measured not just in terms of creating growth in the good times, but also holding everything together during periods of crisis. In my dark moments which are few and far between, you mourn for the business performance and the great stuff you were doing with your people in the run-up to lockdown. You know, Total Fitness was outperforming the market. A few years ago, this was a business that had seen a protracted period of decline and the turnaround that we'd manage to create was astonishing. And so as a personal point of pride,, you know, for all of my team members as well that was so proud of that, that's quite difficult. It took an awful lot of hard work. The coronavirus pandemic has been a punishing and in many cases, thankless exercise for so many people. Not only that for people in the fitness industry, as so many others, its full impact has yet to be felt. Some of the online solutions people turn to during lockdown have become permanent. But even for those trying to get back to business as usual, there's a lot of hard slog ahead. But what we can afford to say with confidence at this early stage is, well done, everyone. Give yourselves a clap. Thanks for listening to In Business. The presenter was Tanya Beckett, and the producer was me, Beth Segar Fenton. The programme was mixed by the inexhaustible James Beard, and the production coordinator was Sabina Sherek. The editor was Penny Murphy."}