{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.54, 9.6], "text": " This is the BBC's world of business."}, {"timestamp": [9.8, 12.4], "text": " I'm Jonti Bloom and the producer is Jordan Dunbar."}, {"timestamp": [12.9, 16.72], "text": " In this week's download edition of In Business from BBC Radio 4,"}, {"timestamp": [17.04, 20.3], "text": " we're looking at Freeports and the future of British manufacturing."}, {"timestamp": [24.84, 27.0], "text": " I'm on the Harbourmasters launch here on the River Tees."}, {"timestamp": [27.0, 33.0], "text": " This is a huge industrial site stretching for miles on each bank of the river."}, {"timestamp": [33.0, 36.0], "text": " There are petrochemical works, chemical works."}, {"timestamp": [36.0, 40.0], "text": " There is steam coming out of them at night, but you can see the flares from Mars around."}, {"timestamp": [40.0, 43.0], "text": " It looks like something out of a science fiction movie,"}, {"timestamp": [43.0, 50.76], "text": " and that's no coincidence, because when they made Blade Runner, they based all those dystopian industrial scenes on Teesside itself."}, {"timestamp": [55.24, 60.74], "text": " In the centre of this industrial landscape lies a huge area of desolation,"}, {"timestamp": [61.24, 66.32], "text": " massive rusting buildings separated by slag heaps and the occasional empty and desolate"}, {"timestamp": [66.32, 73.6], "text": " office building, the former red car steelworks that finally closed in 2015. We took a minibus tour"}, {"timestamp": [73.6, 80.48], "text": " of the site to get an idea of its size. At the moment this is a vast open area. It's called"}, {"timestamp": [80.48, 84.96], "text": " the prairie now, isn't it? Because this used to be full of glass furnaces. On the left is the old"}, {"timestamp": [84.96, 86.0], "text": " coke oven. Yes. So it's this on the right. This glass furnaces. On the left is the old co-coven."}, {"timestamp": [86.0, 87.0], "text": " Yes."}, {"timestamp": [87.0, 88.0], "text": " It's this on the right."}, {"timestamp": [88.0, 89.0], "text": " That's the mills."}, {"timestamp": [89.0, 91.0], "text": " That's where the steel was rolled."}, {"timestamp": [91.0, 92.0], "text": " Steel was rolled."}, {"timestamp": [92.0, 97.0], "text": " But now it's amazing that you can grassland and a few hills which look like there"}, {"timestamp": [97.0, 99.0], "text": " all the soil's been piled up on them."}, {"timestamp": [99.0, 102.0], "text": " And there's very little else here except for electricity pylums."}, {"timestamp": [102.0, 105.0], "text": " It goes on for hundreds and hundreds of yards in each direction."}, {"timestamp": [105.0, 110.0], "text": " It's a huge sight and it's quite sad to see actually."}, {"timestamp": [110.0, 117.0], "text": " It's clear that the steelworks were once the beating heart of Teesside,"}, {"timestamp": [117.0, 122.0], "text": " but to revitalise such a huge area needs a grand idea."}, {"timestamp": [122.0, 124.0], "text": " And Teesside believes it's found one."}, {"timestamp": [124.0, 126.58], "text": " Turn this whole area into a free port."}, {"timestamp": [128.68, 132.32], "text": " Dr. Meredith Crowley is a professor of economics at Cambridge University"}, {"timestamp": [132.32, 135.14], "text": " and an expert on international trade policy."}, {"timestamp": [135.68, 138.94], "text": " So in economics, we have a concept of a free trade zone."}, {"timestamp": [139.08, 140.38], "text": " Some people call them free ports."}, {"timestamp": [140.58, 142.42], "text": " Sometimes they're called special economic zones."}, {"timestamp": [143.06, 145.1], "text": " Generally, they can either be a physical,"}, {"timestamp": [145.26, 151.58], "text": " geographical area, like a city or a county, but it basically says that production under this zone"}, {"timestamp": [151.58, 157.84], "text": " allows you to import stuff without paying any taxes or tariffs at the border, use them in making"}, {"timestamp": [157.84, 167.86], "text": " stuff, and then export it. But the idea is that you want to allow the country to increase value added what they're making"}, {"timestamp": [167.86, 173.24], "text": " by not having the firm that's making the thing have to pay this extra tax at the border."}, {"timestamp": [173.7, 177.46], "text": " The idea and the hope is that this could stimulate economic activity."}, {"timestamp": [178.24, 181.52], "text": " It may sound like a complicated idea, but it's a very old one."}, {"timestamp": [181.94, 186.0], "text": " A free port was normally used just to allow the storage of goods tax-free"}, {"timestamp": [186.0, 192.02], "text": " until they were re-exported. But now they can involve much, much more, and to find out why"}, {"timestamp": [192.02, 197.0], "text": " you need to travel to the opposite side of the British Isles from Teesside, to the banks of the"}, {"timestamp": [197.0, 201.06], "text": " River Shannon in the Irish Republic, and back to the 1960s."}, {"timestamp": [201.06, 207.16], "text": " This cozy domestic scene wants to play six miles away at Shannon, where a piano factory"}, {"timestamp": [207.16, 212.32], "text": " now stands on the old cottage site and is part of a bold industrial experiment."}, {"timestamp": [212.32, 216.68], "text": " Patrick Edmonds is the strategy director of Shannon Airport."}, {"timestamp": [216.68, 222.96], "text": " So Shannon began in the 1940s as a transatlantic airfield because of the time aircraft"}, {"timestamp": [222.96, 228.34], "text": " didn't have the range to go, for example, from continental Europe all the way to the northeastern United States without fueling stops."}, {"timestamp": [228.76, 232.12], "text": " So Shannon was here because of the technological limitations at the time."}, {"timestamp": [232.32, 238.8], "text": " It was actually Charles Lindberg, the famous transatlantic aviator, who selected the site for Shannon Airport."}, {"timestamp": [239.54, 244.16], "text": " Those early flights were so arduous they needed a special drink to revive passengers,"}, {"timestamp": [244.64, 246.78], "text": " as Patrick took me to the bar to explain."}, {"timestamp": [247.4, 251.56], "text": " So this is Sheridan's bar, which is commemorating Joe Sheridan,"}, {"timestamp": [251.64, 255.88], "text": " who was the barman in Foines, the flying boat base, which was the precursor of Shannon."}, {"timestamp": [256.68, 258.6], "text": " He was the inventor of Irish coffee."}, {"timestamp": [258.9, 264.64], "text": " One particular flight from Foines across the Atlantic had to turn back because of bad weather."}, {"timestamp": [264.72, 271.08], "text": " The passengers had landed back in Foynes, tired and hungry, exhausted, I guess, after 15 or 16 hours in the air."}, {"timestamp": [271.68, 276.98], "text": " Joe Sheridan made coffees for them. He put some Irish whiskey in the coffee and floated some cream on top."}, {"timestamp": [277.58, 280.86], "text": " Famously, one of the passengers said, this coffee is very nice. Is it Brazilian coffee?"}, {"timestamp": [281.32, 283.88], "text": " And his reply completely off the cuff was, no, it's Irish coffee."}, {"timestamp": [284.28, 286.82], "text": " And that's how the name was invented and I guess it stuck."}, {"timestamp": [287.62, 292.28], "text": " But soon even Irish coffee was not enough to make aircraft stop at Shannon."}, {"timestamp": [292.78, 300.5], "text": " As jet aircraft developed, they could fly further and the need for a transatlantic base here or transatlantic transit stop here diminished."}, {"timestamp": [301.08, 304.28], "text": " So there was a real risk that Shannon was going to be consigned to irrelevance."}, {"timestamp": [303.6, 309.68], "text": " diminished. So there was a real risk that Shannon was going to be consigned to irrelevance. The then director of Shannon, Brendan O'Regan, famously said,"}, {"timestamp": [309.68, 313.28], "text": " if the planes won't stop, we must reach up into the sky and pull them down,"}, {"timestamp": [313.28, 316.16], "text": " meaning we have to find reasons to bring people here."}, {"timestamp": [316.16, 320.8], "text": " Yes, this is another West Coast image, a cosmopolitan scheme"}, {"timestamp": [320.8, 324.48], "text": " centered around the Shannon International Airport. The special tax"}, {"timestamp": [324.48, 329.64], "text": " concessions offered here are sweet music in the ears of foreign investors."}, {"timestamp": [329.64, 332.0], "text": " And there were two big initiatives in that respect."}, {"timestamp": [332.0, 337.0], "text": " One was creating the free zone to bring businesses here, attracted by a favorable tax and"}, {"timestamp": [337.0, 338.44], "text": " duty regime."}, {"timestamp": [338.44, 342.6], "text": " And the second was to diversify into tourist accommodation."}, {"timestamp": [342.6, 346.96], "text": " It seems like quite a strange idea, but I mean there had been kind of free zones in the sense of"}, {"timestamp": [346.96, 350.72], "text": " warehousing and things like that before, but not as a kind of industrial centre."}, {"timestamp": [350.72, 355.36], "text": " Innovation was a key part of it and has always been I suppose part of the Shannon story,"}, {"timestamp": [355.36, 364.48], "text": " but the idea of creating a little bubble which was not subject to Irish tax and duty laws"}, {"timestamp": [364.48, 367.46], "text": " is something that's really gained traction and has been copied"}, {"timestamp": [367.46, 372.08], "text": " in hundreds of different free zones around the world. Now Ireland is really calling the tune"}, {"timestamp": [372.08, 376.76], "text": " in this previously unexploited Western Outpost. You can almost regard it as a foreign country"}, {"timestamp": [376.76, 380.86], "text": " on Irish soil because goods produced by American, German and other overseas firms"}, {"timestamp": [380.86, 385.68], "text": " face a stiff customs check when being exported from the airport area into"}, {"timestamp": [385.68, 392.08], "text": " Ireland itself. And that's no yarn spinning story. And how successful was it? It was very"}, {"timestamp": [392.08, 397.44], "text": " successful initially. Of course the world was very different back then. Import duties were by"}, {"timestamp": [397.44, 402.64], "text": " and large relatively high. This was quite a high tariff environment. This was before even the"}, {"timestamp": [402.64, 409.56], "text": " European community had been established, let alone the European Union. So for a manufacturer being able to avoid all of these tariffs and"}, {"timestamp": [409.56, 413.64], "text": " all of this bureaucracy was very, very attractive. That's something that changed over the years,"}, {"timestamp": [413.72, 420.28], "text": " but when it began, it was a little island of industry and of industrial development in"}, {"timestamp": [420.28, 424.1], "text": " what back then in 1950s and 1960s Ireland was a very, very agrarian economy."}, {"timestamp": [425.18, 427.96], "text": " Shannon's success has been copied around the world,"}, {"timestamp": [428.4, 432.78], "text": " most notably in China, where Freeports helped kickstart the economic miracle."}, {"timestamp": [433.56, 437.3], "text": " Kevin Tomston is the former chief executive of the Shannon Development Company."}, {"timestamp": [437.72, 441.76], "text": " He's had some pretty high-profile guests come to see the first Freeport."}, {"timestamp": [441.76, 449.02], "text": " It all goes back to a visit back in 1979 when Zhang Jamin, who was later to become leader"}, {"timestamp": [449.02, 454.04], "text": " of China, and he and a number of colleagues spent three weeks in Shannon learning about"}, {"timestamp": [454.04, 457.24], "text": " how to set up an industrial export processing zone."}, {"timestamp": [457.7, 460.42], "text": " It's become a site of pilgrimage for Chinese leaders."}, {"timestamp": [460.82, 465.88], "text": " Ever since then, Chinese leaders, when they come to Europe and when they come to Ireland,"}, {"timestamp": [466.02, 471.56], "text": " in particular, like to visit Shannon. In fact, they insist on visiting Shannon to see where it all"}, {"timestamp": [471.56, 477.34], "text": " began. So imagine we're going around the zone with the leader of China, but he wants to see the plateau."}, {"timestamp": [478.1, 483.2], "text": " And the plateau is where Zhang Jamin would have stood on Tullyglass Hill, looking over the zone,"}, {"timestamp": [483.62, 486.14], "text": " and saying, yes, this is what could be possible in China."}, {"timestamp": [487.06, 492.4], "text": " And we walked up that hill, the leader of China, and stood there and looked over the zone."}, {"timestamp": [492.84, 498.54], "text": " And you could see all of the Chinese delegation, that spiritual connection they have with their history."}, {"timestamp": [499.04, 501.24], "text": " And for them, Shannon is part of their history."}, {"timestamp": [501.42, 503.44], "text": " Shenzhen and Shannon are connected."}, {"timestamp": [504.14, 509.98], "text": " The huge potential of free ports can be seen in China. And now, with Brexit, we could be entering"}, {"timestamp": [509.98, 516.16], "text": " an era of higher tariffs, at least between the UK and the EU. So has the time for free ports"}, {"timestamp": [516.16, 520.88], "text": " like Shannon come again? Are they what is needed to redevelop Teesside?"}, {"timestamp": [520.88, 527.0], "text": " You can see the old winding house building and the railway line used to come out in front of this."}, {"timestamp": [527.0, 532.0], "text": " Sharon Lane is boss of T's components, a specialist heavy engineering company."}, {"timestamp": [532.0, 538.0], "text": " It's just down the road from the proposed Freeport on the site of an old iron mine."}, {"timestamp": [538.0, 541.0], "text": " And that looks as though it was the old steam turbine house, was I know."}, {"timestamp": [541.0, 544.0], "text": " So the winding equipment was in there, the shafts were in front of that building."}, {"timestamp": [544.0, 546.56], "text": " Shafters are all filled in now, of course."}, {"timestamp": [546.56, 548.0], "text": " Yeah, I hope so."}, {"timestamp": [548.0, 551.0], "text": " They are very well filled in, we won't be falling down anything today."}, {"timestamp": [551.0, 559.0], "text": " So, yeah, so all these original buildings just give us that really great feel for us that we're working on this site with real industrial heritage."}, {"timestamp": [559.0, 566.0], "text": " We're employing predominantly people from the local villages around East Cleveland, and we're continuing that industry in the region."}, {"timestamp": [566.0, 568.0], "text": " And how many people do you employ?"}, {"timestamp": [568.0, 576.0], "text": " 65 people on this site. We have a second site in Middlesbrough and one over in the next village so about 100 people altogether within the group."}, {"timestamp": [576.0, 578.0], "text": " Okay. Should we go inside?"}, {"timestamp": [578.0, 583.0], "text": " Inside it's a massive contrast from the old mine works."}, {"timestamp": [583.0, 587.0], "text": " Coming out to a much bigger building, aren't we?"}, {"timestamp": [587.0, 589.0], "text": " Looks almost like an aircraft hanger."}, {"timestamp": [589.0, 593.0], "text": " So this is the main machining facility"}, {"timestamp": [593.0, 598.0], "text": " and as you can see a wide range of machine tools in this area."}, {"timestamp": [598.0, 603.0], "text": " We tend to specialise in one-off, very complex high-est components."}, {"timestamp": [603.0, 607.0], "text": " So we can see here we've got a large gearbox,"}, {"timestamp": [607.0, 613.8], "text": " we've got a casing that's going into oil and gas, we've got some tooling for a"}, {"timestamp": [613.8, 619.44], "text": " pipe mill, we've got components for mining and many of these will ultimately be"}, {"timestamp": [619.44, 624.24], "text": " exported although our customers are predominantly domestic."}, {"timestamp": [624.24, 625.0], "text": " So these large rings here which look so they've got tightening bolts on them and although our customers are predominantly domestic. Right."}, {"timestamp": [625.0, 629.0], "text": " So these large rings here, which looks like they've got tightening bolts on them,"}, {"timestamp": [629.0, 632.0], "text": " and the giant doughnuts, really, would have they?"}, {"timestamp": [632.0, 638.0], "text": " Yeah, I'm not able to really tell you much about those, I'm afraid."}, {"timestamp": [638.0, 642.0], "text": " Sharon would have loved to tell us more about what she's making,"}, {"timestamp": [642.0, 645.14], "text": " but then she would have had to kill us afterwards."}, {"timestamp": [650.78, 651.32], "text": " That's because this is cutting-edge, top-secret work for the oil, nuclear and defence industries,"}, {"timestamp": [656.06, 656.6], "text": " using huge computer-controlled lays to produce massive components with unerring accuracy."}, {"timestamp": [659.48, 660.14], "text": " This is high-tech, large-scale, bespoke engineering."}, {"timestamp": [665.5, 665.92], "text": " It seems to be managing very well already, but Sharon is a fan of the Freeport idea."}, {"timestamp": [668.22, 669.1], "text": " She believes it could only help business."}, {"timestamp": [674.6, 675.52], "text": " We feel that it will present us with a lot of opportunities where we are in the supply chain."}, {"timestamp": [678.66, 679.62], "text": " So presumably you've lost a lot of businesses around here that you used to supply?"}, {"timestamp": [686.0, 688.56], "text": " Yeah, so I think traditionally the companies that were there, the large organisations in the 80s and 90s, some of those who have closed or moved to different locations."}, {"timestamp": [689.28, 695.0], "text": " But I think that the port itself has been a real strong point of the region in recent years."}, {"timestamp": [695.48, 701.56], "text": " And it's the obvious thing to me to try to capitalize on that and take the opportunities that are there"}, {"timestamp": [701.56, 710.76], "text": " from having such a fantastic port in Teesside to have this as a centre for industry and particularly in advanced manufacturing."}, {"timestamp": [712.12, 717.62], "text": " And Sharon believes that would not just be good for her business, but for the people of Teesside as well."}, {"timestamp": [718.22, 721.74], "text": " I think there's a wider impact on the region, so it's not just about the businesses,"}, {"timestamp": [722.22, 725.16], "text": " it's about that we need to recruit"}, {"timestamp": [725.16, 730.02], "text": " and retain people in this region so we need to keep that investment coming in to"}, {"timestamp": [730.02, 734.7], "text": " the Tees Valley to show that it's a good place to live it's a nice place to"}, {"timestamp": [734.7, 738.0], "text": " bring up your children but we need families to move in and professionals to"}, {"timestamp": [738.0, 746.8], "text": " move in and this is to me it's a really innovative solution to attracting that private investment"}, {"timestamp": [746.8, 750.52], "text": " and giving the private sector the confidence to move into the region."}, {"timestamp": [751.22, 756.72], "text": " And that will have very far-reaching benefits, I think, for my employees and for my future employees too."}, {"timestamp": [757.28, 762.9], "text": " What would you say to your competitors? You'd say, well, you've just taken a huge tax advantage over us."}, {"timestamp": [762.96, 763.96], "text": " This is completely unfair."}, {"timestamp": [765.76, 767.06], "text": " Move to the Tees Valley."}, {"timestamp": [768.18, 771.86], "text": " But that highlights one of the principal objections to Freeports,"}, {"timestamp": [772.36, 775.32], "text": " that they do not so much create new jobs and business"}, {"timestamp": [775.32, 777.92], "text": " as attract them from elsewhere in the country."}, {"timestamp": [778.42, 780.68], "text": " The mayor of the Tees Valley, Ben Houchon,"}, {"timestamp": [780.98, 783.34], "text": " has a cunning plan to get round that objection."}, {"timestamp": [783.34, 789.68], "text": " He envisions a free port that only attracts new, foreign-owned manufacturing industry."}, {"timestamp": [790.12, 791.36], "text": " It's about additional incentives."}, {"timestamp": [791.66, 793.64], "text": " So, for example, the site that we're talking about,"}, {"timestamp": [793.72, 797.28], "text": " we're quite happy to be relatively restricted on the industry that we want to see on that site."}, {"timestamp": [797.72, 798.9], "text": " So we're not going to have office space."}, {"timestamp": [799.0, 800.98], "text": " We're not going to have business parks in the traditional sense."}, {"timestamp": [801.02, 802.3], "text": " So it's not going to be about displacement."}, {"timestamp": [802.98, 808.24], "text": " It's about if you're going to attract an investor to this site, why would you come here instead of going to"}, {"timestamp": [808.24, 811.84], "text": " Germany or North America? So we're not actually competing on a UK stage with Freeport"}, {"timestamp": [811.84, 816.08], "text": " status. The site that we're talking about, the investors we're talking to, they're either"}, {"timestamp": [816.08, 819.28], "text": " going to come to Teesside or they're not coming into the UK."}, {"timestamp": [819.28, 825.5], "text": " And Ben thinks that only the tax incentives a Freeport can provide can make that happen."}, {"timestamp": [825.5, 829.5], "text": " Having Freeport status is about that globalised market and saying, well, if you come here,"}, {"timestamp": [829.5, 831.5], "text": " there are also these additional incentives."}, {"timestamp": [831.5, 835.0], "text": " We can also reduce friction in trade, tariff relief completely,"}, {"timestamp": [835.0, 838.5], "text": " and it's an additional incentive for an investor to say that the UK is a competitive market."}, {"timestamp": [838.5, 842.5], "text": " And bringing back manufacturing jobs we haven't seen in this country for many decades,"}, {"timestamp": [842.5, 844.0], "text": " and it allows you to do that."}, {"timestamp": [844.0, 846.8], "text": " Why do you think it will be manufacturers who take advantage of it?"}, {"timestamp": [846.8, 850.2], "text": " Because one of the plans we're working on for what we think free-port status will be"}, {"timestamp": [850.2, 856.8], "text": " is to be able to bring in raw goods, manufacture them and then only pay tariff if indeed you import it into the UK economy at the processed rate."}, {"timestamp": [856.8, 859.8], "text": " This is a key point about freeports."}, {"timestamp": [859.8, 864.8], "text": " Basic materials may have high tariffs, but finish goods, low ones."}, {"timestamp": [864.8, 873.28], "text": " So importing fabric tax-free and using that material in a Teesside factory to cover sofas makes economic sense."}, {"timestamp": [873.28, 878.48], "text": " An example we always use is textiles is currently tariffed at 12%, whereas your sofa,"}, {"timestamp": [878.48, 884.56], "text": " which is a manufacturer good, is a 0% racing. So it's about being able to do things and add value"}, {"timestamp": [884.56, 885.88], "text": " in the UK rather than"}, {"timestamp": [885.88, 889.92], "text": " having it done elsewhere in the world and then imported as a finished product which allows"}, {"timestamp": [889.92, 894.72], "text": " us to go further down the supply chain and it also has this kind of industrial strategy clustering"}, {"timestamp": [894.72, 898.96], "text": " effect that we have for manufacturing in the Tees Valley. So are there any particular types of"}, {"timestamp": [898.96, 903.6], "text": " manufacturers you're particularly aiming to make this a specialist area for? Yes well we've"}, {"timestamp": [903.6, 906.56], "text": " been talking to government and our whole pitch is that the development"}, {"timestamp": [906.56, 911.76], "text": " corporation, which we think should probably be a template for the Freeport area, has a"}, {"timestamp": [911.76, 915.36], "text": " master plan document that has very specific industries that it wants to attract."}, {"timestamp": [915.36, 918.88], "text": " So obviously the things that we've always done well, like chemicals, processing, steel,"}, {"timestamp": [918.88, 923.52], "text": " manufacturing, advanced manufacturing, but particularly in the processing industry,"}, {"timestamp": [923.52, 925.74], "text": " would be those areas that we're looking to concentrate on."}, {"timestamp": [926.1, 927.68], "text": " And again, it allows us to say to say to government,"}, {"timestamp": [927.8, 929.58], "text": " we're quite happy to be restricted by it,"}, {"timestamp": [929.94, 933.28], "text": " on the basis that these are the types of investments we want to attract,"}, {"timestamp": [933.4, 936.88], "text": " and therefore, you know, we're not going to try and get Lloyd's HQ"}, {"timestamp": [936.88, 939.24], "text": " to, you know, bank themselves in the Tees Valley."}, {"timestamp": [939.46, 942.22], "text": " We're not going to get Silicon Valley to set up in the Tees Valley."}, {"timestamp": [942.48, 943.76], "text": " It's about what we already do,"}, {"timestamp": [944.0, 945.92], "text": " but doing it even better in that globalized market."}, {"timestamp": [946.94, 948.94], "text": " Dr Crowley is not convinced."}, {"timestamp": [949.42, 951.34], "text": " For her, it's just not that simple."}, {"timestamp": [951.8, 956.24], "text": " As she sees it, the tax-free status of free ports or free trade zones"}, {"timestamp": [956.24, 959.86], "text": " has a huge distorting effect on an economy."}, {"timestamp": [960.4, 963.12], "text": " If I'm an older firm and I'm established already"}, {"timestamp": [963.12, 975.66], "text": " and suddenly someone comes in and they're making the same output that I make, but they're located in a free port, my first thing is, one, I could just shut down my plant entirely and then reincorporate as a free port."}, {"timestamp": [975.94, 982.52], "text": " But I could also, if that were somehow legally restricted, I might just say, well, look, I can't compete anymore against the free port."}, {"timestamp": [982.52, 985.22], "text": " So I'm just going to slowly roll down my"}, {"timestamp": [985.22, 990.24], "text": " production, reduce my output, you know, trying to save some money because I'm not going to be as"}, {"timestamp": [990.24, 995.2], "text": " competitive. And eventually I might just shut down and maybe even open up in another country."}, {"timestamp": [995.8, 1002.66], "text": " So in practice, it seems like the idea, you can see why it is appealing to a policymaker to say,"}, {"timestamp": [1002.66, 1009.34], "text": " oh, we're just going to allow this kind of special treatment for new firms because we want new activity. But in the economy, everything's"}, {"timestamp": [1009.34, 1014.42], "text": " happening in equilibrium. And so if you give a benefit to one company, essentially the relative"}, {"timestamp": [1014.42, 1019.64], "text": " effect on another is harmful. And so we would expect it to have an impact. And we would expect"}, {"timestamp": [1019.64, 1026.82], "text": " that older firm to basically suffer and shut down or try to relocate back to the Freeport."}, {"timestamp": [1027.66, 1032.16], "text": " So why in particular should Teesside become a huge industrial free port?"}, {"timestamp": [1032.76, 1038.52], "text": " Well, for a start, to bring in all those raw materials tax-free, you need a massive port."}, {"timestamp": [1038.9, 1041.54], "text": " And Jerry Hopkinson just happens to own one."}, {"timestamp": [1042.04, 1046.04], "text": " He's chief operations officer at PD portsorts, owner of Teesport,"}, {"timestamp": [1046.42, 1048.04], "text": " the area's greatest asset."}, {"timestamp": [1048.42, 1050.02], "text": " As he showed me from the harbour launch,"}, {"timestamp": [1050.34, 1051.78], "text": " it's continually improving."}, {"timestamp": [1052.54, 1054.48], "text": " As we're looking around us, Johnsey,"}, {"timestamp": [1054.88, 1056.06], "text": " to our right-hand side,"}, {"timestamp": [1056.14, 1058.88], "text": " you can see there's about 800 metres of key."}, {"timestamp": [1059.2, 1061.86], "text": " We spent £50 million re-developing this,"}, {"timestamp": [1062.08, 1065.04], "text": " so we can now get very very big ships along here"}, {"timestamp": [1065.04, 1073.2], "text": " typically 60 70,000 tons of cargo and you can see one discharging there in the background"}, {"timestamp": [1074.4, 1082.24], "text": " behind this key that great big monolithic gray structure that you can see there is a biomass"}, {"timestamp": [1082.24, 1086.18], "text": " burning power station so that's a piece of capital that's been"}, {"timestamp": [1086.18, 1095.94], "text": " put into the port in excess of 600 million quid to power about 50,000 homes per annum. So a big, big"}, {"timestamp": [1095.94, 1100.94], "text": " piece of capital investment. And then on our left-hand side, you can see one of our two"}, {"timestamp": [1100.94, 1106.0], "text": " container terminals. We're the fastest growing container port in the UK."}, {"timestamp": [1106.0, 1107.0], "text": " Out of interest."}, {"timestamp": [1107.0, 1110.0], "text": " And he rejects the criticism that free ports just attract companies"}, {"timestamp": [1110.0, 1113.0], "text": " and work from elsewhere in the country,"}, {"timestamp": [1113.0, 1115.0], "text": " where they would be paying tax."}, {"timestamp": [1115.0, 1118.0], "text": " Jerry believes he can show that a free port on Teesside"}, {"timestamp": [1118.0, 1121.0], "text": " would bring in more jobs and more money"}, {"timestamp": [1121.0, 1123.0], "text": " than would be lost in tax revenue."}, {"timestamp": [1123.0, 1129.0], "text": " And that's the dilemma that the Freeport equation actually faces."}, {"timestamp": [1129.0, 1135.44], "text": " Theoretically, by 2040, 40,000 new jobs created."}, {"timestamp": [1135.44, 1141.4], "text": " That what we need to do is we need to definitively demonstrate that the upside benefit"}, {"timestamp": [1141.4, 1148.34], "text": " in terms of employment of people within the area and the catalytic effect that it has"}, {"timestamp": [1148.34, 1155.36], "text": " on the northeast economy is proportionately greater than the loss of revenues in terms of taxes."}, {"timestamp": [1155.36, 1161.68], "text": " We believe that to be the case and what we're busy doing now is doing those calculations"}, {"timestamp": [1161.68, 1167.0], "text": " which will demonstrate that to Treasury. If we can demonstrate that to Treasury,"}, {"timestamp": [1167.0, 1172.76], "text": " then I think the case for a Freeport on Teesside is pretty profound."}, {"timestamp": [1172.76, 1180.66], "text": " Attention please, this is a final US Customs,"}, {"timestamp": [1180.66, 1190.84], "text": " Border Protection, Coal, from passengers of a free port on Teaside,"}, {"timestamp": [1190.84, 1195.56], "text": " Shannon's tax-free status has finally disappeared."}, {"timestamp": [1195.56, 1201.9], "text": " As Patrick Edmonds explains, once Ireland joined the EU in the 1970s, it became increasingly"}, {"timestamp": [1201.9, 1205.54], "text": " difficult to justify or protect tax-free status,"}, {"timestamp": [1205.96, 1210.56], "text": " and it was gradually whittled away until it totally disappeared in 2016."}, {"timestamp": [1211.46, 1213.24], "text": " It became more and more difficult to sustain,"}, {"timestamp": [1213.36, 1216.36], "text": " but I'd say also the reason for having it diminished as well."}, {"timestamp": [1216.72, 1220.66], "text": " Because of the European single market and because of the common external tariff,"}, {"timestamp": [1220.66, 1228.88], "text": " there became less and less reason to have a specific free zone for manufacturing"}, {"timestamp": [1228.88, 1233.36], "text": " for the European Union, for example, because pretty much anywhere in Ireland or anywhere in the"}, {"timestamp": [1233.36, 1237.88], "text": " European Union would benefit from the same tariff regime."}, {"timestamp": [1237.88, 1243.18], "text": " So what happened over the years was the number of companies in Shannon making use of these"}, {"timestamp": [1243.18, 1246.76], "text": " duty-free provisions diminished, but the total number of companies in Shannon making use of these duty-free provisions diminished, but the total number"}, {"timestamp": [1246.76, 1251.98], "text": " of companies in Shannon continues to grow because the companies are attracted by the business base"}, {"timestamp": [1251.98, 1255.96], "text": " here, the general business environment, aerospace and engineering companies in particular"}, {"timestamp": [1255.96, 1261.7], "text": " are attracted by the cluster benefits. As I mentioned, we have over 60 aerospace companies,"}, {"timestamp": [1261.7, 1267.2], "text": " so more companies are coming every week and every month, And they like the idea of being part of that cluster."}, {"timestamp": [1267.2, 1273.2], "text": " So technically since 2016, the Shannon Free Zone hasn't actually been a free zone"}, {"timestamp": [1273.2, 1276.0], "text": " because the European customs legislation has changed."}, {"timestamp": [1278.0, 1282.64], "text": " I'm standing on a small hill now overlooking the river Shannon and the town itself."}, {"timestamp": [1282.64, 1286.64], "text": " But if I'd been here 55 years ago, none of what I see now"}, {"timestamp": [1286.64, 1293.84], "text": " would have existed. This was all mudflats, fields, farms. Now it's one huge industrial estate from"}, {"timestamp": [1293.84, 1298.64], "text": " where I'm standing to about a mile away, which is the airport. The airport has huge hangars."}, {"timestamp": [1298.64, 1307.6], "text": " That's now part of the airport's aircraft maintenance and repair business. The hill I'm standing on is covered with state-of-the-old office blocks,"}, {"timestamp": [1307.6, 1312.08], "text": " which are the new aircraft leasing and insurance companies that have been attracted here."}, {"timestamp": [1312.08, 1317.6], "text": " And in front of me is road after road after road of industrial units."}, {"timestamp": [1317.6, 1320.88], "text": " That is actually the original free port, the free zone."}, {"timestamp": [1320.88, 1326.0], "text": " Companies came from around the world to set up here because of the tax benefits,"}, {"timestamp": [1326.0, 1331.12], "text": " recruited local workers. Those local workers, some of them spun off their own companies,"}, {"timestamp": [1331.12, 1338.64], "text": " employed more people, developed new skills. Now this is a cutting-edge industrial and office development"}, {"timestamp": [1338.64, 1346.42], "text": " that employs tens of thousands of people. So Shannon has continued to move up the economic food chain."}, {"timestamp": [1346.42, 1351.08], "text": " It's become an advanced, knowledge-based, open and liberal free market."}, {"timestamp": [1351.08, 1356.8], "text": " And as Kevin Thompson showed us, the very first Freeport building from the 1960s, is now being"}, {"timestamp": [1356.8, 1358.3], "text": " redeveloped."}, {"timestamp": [1358.3, 1361.76], "text": " When this first started, this was the first ever building, was it in the Free Zone?"}, {"timestamp": [1361.76, 1366.04], "text": " Yeah, well, at least that footprint is where the first buildings would have been."}, {"timestamp": [1366.16, 1372.4], "text": " So what we're looking at today is there's a five-story, 55,000 square foot office building,"}, {"timestamp": [1372.86, 1378.76], "text": " gold standard, and shortly to be occupied by Jaguar Land Rover, not in manufacturing,"}, {"timestamp": [1379.02, 1382.46], "text": " but in the design and development of self-driving vehicles."}, {"timestamp": [1382.46, 1384.12], "text": " So about 400 people."}, {"timestamp": [1384.62, 1388.04], "text": " So very large-scale assembly operations"}, {"timestamp": [1388.04, 1391.94], "text": " and a very industrial-focused light assembly operation"}, {"timestamp": [1391.94, 1394.88], "text": " in the early years, but totally transformed today."}, {"timestamp": [1394.88, 1398.22], "text": " And you can see those buildings are now being demolished"}, {"timestamp": [1398.22, 1400.84], "text": " as we're coming back to start where the zone originally"}, {"timestamp": [1400.84, 1403.7], "text": " was 50 years ago to be reinvented now"}, {"timestamp": [1403.7, 1406.06], "text": " for ICT knowledge-based"}, {"timestamp": [1406.06, 1410.38], "text": " type businesses in a totally different property solution. Here we've got"}, {"timestamp": [1410.38, 1415.12], "text": " Starbucks a new entry to the zone, the first drive-through Starbucks in the"}, {"timestamp": [1415.12, 1420.34], "text": " country and the reason Starbucks are here in that format is because you know"}, {"timestamp": [1420.34, 1424.06], "text": " the people who work today what they want first thing in the morning I need my"}, {"timestamp": [1424.06, 1446.0], "text": " cup of coffee I need my my fix so that's the idea make it easy for employers to be able to attract people give them the kind of environment that they want so within living memory this was basically an agrarian economy this was a brownfields lots of cows a bit of fishing and an airport then it became a free zone attracted manufacturing. You had to train everybody up to that."}, {"timestamp": [1446.0, 1449.0], "text": " But with that heft, you've maintained it."}, {"timestamp": [1449.0, 1451.0], "text": " Now the tax advantages have gone."}, {"timestamp": [1451.0, 1453.0], "text": " You've still got companies coming here for those skills,"}, {"timestamp": [1453.0, 1457.0], "text": " for those people, for the technology that's now here."}, {"timestamp": [1457.0, 1461.0], "text": " Yeah, absolutely. And that's the key to a successful special economic zone"}, {"timestamp": [1461.0, 1464.0], "text": " is be clear what you're trying to do."}, {"timestamp": [1464.0, 1469.0], "text": " And in Ireland's case, we were trying to make that transition from a closed industrial,"}, {"timestamp": [1469.0, 1475.0], "text": " mainly agrarian economy, to an open, export-oriented, manufacturing knowledge-based economy."}, {"timestamp": [1475.0, 1480.0], "text": " But the UK stopped being an agrarian economy in Victorian times."}, {"timestamp": [1480.0, 1485.28], "text": " It's been industrially advanced and open to foreign investment for centuries."}, {"timestamp": [1494.48, 1495.2], "text": " As Dr. Meredith Crowley sees it, the free port idea is a leg up for developing or less open economies, but not for ones like the UK."}, {"timestamp": [1501.68, 1502.24], "text": " I think the question that you might want to think about, the big one, is if you have a well-functioning country,"}, {"timestamp": [1505.64, 1512.06], "text": " is there really any benefit to creating this special economic zone, or are you just moving around economic activity that would take place anyway? And that's really"}, {"timestamp": [1512.06, 1517.34], "text": " the big criticism we might want to push back on with a special economic zone. So in general,"}, {"timestamp": [1517.76, 1523.88], "text": " the idea of like should we lower taxes and tariffs on things you import in order to allow companies"}, {"timestamp": [1523.88, 1525.66], "text": " to make stuff more efficiently"}, {"timestamp": [1525.66, 1531.8], "text": " and more cheaply, generally that seems like a pretty good idea. The question is, why would you"}, {"timestamp": [1531.8, 1538.14], "text": " want to let some companies in your country, in some parts of your land, have this tax benefit"}, {"timestamp": [1538.14, 1543.44], "text": " and not give that tax benefit to other companies? For Patrick Edmonds from Shannon Airport,"}, {"timestamp": [1543.66, 1546.2], "text": " the big question is this. What is the"}, {"timestamp": [1546.2, 1553.0], "text": " problem at Teesside that a Freeport will solve? Because he can't really see it. I guess the key"}, {"timestamp": [1553.0, 1558.82], "text": " question I'd ask is, what is the problem to which this would be a solution? I'm very much in favour of"}, {"timestamp": [1558.82, 1564.08], "text": " finding new business models and new opportunities here in Shannon. Innovation is really part of the"}, {"timestamp": [1564.08, 1568.48], "text": " DNA, whether that's the free zone, whether that's the first duty-free whether that's the home of aircraft"}, {"timestamp": [1568.48, 1576.04], "text": " leasing so we we like to see new new business ideas but there has to be a particular reason what I would"}, {"timestamp": [1576.04, 1582.1], "text": " say though is if the focus is on industry clustering given the port infrastructure and the"}, {"timestamp": [1582.1, 1585.64], "text": " maritime infrastructure if it's about developing port technology,"}, {"timestamp": [1585.92, 1589.5], "text": " about shipping technology and all of the digitalisation and IT that goes without,"}, {"timestamp": [1590.02, 1591.22], "text": " that I could see making sense."}, {"timestamp": [1591.58, 1594.72], "text": " So I really see that cluster benefit as being dominant"}, {"timestamp": [1594.72, 1598.96], "text": " compared to specifically a free zone or a tax benefit."}, {"timestamp": [1599.5, 1603.08], "text": " For developing countries desperate to attract foreign investment,"}, {"timestamp": [1603.54, 1604.96], "text": " technology and industry,"}, {"timestamp": [1605.4, 1608.62], "text": " a free port can be just the leg up they need."}, {"timestamp": [1608.62, 1612.38], "text": " They have worked in Ireland, China and a dozen other places."}, {"timestamp": [1612.38, 1618.56], "text": " But as Shannon also proves, once you've become a modern industrialized open economy, the next"}, {"timestamp": [1618.56, 1624.38], "text": " stage is far more about training, infrastructure, clusters of industrial expertise and the quality"}, {"timestamp": [1624.38, 1625.84], "text": " of life on offer,"}, {"timestamp": [1625.84, 1631.84], "text": " rather than tax cuts. You don't need a Freeport on Teesside or anywhere else in the UK"}, {"timestamp": [1631.84, 1637.6], "text": " to deliver any of those factors. They're already there. As Ben Houchin, the mayor of the Tees Valley"}, {"timestamp": [1637.6, 1644.08], "text": " makes clear, companies that come to investigate the prospect of a Freeport stay for other reasons."}, {"timestamp": [1647.0, 1650.36], "text": " When they approached us once they were here, separate from the freeport status, they"}, {"timestamp": [1650.36, 1654.6], "text": " realise we've got the deepest port on the East Coast, rail road networks are brilliant, availability"}, {"timestamp": [1654.6, 1659.88], "text": " of land, labour, costs are all very, very good. But there are many others who only approach"}, {"timestamp": [1659.88, 1663.76], "text": " us in the first place because of the possibility of free ports and now we've captured"}, {"timestamp": [1663.76, 1668.36], "text": " them because of the other things that we also have to offer separate from the free port policy."}, {"timestamp": [1668.36, 1673.76], "text": " Not so much build it and they will come as suggest it and they'll invest anyway."}, {"timestamp": [1673.76, 1679.52], "text": " After all, that is what is happening in Shannon now, long after the Freeport miracle ended"}, {"timestamp": [1679.52, 1686.1], "text": " and became just another Irish fairy tale."}, {"timestamp": [1687.72, 1688.08], "text": " I hope you enjoyed listening."}, {"timestamp": [1691.96, null], "text": " You can discover more music, radio and podcasts on BBC Sounds."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. This is the BBC's world of business. I'm Jonti Bloom and the producer is Jordan Dunbar. In this week's download edition of In Business from BBC Radio 4, we're looking at Freeports and the future of British manufacturing. I'm on the Harbourmasters launch here on the River Tees. This is a huge industrial site stretching for miles on each bank of the river. There are petrochemical works, chemical works. There is steam coming out of them at night, but you can see the flares from Mars around. It looks like something out of a science fiction movie, and that's no coincidence, because when they made Blade Runner, they based all those dystopian industrial scenes on Teesside itself. In the centre of this industrial landscape lies a huge area of desolation, massive rusting buildings separated by slag heaps and the occasional empty and desolate office building, the former red car steelworks that finally closed in 2015. We took a minibus tour of the site to get an idea of its size. At the moment this is a vast open area. It's called the prairie now, isn't it? Because this used to be full of glass furnaces. On the left is the old coke oven. Yes. So it's this on the right. This glass furnaces. On the left is the old co-coven. Yes. It's this on the right. That's the mills. That's where the steel was rolled. Steel was rolled. But now it's amazing that you can grassland and a few hills which look like there all the soil's been piled up on them. And there's very little else here except for electricity pylums. It goes on for hundreds and hundreds of yards in each direction. It's a huge sight and it's quite sad to see actually. It's clear that the steelworks were once the beating heart of Teesside, but to revitalise such a huge area needs a grand idea. And Teesside believes it's found one. Turn this whole area into a free port. Dr. Meredith Crowley is a professor of economics at Cambridge University and an expert on international trade policy. So in economics, we have a concept of a free trade zone. Some people call them free ports. Sometimes they're called special economic zones. Generally, they can either be a physical, geographical area, like a city or a county, but it basically says that production under this zone allows you to import stuff without paying any taxes or tariffs at the border, use them in making stuff, and then export it. But the idea is that you want to allow the country to increase value added what they're making by not having the firm that's making the thing have to pay this extra tax at the border. The idea and the hope is that this could stimulate economic activity. It may sound like a complicated idea, but it's a very old one. A free port was normally used just to allow the storage of goods tax-free until they were re-exported. But now they can involve much, much more, and to find out why you need to travel to the opposite side of the British Isles from Teesside, to the banks of the River Shannon in the Irish Republic, and back to the 1960s. This cozy domestic scene wants to play six miles away at Shannon, where a piano factory now stands on the old cottage site and is part of a bold industrial experiment. Patrick Edmonds is the strategy director of Shannon Airport. So Shannon began in the 1940s as a transatlantic airfield because of the time aircraft didn't have the range to go, for example, from continental Europe all the way to the northeastern United States without fueling stops. So Shannon was here because of the technological limitations at the time. It was actually Charles Lindberg, the famous transatlantic aviator, who selected the site for Shannon Airport. Those early flights were so arduous they needed a special drink to revive passengers, as Patrick took me to the bar to explain. So this is Sheridan's bar, which is commemorating Joe Sheridan, who was the barman in Foines, the flying boat base, which was the precursor of Shannon. He was the inventor of Irish coffee. One particular flight from Foines across the Atlantic had to turn back because of bad weather. The passengers had landed back in Foynes, tired and hungry, exhausted, I guess, after 15 or 16 hours in the air. Joe Sheridan made coffees for them. He put some Irish whiskey in the coffee and floated some cream on top. Famously, one of the passengers said, this coffee is very nice. Is it Brazilian coffee? And his reply completely off the cuff was, no, it's Irish coffee. And that's how the name was invented and I guess it stuck. But soon even Irish coffee was not enough to make aircraft stop at Shannon. As jet aircraft developed, they could fly further and the need for a transatlantic base here or transatlantic transit stop here diminished. So there was a real risk that Shannon was going to be consigned to irrelevance. diminished. So there was a real risk that Shannon was going to be consigned to irrelevance. The then director of Shannon, Brendan O'Regan, famously said, if the planes won't stop, we must reach up into the sky and pull them down, meaning we have to find reasons to bring people here. Yes, this is another West Coast image, a cosmopolitan scheme centered around the Shannon International Airport. The special tax concessions offered here are sweet music in the ears of foreign investors. And there were two big initiatives in that respect. One was creating the free zone to bring businesses here, attracted by a favorable tax and duty regime. And the second was to diversify into tourist accommodation. It seems like quite a strange idea, but I mean there had been kind of free zones in the sense of warehousing and things like that before, but not as a kind of industrial centre. Innovation was a key part of it and has always been I suppose part of the Shannon story, but the idea of creating a little bubble which was not subject to Irish tax and duty laws is something that's really gained traction and has been copied in hundreds of different free zones around the world. Now Ireland is really calling the tune in this previously unexploited Western Outpost. You can almost regard it as a foreign country on Irish soil because goods produced by American, German and other overseas firms face a stiff customs check when being exported from the airport area into Ireland itself. And that's no yarn spinning story. And how successful was it? It was very successful initially. Of course the world was very different back then. Import duties were by and large relatively high. This was quite a high tariff environment. This was before even the European community had been established, let alone the European Union. So for a manufacturer being able to avoid all of these tariffs and all of this bureaucracy was very, very attractive. That's something that changed over the years, but when it began, it was a little island of industry and of industrial development in what back then in 1950s and 1960s Ireland was a very, very agrarian economy. Shannon's success has been copied around the world, most notably in China, where Freeports helped kickstart the economic miracle. Kevin Tomston is the former chief executive of the Shannon Development Company. He's had some pretty high-profile guests come to see the first Freeport. It all goes back to a visit back in 1979 when Zhang Jamin, who was later to become leader of China, and he and a number of colleagues spent three weeks in Shannon learning about how to set up an industrial export processing zone. It's become a site of pilgrimage for Chinese leaders. Ever since then, Chinese leaders, when they come to Europe and when they come to Ireland, in particular, like to visit Shannon. In fact, they insist on visiting Shannon to see where it all began. So imagine we're going around the zone with the leader of China, but he wants to see the plateau. And the plateau is where Zhang Jamin would have stood on Tullyglass Hill, looking over the zone, and saying, yes, this is what could be possible in China. And we walked up that hill, the leader of China, and stood there and looked over the zone. And you could see all of the Chinese delegation, that spiritual connection they have with their history. And for them, Shannon is part of their history. Shenzhen and Shannon are connected. The huge potential of free ports can be seen in China. And now, with Brexit, we could be entering an era of higher tariffs, at least between the UK and the EU. So has the time for free ports like Shannon come again? Are they what is needed to redevelop Teesside? You can see the old winding house building and the railway line used to come out in front of this. Sharon Lane is boss of T's components, a specialist heavy engineering company. It's just down the road from the proposed Freeport on the site of an old iron mine. And that looks as though it was the old steam turbine house, was I know. So the winding equipment was in there, the shafts were in front of that building. Shafters are all filled in now, of course. Yeah, I hope so. They are very well filled in, we won't be falling down anything today. So, yeah, so all these original buildings just give us that really great feel for us that we're working on this site with real industrial heritage. We're employing predominantly people from the local villages around East Cleveland, and we're continuing that industry in the region. And how many people do you employ? 65 people on this site. We have a second site in Middlesbrough and one over in the next village so about 100 people altogether within the group. Okay. Should we go inside? Inside it's a massive contrast from the old mine works. Coming out to a much bigger building, aren't we? Looks almost like an aircraft hanger. So this is the main machining facility and as you can see a wide range of machine tools in this area. We tend to specialise in one-off, very complex high-est components. So we can see here we've got a large gearbox, we've got a casing that's going into oil and gas, we've got some tooling for a pipe mill, we've got components for mining and many of these will ultimately be exported although our customers are predominantly domestic. So these large rings here which look so they've got tightening bolts on them and although our customers are predominantly domestic. Right. So these large rings here, which looks like they've got tightening bolts on them, and the giant doughnuts, really, would have they? Yeah, I'm not able to really tell you much about those, I'm afraid. Sharon would have loved to tell us more about what she's making, but then she would have had to kill us afterwards. That's because this is cutting-edge, top-secret work for the oil, nuclear and defence industries, using huge computer-controlled lays to produce massive components with unerring accuracy. This is high-tech, large-scale, bespoke engineering. It seems to be managing very well already, but Sharon is a fan of the Freeport idea. She believes it could only help business. We feel that it will present us with a lot of opportunities where we are in the supply chain. So presumably you've lost a lot of businesses around here that you used to supply? Yeah, so I think traditionally the companies that were there, the large organisations in the 80s and 90s, some of those who have closed or moved to different locations. But I think that the port itself has been a real strong point of the region in recent years. And it's the obvious thing to me to try to capitalize on that and take the opportunities that are there from having such a fantastic port in Teesside to have this as a centre for industry and particularly in advanced manufacturing. And Sharon believes that would not just be good for her business, but for the people of Teesside as well. I think there's a wider impact on the region, so it's not just about the businesses, it's about that we need to recruit and retain people in this region so we need to keep that investment coming in to the Tees Valley to show that it's a good place to live it's a nice place to bring up your children but we need families to move in and professionals to move in and this is to me it's a really innovative solution to attracting that private investment and giving the private sector the confidence to move into the region. And that will have very far-reaching benefits, I think, for my employees and for my future employees too. What would you say to your competitors? You'd say, well, you've just taken a huge tax advantage over us. This is completely unfair. Move to the Tees Valley. But that highlights one of the principal objections to Freeports, that they do not so much create new jobs and business as attract them from elsewhere in the country. The mayor of the Tees Valley, Ben Houchon, has a cunning plan to get round that objection. He envisions a free port that only attracts new, foreign-owned manufacturing industry. It's about additional incentives. So, for example, the site that we're talking about, we're quite happy to be relatively restricted on the industry that we want to see on that site. So we're not going to have office space. We're not going to have business parks in the traditional sense. So it's not going to be about displacement. It's about if you're going to attract an investor to this site, why would you come here instead of going to Germany or North America? So we're not actually competing on a UK stage with Freeport status. The site that we're talking about, the investors we're talking to, they're either going to come to Teesside or they're not coming into the UK. And Ben thinks that only the tax incentives a Freeport can provide can make that happen. Having Freeport status is about that globalised market and saying, well, if you come here, there are also these additional incentives. We can also reduce friction in trade, tariff relief completely, and it's an additional incentive for an investor to say that the UK is a competitive market. And bringing back manufacturing jobs we haven't seen in this country for many decades, and it allows you to do that. Why do you think it will be manufacturers who take advantage of it? Because one of the plans we're working on for what we think free-port status will be is to be able to bring in raw goods, manufacture them and then only pay tariff if indeed you import it into the UK economy at the processed rate. This is a key point about freeports. Basic materials may have high tariffs, but finish goods, low ones. So importing fabric tax-free and using that material in a Teesside factory to cover sofas makes economic sense. An example we always use is textiles is currently tariffed at 12%, whereas your sofa, which is a manufacturer good, is a 0% racing. So it's about being able to do things and add value in the UK rather than having it done elsewhere in the world and then imported as a finished product which allows us to go further down the supply chain and it also has this kind of industrial strategy clustering effect that we have for manufacturing in the Tees Valley. So are there any particular types of manufacturers you're particularly aiming to make this a specialist area for? Yes well we've been talking to government and our whole pitch is that the development corporation, which we think should probably be a template for the Freeport area, has a master plan document that has very specific industries that it wants to attract. So obviously the things that we've always done well, like chemicals, processing, steel, manufacturing, advanced manufacturing, but particularly in the processing industry, would be those areas that we're looking to concentrate on. And again, it allows us to say to say to government, we're quite happy to be restricted by it, on the basis that these are the types of investments we want to attract, and therefore, you know, we're not going to try and get Lloyd's HQ to, you know, bank themselves in the Tees Valley. We're not going to get Silicon Valley to set up in the Tees Valley. It's about what we already do, but doing it even better in that globalized market. Dr Crowley is not convinced. For her, it's just not that simple. As she sees it, the tax-free status of free ports or free trade zones has a huge distorting effect on an economy. If I'm an older firm and I'm established already and suddenly someone comes in and they're making the same output that I make, but they're located in a free port, my first thing is, one, I could just shut down my plant entirely and then reincorporate as a free port. But I could also, if that were somehow legally restricted, I might just say, well, look, I can't compete anymore against the free port. So I'm just going to slowly roll down my production, reduce my output, you know, trying to save some money because I'm not going to be as competitive. And eventually I might just shut down and maybe even open up in another country. So in practice, it seems like the idea, you can see why it is appealing to a policymaker to say, oh, we're just going to allow this kind of special treatment for new firms because we want new activity. But in the economy, everything's happening in equilibrium. And so if you give a benefit to one company, essentially the relative effect on another is harmful. And so we would expect it to have an impact. And we would expect that older firm to basically suffer and shut down or try to relocate back to the Freeport. So why in particular should Teesside become a huge industrial free port? Well, for a start, to bring in all those raw materials tax-free, you need a massive port. And Jerry Hopkinson just happens to own one. He's chief operations officer at PD portsorts, owner of Teesport, the area's greatest asset. As he showed me from the harbour launch, it's continually improving. As we're looking around us, Johnsey, to our right-hand side, you can see there's about 800 metres of key. We spent £50 million re-developing this, so we can now get very very big ships along here typically 60 70,000 tons of cargo and you can see one discharging there in the background behind this key that great big monolithic gray structure that you can see there is a biomass burning power station so that's a piece of capital that's been put into the port in excess of 600 million quid to power about 50,000 homes per annum. So a big, big piece of capital investment. And then on our left-hand side, you can see one of our two container terminals. We're the fastest growing container port in the UK. Out of interest. And he rejects the criticism that free ports just attract companies and work from elsewhere in the country, where they would be paying tax. Jerry believes he can show that a free port on Teesside would bring in more jobs and more money than would be lost in tax revenue. And that's the dilemma that the Freeport equation actually faces. Theoretically, by 2040, 40,000 new jobs created. That what we need to do is we need to definitively demonstrate that the upside benefit in terms of employment of people within the area and the catalytic effect that it has on the northeast economy is proportionately greater than the loss of revenues in terms of taxes. We believe that to be the case and what we're busy doing now is doing those calculations which will demonstrate that to Treasury. If we can demonstrate that to Treasury, then I think the case for a Freeport on Teesside is pretty profound. Attention please, this is a final US Customs, Border Protection, Coal, from passengers of a free port on Teaside, Shannon's tax-free status has finally disappeared. As Patrick Edmonds explains, once Ireland joined the EU in the 1970s, it became increasingly difficult to justify or protect tax-free status, and it was gradually whittled away until it totally disappeared in 2016. It became more and more difficult to sustain, but I'd say also the reason for having it diminished as well. Because of the European single market and because of the common external tariff, there became less and less reason to have a specific free zone for manufacturing for the European Union, for example, because pretty much anywhere in Ireland or anywhere in the European Union would benefit from the same tariff regime. So what happened over the years was the number of companies in Shannon making use of these duty-free provisions diminished, but the total number of companies in Shannon making use of these duty-free provisions diminished, but the total number of companies in Shannon continues to grow because the companies are attracted by the business base here, the general business environment, aerospace and engineering companies in particular are attracted by the cluster benefits. As I mentioned, we have over 60 aerospace companies, so more companies are coming every week and every month, And they like the idea of being part of that cluster. So technically since 2016, the Shannon Free Zone hasn't actually been a free zone because the European customs legislation has changed. I'm standing on a small hill now overlooking the river Shannon and the town itself. But if I'd been here 55 years ago, none of what I see now would have existed. This was all mudflats, fields, farms. Now it's one huge industrial estate from where I'm standing to about a mile away, which is the airport. The airport has huge hangars. That's now part of the airport's aircraft maintenance and repair business. The hill I'm standing on is covered with state-of-the-old office blocks, which are the new aircraft leasing and insurance companies that have been attracted here. And in front of me is road after road after road of industrial units. That is actually the original free port, the free zone. Companies came from around the world to set up here because of the tax benefits, recruited local workers. Those local workers, some of them spun off their own companies, employed more people, developed new skills. Now this is a cutting-edge industrial and office development that employs tens of thousands of people. So Shannon has continued to move up the economic food chain. It's become an advanced, knowledge-based, open and liberal free market. And as Kevin Thompson showed us, the very first Freeport building from the 1960s, is now being redeveloped. When this first started, this was the first ever building, was it in the Free Zone? Yeah, well, at least that footprint is where the first buildings would have been. So what we're looking at today is there's a five-story, 55,000 square foot office building, gold standard, and shortly to be occupied by Jaguar Land Rover, not in manufacturing, but in the design and development of self-driving vehicles. So about 400 people. So very large-scale assembly operations and a very industrial-focused light assembly operation in the early years, but totally transformed today. And you can see those buildings are now being demolished as we're coming back to start where the zone originally was 50 years ago to be reinvented now for ICT knowledge-based type businesses in a totally different property solution. Here we've got Starbucks a new entry to the zone, the first drive-through Starbucks in the country and the reason Starbucks are here in that format is because you know the people who work today what they want first thing in the morning I need my cup of coffee I need my my fix so that's the idea make it easy for employers to be able to attract people give them the kind of environment that they want so within living memory this was basically an agrarian economy this was a brownfields lots of cows a bit of fishing and an airport then it became a free zone attracted manufacturing. You had to train everybody up to that. But with that heft, you've maintained it. Now the tax advantages have gone. You've still got companies coming here for those skills, for those people, for the technology that's now here. Yeah, absolutely. And that's the key to a successful special economic zone is be clear what you're trying to do. And in Ireland's case, we were trying to make that transition from a closed industrial, mainly agrarian economy, to an open, export-oriented, manufacturing knowledge-based economy. But the UK stopped being an agrarian economy in Victorian times. It's been industrially advanced and open to foreign investment for centuries. As Dr. Meredith Crowley sees it, the free port idea is a leg up for developing or less open economies, but not for ones like the UK. I think the question that you might want to think about, the big one, is if you have a well-functioning country, is there really any benefit to creating this special economic zone, or are you just moving around economic activity that would take place anyway? And that's really the big criticism we might want to push back on with a special economic zone. So in general, the idea of like should we lower taxes and tariffs on things you import in order to allow companies to make stuff more efficiently and more cheaply, generally that seems like a pretty good idea. The question is, why would you want to let some companies in your country, in some parts of your land, have this tax benefit and not give that tax benefit to other companies? For Patrick Edmonds from Shannon Airport, the big question is this. What is the problem at Teesside that a Freeport will solve? Because he can't really see it. I guess the key question I'd ask is, what is the problem to which this would be a solution? I'm very much in favour of finding new business models and new opportunities here in Shannon. Innovation is really part of the DNA, whether that's the free zone, whether that's the first duty-free whether that's the home of aircraft leasing so we we like to see new new business ideas but there has to be a particular reason what I would say though is if the focus is on industry clustering given the port infrastructure and the maritime infrastructure if it's about developing port technology, about shipping technology and all of the digitalisation and IT that goes without, that I could see making sense. So I really see that cluster benefit as being dominant compared to specifically a free zone or a tax benefit. For developing countries desperate to attract foreign investment, technology and industry, a free port can be just the leg up they need. They have worked in Ireland, China and a dozen other places. But as Shannon also proves, once you've become a modern industrialized open economy, the next stage is far more about training, infrastructure, clusters of industrial expertise and the quality of life on offer, rather than tax cuts. You don't need a Freeport on Teesside or anywhere else in the UK to deliver any of those factors. They're already there. As Ben Houchin, the mayor of the Tees Valley makes clear, companies that come to investigate the prospect of a Freeport stay for other reasons. When they approached us once they were here, separate from the freeport status, they realise we've got the deepest port on the East Coast, rail road networks are brilliant, availability of land, labour, costs are all very, very good. But there are many others who only approach us in the first place because of the possibility of free ports and now we've captured them because of the other things that we also have to offer separate from the free port policy. Not so much build it and they will come as suggest it and they'll invest anyway. After all, that is what is happening in Shannon now, long after the Freeport miracle ended and became just another Irish fairy tale. I hope you enjoyed listening. You can discover more music, radio and podcasts on BBC Sounds."}