{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.88, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.44, 10.34], "text": " Thank you for downloading the World of Business podcast."}, {"timestamp": [10.68, 17.22], "text": " In this edition, Banking on the Future, Ruth Sunderland discovers how the banks we all use could be facing a revolution."}, {"timestamp": [23.1, 30.0], "text": " When we look around here, around what once was the banking hall, it's a very large space"}, {"timestamp": [30.0, 36.0], "text": " and I'm really struck by these gorgeous green stone pillars. What are those?"}, {"timestamp": [36.0, 43.0], "text": " Actually as we started to clean them up it became apparent that they are in fact a very intricate"}, {"timestamp": [43.0, 47.0], "text": " and very very detailed mosaic of verdite stone, which is"}, {"timestamp": [47.0, 48.94], "text": " a precious, semi-precious stone."}, {"timestamp": [48.94, 55.38], "text": " And it has been said if you could find as much verdite today and could find the craftsmen"}, {"timestamp": [55.38, 60.44], "text": " who could assemble the detailed mosaic, each pillar might have a value of up to a million"}, {"timestamp": [60.44, 61.44], "text": " pounds."}, {"timestamp": [61.44, 66.16], "text": " And so it really is a great example of how you know money was no object"}, {"timestamp": [67.2, 73.28], "text": " i'm at the ned in the heart of the city of london it was the global hq of middle and bank"}, {"timestamp": [73.28, 78.64], "text": " designed by edwin luchins ned to his friends one of the most famous architects of his day"}, {"timestamp": [79.52, 86.36], "text": " he wanted this place to ooze wealth and confidence and and it does, but no longer as a bank."}, {"timestamp": [86.36, 92.8], "text": " When it opened its doors in the 1920s, the big bank seemed invincible, indestructible,"}, {"timestamp": [92.8, 96.24], "text": " and this building is a powerful symbol of that."}, {"timestamp": [96.24, 97.72], "text": " Times change."}, {"timestamp": [97.72, 102.8], "text": " The bank moved out and it became a white elephant, empty for several years before it was turned"}, {"timestamp": [102.8, 105.4], "text": " into a posh hotel, members club and spa."}, {"timestamp": [106.24, 108.98], "text": " I'm being given a tour by managing director, Gareth Banner."}, {"timestamp": [110.36, 119.86], "text": " Now this is a beautiful blue swimming pool with mosaic black and white tiles on the sides, lovely lights."}, {"timestamp": [120.66, 123.52], "text": " And now what was this room when this was a bank?"}, {"timestamp": [123.52, 127.72], "text": " This room actually was the bullion bolt."}, {"timestamp": [128.12, 132.76], "text": " But the low ceiling level in here is a clue to the fact that once upon a time"}, {"timestamp": [132.76, 137.0], "text": " it would have been stacked with gold bullion and actually therefore..."}, {"timestamp": [137.0, 138.44], "text": " This place is really buzzing."}, {"timestamp": [139.28, 143.76], "text": " But I still feel a ghostly, slightly poignant sense of its past life."}, {"timestamp": [144.32, 148.52], "text": " It's just one of many former bank branches that have had to find new uses"}, {"timestamp": [148.52, 151.08], "text": " as they've been labelled surplus to requirements."}, {"timestamp": [151.94, 154.38], "text": " Talking to Gareth Banner, it's clear why it's happening."}, {"timestamp": [155.14, 160.9], "text": " You are now running what was once probably Britain's grandest bank branch."}, {"timestamp": [161.32, 165.32], "text": " And I'm curious, do you go into a bank branch often yourself?"}, {"timestamp": [166.88, 173.28], "text": " I can't remember the last time I went into a bank. I think the birth of the internet has changed"}, {"timestamp": [173.28, 178.88], "text": " the way we live. And technology in particular is rocking that old world of bricks and mortar"}, {"timestamp": [178.88, 184.8], "text": " banking to its core. What's going to happen to branches? What about the thousands of staff?"}, {"timestamp": [185.46, 188.54], "text": " Will the major players of today be able to stay on top tomorrow?"}, {"timestamp": [189.36, 191.32], "text": " And what does it mean for us, the customers?"}, {"timestamp": [192.08, 194.64], "text": " Will we even deal with human managers and cashiers?"}, {"timestamp": [194.9, 196.24], "text": " Or just with bank bots?"}, {"timestamp": [197.18, 200.48], "text": " It's a fascinating and scary time in the banking business."}, {"timestamp": [201.08, 204.02], "text": " I've been discovering that everyone knows big change is coming,"}, {"timestamp": [204.02, 205.24], "text": " but no one's quite"}, {"timestamp": [205.24, 212.32], "text": " sure what. What we've seen at the moment is a gentle evolution of something that hasn't changed"}, {"timestamp": [212.32, 218.08], "text": " for 300 years. Things could be very, very different because technology now makes it possible"}, {"timestamp": [218.08, 222.38], "text": " and it's a very, very exciting future we're going to have. I think it's going to happen over the next"}, {"timestamp": [222.38, 229.54], "text": " 10, 20 years. Anne Bowden from Starling Bank, one of the so-called challenger banks. More from them later."}, {"timestamp": [229.98, 235.88], "text": " But first, what about the major players? For many years, High Street banking has been dominated"}, {"timestamp": [235.88, 241.14], "text": " by four or five big banks. They've all had to spend a lot of time recovering from the financial"}, {"timestamp": [241.14, 245.6], "text": " crisis of a decade ago. But trying to go back to how things were,"}, {"timestamp": [245.6, 247.8], "text": " putting Humpty Dumpty back together again,"}, {"timestamp": [247.8, 249.36], "text": " that was never an option,"}, {"timestamp": [249.36, 252.88], "text": " because technology was moving on and moving fast."}, {"timestamp": [252.88, 254.2], "text": " So this is amazing, isn't it?"}, {"timestamp": [254.2, 256.28], "text": " Yeah, yeah, this just opened."}, {"timestamp": [256.28, 259.72], "text": " This looks like a trendy tech hub rather than a bank."}, {"timestamp": [259.72, 261.72], "text": " It looks nothing like a bank at all."}, {"timestamp": [261.72, 263.76], "text": " And you've got a graffiti whiteboard here."}, {"timestamp": [263.76, 264.8], "text": " That's brilliant."}, {"timestamp": [264.8, 268.24], "text": " I'm visiting a high-tech centre run by RBS."}, {"timestamp": [268.24, 271.88], "text": " It's the bank that was at the epicentre of the crash when it had to be bailed out with"}, {"timestamp": [271.88, 275.2], "text": " billions of pounds of British taxpayers' money."}, {"timestamp": [275.2, 280.02], "text": " But here, in a trendy bit of North London, lots of people who look more like hipsters than"}, {"timestamp": [280.02, 284.44], "text": " bankers are trying to find the kind of technology customers will want."}, {"timestamp": [284.44, 290.24], "text": " Kristen Benny, from the RBS innovation team, is especially keen to introduce me to a brand new kind"}, {"timestamp": [290.24, 291.12], "text": " of bank employee."}, {"timestamp": [292.4, 293.6], "text": " Hello, I am Cora."}, {"timestamp": [293.84, 295.08], "text": " I am here to help you."}, {"timestamp": [295.52, 298.2], "text": " Ask me a question about the topics on the right."}, {"timestamp": [298.36, 299.08], "text": " This is Cora."}, {"timestamp": [299.88, 304.72], "text": " She's our digital human and she can answer basic banking queries."}, {"timestamp": [304.72, 305.36], "text": " And she's got basic banking queries."}, {"timestamp": [307.38, 307.76], "text": " And she's got lovely diamond earrings."}, {"timestamp": [310.62, 310.76], "text": " She looks very friendly and very personable."}, {"timestamp": [311.84, 312.0], "text": " And she's very attentive."}, {"timestamp": [315.14, 315.82], "text": " She's obviously just waiting to take a question from us."}, {"timestamp": [316.98, 318.08], "text": " I've lost my card."}, {"timestamp": [319.0, 319.44], "text": " Do not worry."}, {"timestamp": [321.26, 321.82], "text": " Losing a card can happen to anyone."}, {"timestamp": [323.04, 323.6], "text": " It's easy to replace."}, {"timestamp": [325.8, 326.16], "text": " Although Cora's not human,"}, {"timestamp": [328.02, 328.56], "text": " she's not just any old avatar either."}, {"timestamp": [330.54, 331.18], "text": " She's been programmed with emotional intelligence."}, {"timestamp": [333.52, 333.9], "text": " She can tell what sort of a mood her customers are in."}, {"timestamp": [336.0, 336.32], "text": " So if I'm stressed out about my overdraft,"}, {"timestamp": [337.52, 338.44], "text": " she's supposed to sense it."}, {"timestamp": [339.7, 340.28], "text": " Unlike human employees,"}, {"timestamp": [341.26, 341.56], "text": " Cora doesn't get sick."}, {"timestamp": [343.52, 345.3], "text": " She doesn't need maternity leave or holiday, and she doesn't even get paid."}, {"timestamp": [345.92, 354.7], "text": " So lurking behind all this shiny new technology is the thorny question of cost cutting, replacing human bank staff and the branches they operate in."}, {"timestamp": [355.32, 357.44], "text": " And then there's the question of what customers want."}, {"timestamp": [358.54, 365.56], "text": " RBS Chief Executive Ross McEwen has been battling with the legacy of the crisis 10 years ago, putting the bank back on its feet."}, {"timestamp": [366.3, 370.02], "text": " And he admits it's now time for banks to focus more on their customers."}, {"timestamp": [370.9, 375.98], "text": " In the UK, it's taken quite some time for banks to repair themselves"}, {"timestamp": [375.98, 380.74], "text": " and get back into a position where they can think really strongly about customers again."}, {"timestamp": [381.32, 386.32], "text": " So I think the first five years of that 10 years was not at all good from the"}, {"timestamp": [386.32, 391.56], "text": " customer perspective and I think it's getting better. While the banks are in a state of shock,"}, {"timestamp": [392.02, 397.92], "text": " technology and the way people expect to use it have been moving relentlessly on. That leaves established"}, {"timestamp": [397.92, 403.62], "text": " banks like RBS with the tricky task of grafting new technology onto creaky old systems"}, {"timestamp": [403.62, 405.92], "text": " and ushering in new ways of working."}, {"timestamp": [406.56, 413.96], "text": " Our focus has been given the strong focus on technology more and more a shift away from the"}, {"timestamp": [413.96, 418.3], "text": " physical, because customers aren't using it like they used to, towards much more digital."}, {"timestamp": [419.42, 424.44], "text": " It's true that people are not using checks or even cash as much as in the past."}, {"timestamp": [425.48, 430.14], "text": " RBS says usage of its branches is down 40% in the past four years"}, {"timestamp": [430.14, 433.94], "text": " and one in five customers virtually never sets foot in one."}, {"timestamp": [434.68, 437.1], "text": " Lots of banking now is done on our mobile phones,"}, {"timestamp": [437.7, 439.34], "text": " but change isn't that simple."}, {"timestamp": [440.62, 443.64], "text": " Around 60 bank branches are closing every month in the UK,"}, {"timestamp": [443.92, 445.74], "text": " according to the consumer group which."}, {"timestamp": [446.64, 453.98], "text": " Ross McEwen says community bankers who hold drop-in sessions or see people at private appointments are helping to fill that gap."}, {"timestamp": [454.48, 458.14], "text": " And there are mobile branches in vans that drive around rural areas."}, {"timestamp": [458.9, 460.62], "text": " Even so, not everyone's happy."}, {"timestamp": [461.08, 464.92], "text": " And he admits there still has to be a balance between digital and human."}, {"timestamp": [465.76, 471.42], "text": " If you look at all the transactions that are being done where customers are just moving money themselves, they enjoy it."}, {"timestamp": [471.58, 473.74], "text": " Please don't get in my way. I just want to make the payment."}, {"timestamp": [474.4, 477.7], "text": " I don't have to go and have an interaction or a very simple thing of that nature."}, {"timestamp": [477.8, 482.5], "text": " But when it comes to talking about pensions or it comes to talking about mortgages,"}, {"timestamp": [482.5, 486.72], "text": " still customers are more comfortable having an interaction."}, {"timestamp": [487.5, 489.6], "text": " In other words, they want to talk to a person."}, {"timestamp": [490.52, 493.62], "text": " That's the key to a huge debate going on in the banking business."}, {"timestamp": [494.3, 497.66], "text": " Do people in a smartphone age want to do everything through tech"}, {"timestamp": [497.66, 499.86], "text": " or does the traditional side of banking,"}, {"timestamp": [500.42, 503.64], "text": " visiting a branch with humans inside it, still have a future?"}, {"timestamp": [504.48, 507.82], "text": " Some new banks are not bothering with a branch network at all."}, {"timestamp": [509.0, 513.04], "text": " I'm Anne Bowden. I'm the CEO and founder of Starling Bank."}, {"timestamp": [514.2, 517.04], "text": " Anne's the first woman ever to set up a new bank in the UK,"}, {"timestamp": [517.64, 520.4], "text": " in an industry that is still massively male-dominated."}, {"timestamp": [521.34, 523.94], "text": " But, as she explained when we met over a coffee,"}, {"timestamp": [524.46, 527.0], "text": " she's an unlikely revolutionary."}, {"timestamp": [527.0, 534.12], "text": " When she launched her bank, Starling, in 2014, she'd had a long career in traditional banking."}, {"timestamp": [534.12, 539.24], "text": " She believes more diversity and less male group think will mean there's less risk of another"}, {"timestamp": [539.24, 542.56], "text": " crisis and better service for customers."}, {"timestamp": [542.56, 545.68], "text": " I think there's a huge amount of sameness going on."}, {"timestamp": [546.12, 548.48], "text": " And I think consumers want things that are different."}, {"timestamp": [549.22, 553.24], "text": " And being a woman, being somebody who likes to think out of the box,"}, {"timestamp": [553.56, 557.72], "text": " I felt he was time to do things differently for consumers"}, {"timestamp": [557.72, 559.9], "text": " and to shake up the industry somewhat."}, {"timestamp": [560.38, 562.4], "text": " I'm used to being the only woman in the boardroom."}, {"timestamp": [562.4, 566.2], "text": " I'm used to being the only tech-focused person in the board'm used to being the only tech focus person in the boardroom."}, {"timestamp": [566.2, 570.0], "text": " And I felt quite passionately that we needed to do something different."}, {"timestamp": [570.0, 575.0], "text": " Starling now has 200,000 customers and also offers business accounts."}, {"timestamp": [575.0, 581.0], "text": " There are no branches, unlike the huge networks Anne used to work for in the traditional banks."}, {"timestamp": [581.0, 584.0], "text": " Just about everything is done via a smartphone app."}, {"timestamp": [584.0, 585.46], "text": " Of course, the traditional players are also working on new technology via a smartphone app. Of course, the"}, {"timestamp": [585.46, 590.02], "text": " traditional players are also working on new technology, but she believes having no"}, {"timestamp": [590.02, 595.16], "text": " branches gives her a big cost advantage. What we are doing is providing all the"}, {"timestamp": [595.16, 599.08], "text": " tools and capabilities that people used to have from an individual"}, {"timestamp": [599.08, 607.56], "text": " conversation by providing it in the app, in the tools so they can actually really have the right advice at the right time."}, {"timestamp": [607.96, 612.76], "text": " But it sounds like you're talking about the difference between a Facebook friend and a real-life friend."}, {"timestamp": [613.24, 618.14], "text": " And there is in the end no substitute for that real-life banking friend, is there?"}, {"timestamp": [618.26, 622.06], "text": " Well, with Starly, you can phone somebody up 24 by 7 and we answer the phone."}, {"timestamp": [622.62, 628.28], "text": " I spent many years in branches trying to figure out what to do with branches."}, {"timestamp": [628.28, 631.02], "text": " It's a huge estate, it's very, very expensive."}, {"timestamp": [631.02, 633.06], "text": " We haven't been listening to customers."}, {"timestamp": [633.06, 634.78], "text": " We are not for everyone."}, {"timestamp": [634.78, 637.0], "text": " Some people will still need branches."}, {"timestamp": [637.0, 642.06], "text": " Some people will need a more expensive face-to-face relationship."}, {"timestamp": [642.06, 646.1], "text": " The new movement in banking is all about giving choice."}, {"timestamp": [646.1, 648.7], "text": " Anne is an evangelist for the invisible bank,"}, {"timestamp": [648.7, 650.76], "text": " or branchless banking."}, {"timestamp": [650.76, 654.4], "text": " Others take a very different stance."}, {"timestamp": [654.4, 657.0], "text": " Metro Bank, another new kid on the block,"}, {"timestamp": [657.0, 660.34], "text": " certainly doesn't think branches are relics of the past."}, {"timestamp": [660.34, 663.16], "text": " Its strategy is opening lots of new ones,"}, {"timestamp": [663.16, 665.76], "text": " though it prefers to call them stores."}, {"timestamp": [668.4, 669.2], "text": " I'm standing outside the newest branch of Metro."}, {"timestamp": [672.54, 672.9], "text": " It's at the West Key Shopping Centre in Southampton."}, {"timestamp": [678.02, 678.26], "text": " There are people milling around everywhere and seagulls crying in the background,"}, {"timestamp": [679.9, 680.52], "text": " lots of noise and lots of activity."}, {"timestamp": [684.12, 687.84], "text": " I'm standing here with Ian Kirkpatrick, the Managing Director Retail. So Ian, tell me, why have you chosen to open here?"}, {"timestamp": [688.34, 693.42], "text": " I think the number of people that are around here, this is the busiest point in Southampton City Centre."}, {"timestamp": [693.8, 696.22], "text": " We want to be right pie where people pass."}, {"timestamp": [696.6, 699.16], "text": " But most of the banks are closing down branches."}, {"timestamp": [699.56, 702.62], "text": " Why are you going against the tide and opening a branch?"}, {"timestamp": [702.88, 708.76], "text": " Well, I think they're closing down because they are not as relevant as we are you know so we want to give our"}, {"timestamp": [708.76, 713.08], "text": " customers the absolute best choice of digital banking the best choice of"}, {"timestamp": [713.08, 716.8], "text": " telephony banking and best choice of physical in branch banking as well and"}, {"timestamp": [716.8, 720.46], "text": " being open seven days a week as we are and being open at eight in the morning to"}, {"timestamp": [720.46, 724.96], "text": " eight at night that gives people a chance to bank where and when they want and so"}, {"timestamp": [724.96, 727.0], "text": " you know our stores are incredibly popular."}, {"timestamp": [727.26, 730.5], "text": " But come on, opening what you call a store, I would call a branch."}, {"timestamp": [730.82, 734.84], "text": " That's expensive. This is an expensive bit of real estate here in Southampton, isn't it?"}, {"timestamp": [734.86, 738.0], "text": " I mean, you could do all that a lot cheaper if you just did it online, couldn't you?"}, {"timestamp": [738.0, 743.02], "text": " Well, you can do it cheaper, but I don't think everybody wants a purely online digital experience."}, {"timestamp": [743.4, 745.24], "text": " Okay, and let's go and take a look inside."}, {"timestamp": [745.24, 746.24], "text": " Great."}, {"timestamp": [746.24, 751.44], "text": " Metro Bank was set up by a US banking entrepreneur, Vernon Hill."}, {"timestamp": [751.44, 756.8], "text": " And this branch, sorry, store, has plenty of glitz and Rasmataz."}, {"timestamp": [756.8, 761.4], "text": " There's a big chrome machine that will count your change, which looks a bit like a jukebox."}, {"timestamp": [761.4, 766.24], "text": " There are lots of shiny tiles everywhere, and's very open with no ropes or barriers."}, {"timestamp": [766.24, 772.24], "text": " There are some nice touches too, like the sepia picture of Old Southampton in the 1920s with"}, {"timestamp": [772.24, 778.64], "text": " ships in the dock and a surprise return, a room full of old school safety deposit boxes."}, {"timestamp": [778.64, 783.84], "text": " You can see here there's nearly 2,000 boxes in here. They're all key operated, we have a key,"}, {"timestamp": [783.84, 785.38], "text": " the customer has a key."}, {"timestamp": [788.38, 789.76], "text": " And they put their box back into a particular space that they know exactly where it is."}, {"timestamp": [790.76, 792.22], "text": " Seems a bit back to the future."}, {"timestamp": [792.76, 795.78], "text": " But they get twitchy if you suggest they're more retro than Metro"}, {"timestamp": [795.78, 799.06], "text": " because they believe they've got the right formula for the future."}, {"timestamp": [800.1, 803.06], "text": " Chief Executive Craig Donaldson is full of enthusiasm."}, {"timestamp": [803.94, 805.72], "text": " He wants his customers to be fans."}, {"timestamp": [806.64, 808.26], "text": " That's a tall order for any bank"}, {"timestamp": [808.26, 810.94], "text": " when you think how trust was shattered in the crisis."}, {"timestamp": [811.54, 814.02], "text": " The reason we are all here is to create fans."}, {"timestamp": [814.56, 816.28], "text": " And that's create fans amongst our colleagues"}, {"timestamp": [816.28, 817.96], "text": " and create fans amongst our customers."}, {"timestamp": [818.58, 821.2], "text": " And that's how you avoid, I think, what happened before"}, {"timestamp": [821.2, 823.66], "text": " by making sure that people are focused on the customer."}, {"timestamp": [824.22, 830.34], "text": " But that all sounds fantastic, but it also slightly sounds very American and a bit un-British."}, {"timestamp": [830.46, 836.26], "text": " I mean, surely no one's really like a great fan of their bank and goes around being gung-ho and cheerleading,"}, {"timestamp": [836.74, 838.5], "text": " say, how marvellous is my bank?"}, {"timestamp": [838.82, 840.04], "text": " That's just not real, is it?"}, {"timestamp": [840.6, 843.22], "text": " Look, last year we spent less than £100,000 on advertising,"}, {"timestamp": [843.72, 846.28], "text": " and we grew the bank by 300,000 customers."}, {"timestamp": [846.76, 849.06], "text": " People would recommend us to their friends, the family and the colleagues"}, {"timestamp": [849.06, 851.84], "text": " because our view is that's how you win business long term."}, {"timestamp": [853.14, 856.28], "text": " Craig is trying to build a national network from the south-east"}, {"timestamp": [856.28, 857.38], "text": " across the whole country."}, {"timestamp": [858.18, 861.2], "text": " He's proud of the word disruptor and keen to challenge"}, {"timestamp": [861.2, 865.22], "text": " what he sees as the closed, cosy environment of UK banking."}, {"timestamp": [865.84, 869.18], "text": " So you've got this small island with a lot of people on it,"}, {"timestamp": [869.52, 872.36], "text": " a huge banking market, over two trillion in deposits."}, {"timestamp": [873.08, 876.34], "text": " And it's basically owned and run by five or six players."}, {"timestamp": [876.9, 881.18], "text": " Britain has two few banks that are far too large that own the market."}, {"timestamp": [881.48, 883.7], "text": " And they need competition to improve."}, {"timestamp": [884.46, 889.28], "text": " What's so interesting about these so-called challenges to the big players is the range of"}, {"timestamp": [889.28, 896.64], "text": " styles, smartphone only, US style pizzazz like Metro, and there are others offering a much more"}, {"timestamp": [896.64, 899.68], "text": " conservative model in a fast-changing world."}, {"timestamp": [899.68, 905.92], "text": " The idea behind the phrase church spire principle is that you should not do business with the customer"}, {"timestamp": [905.92, 908.08], "text": " that you cannot see from the local church buyer."}, {"timestamp": [908.6, 912.18], "text": " Mikhail Sorensen is the UK chief executive of Handelsbankan."}, {"timestamp": [912.84, 916.76], "text": " It's a Swedish bank that opened its first branch in Britain in 1982"}, {"timestamp": [916.76, 923.98], "text": " and saw an opportunity to expand after the big British banks disgraced themselves in the financial crisis a decade ago."}, {"timestamp": [924.88, 929.76], "text": " In contrast to the glitz at Metro Bank, he uses homely Scandy language."}, {"timestamp": [930.36, 935.02], "text": " It's based on the church spire principle, where the branch only does business with people"}, {"timestamp": [935.02, 939.86], "text": " and firms that the manager could actually see if she clambered to the top of the local steeple."}, {"timestamp": [940.38, 946.54], "text": " Our account managers, they will meet their customer when they queue at Tesco Saturday morning for their groceries."}, {"timestamp": [947.2, 952.66], "text": " That you don't meet in many other banks, that opportunity to actually meet your customer also outside office hours."}, {"timestamp": [953.36, 956.68], "text": " It feels very much like a throwback to the old-style bank manager."}, {"timestamp": [957.36, 962.94], "text": " That's reassuring for some, but a bit daunting to others, the bank manager could be an intimidating figure."}, {"timestamp": [963.48, 965.5], "text": " But Mikhail Sorensen says this kind of"}, {"timestamp": [965.5, 971.5], "text": " very local contact enables his bank to monitor much more closely who they're lending to, and that"}, {"timestamp": [971.5, 977.58], "text": " reduces the risks. Being local also means that our brand staff use their gut feeling and all the"}, {"timestamp": [977.58, 982.76], "text": " things that you cannot see in an annual report to base their decision on whether or not to take a"}, {"timestamp": [982.76, 986.96], "text": " customer in. So you can really look at me and look me in the whites of my eyes"}, {"timestamp": [986.96, 990.18], "text": " and get an impression whether I'd be a good person"}, {"timestamp": [990.18, 991.88], "text": " to give an account to a Handel's Bank"}, {"timestamp": [991.88, 994.3], "text": " as opposed to just seeing me on a computer."}, {"timestamp": [994.48, 997.14], "text": " Yeah, if I knew you from the local community where you live,"}, {"timestamp": [997.22, 1002.62], "text": " then I definitely think that would be a very strong part of the analysis of the customer."}, {"timestamp": [1003.06, 1009.0], "text": " A good example is that if you have a loan to a bakery in Venice,"}, {"timestamp": [1009.0, 1013.0], "text": " and you have granted that loan from the branch in Venice,"}, {"timestamp": [1013.0, 1017.0], "text": " then suddenly there's no smoke coming out of the chimney at the bakery,"}, {"timestamp": [1017.0, 1019.0], "text": " then you will notice that on your way to work,"}, {"timestamp": [1019.0, 1021.0], "text": " and then you can take immediate action."}, {"timestamp": [1021.0, 1028.74], "text": " If you sit in London, you will never notice if the chimney stops smoking, and then it's too late to do something the day that it collapses."}, {"timestamp": [1029.78, 1035.16], "text": " Handel's Banken's model has been described by one analyst as thrillingly boring. The bank"}, {"timestamp": [1035.16, 1041.14], "text": " itself denies that and says its old-style branch network is worthwhile. Yes, it costs,"}, {"timestamp": [1041.44, 1043.76], "text": " but other parts of its operation are leaner."}, {"timestamp": [1044.36, 1048.94], "text": " We don't have this whole middle layer, as you often see, another bank."}, {"timestamp": [1050.12, 1051.92], "text": " Each branch manager in Hannesbaden,"}, {"timestamp": [1052.42, 1056.58], "text": " reports to a member of the senior management who reports to the group CEO."}, {"timestamp": [1057.04, 1061.56], "text": " So between the group CEO and the branch manager, there's only one person in the bank."}, {"timestamp": [1061.64, 1063.46], "text": " That's how flat our organization is."}, {"timestamp": [1063.46, 1066.0], "text": " If you go to any high street bank,"}, {"timestamp": [1066.0, 1068.0], "text": " there's many, many, many layers."}, {"timestamp": [1068.0, 1070.0], "text": " Every layer costs a lot of money."}, {"timestamp": [1072.0, 1074.0], "text": " Oh now, this is a beautiful cabinet."}, {"timestamp": [1074.0, 1075.5], "text": " What's this?"}, {"timestamp": [1075.5, 1079.0], "text": " So these actually were the original hat boxes"}, {"timestamp": [1079.0, 1081.0], "text": " and which the bankers would have deposited."}, {"timestamp": [1081.0, 1083.0], "text": " For their bowler hats."}, {"timestamp": [1083.0, 1085.6], "text": " And the draw beneath here is where the silver canes would have been deposited"}, {"timestamp": [1085.6, 1088.2], "text": " before going into the boardroom itself to take session."}, {"timestamp": [1088.2, 1088.44], "text": " That's wonderful."}, {"timestamp": [1088.58, 1091.12], "text": " So these really are actually just posh lockers, aren't they?"}, {"timestamp": [1091.22, 1091.8], "text": " They really are."}, {"timestamp": [1092.76, 1095.46], "text": " All this talk of costly layers of management"}, {"timestamp": [1095.46, 1097.84], "text": " reminded me of the Ned where we began."}, {"timestamp": [1098.54, 1103.32], "text": " The grand old Middle and Bank H.Q had beautiful ornate wooden lockers"}, {"timestamp": [1103.32, 1105.56], "text": " for board members to store their bowler hats"}, {"timestamp": [1105.56, 1110.7], "text": " and a shelf for their silver-topped canes before they went to have lunch with their well-heeled"}, {"timestamp": [1110.7, 1113.92], "text": " clients underneath magnificent chandeliers."}, {"timestamp": [1116.84, 1119.48], "text": " But what about those at the other end of society?"}, {"timestamp": [1120.1, 1122.52], "text": " Will today's banking revolution benefit them?"}, {"timestamp": [1123.44, 1125.44], "text": " All the talk of choosing the right customers"}, {"timestamp": [1125.44, 1129.32], "text": " raises the question of whether the banks of the future will reach everyone."}, {"timestamp": [1130.24, 1133.28], "text": " There's always been a problem with the so-called unbanked,"}, {"timestamp": [1133.52, 1136.88], "text": " the customers no one wants because they're seen as too risky."}, {"timestamp": [1137.6, 1139.76], "text": " Credit unions have tried to plug the gap."}, {"timestamp": [1140.4, 1144.48], "text": " While in Southampton, I met Nicholas Ridge from Solent Credit Union."}, {"timestamp": [1148.5, 1152.5], "text": " Yeah, I think the social purpose is key sense of community spirit. The way it works is that because the Credit Union is owned by its members,"}, {"timestamp": [1152.5, 1157.5], "text": " then there is no profit motive, there's no overriding profit motive."}, {"timestamp": [1157.5, 1162.5], "text": " We want to make a profit because we want to be able to invest in the business"}, {"timestamp": [1162.5, 1166.0], "text": " and we also want to be able to pay a dividend to our savers."}, {"timestamp": [1166.0, 1173.0], "text": " But there are no people around who are on flashy bonuses or big salaries and no shareholders as such"}, {"timestamp": [1173.0, 1178.0], "text": " who are asking for a return. So the thing as it were remains within the family."}, {"timestamp": [1178.0, 1184.0], "text": " He acknowledges that credit unions might have high ideals, but they also have a very old-fashioned image."}, {"timestamp": [1184.0, 1190.2], "text": " They can't afford advertising, so they'll remain small scale and reliant on grants."}, {"timestamp": [1190.2, 1194.94], "text": " In the meantime, though, some believe the new kind of banking using technology can lower"}, {"timestamp": [1194.94, 1197.44], "text": " costs and help reach more people."}, {"timestamp": [1197.44, 1199.88], "text": " Anne Bowden from Starling Bank."}, {"timestamp": [1199.88, 1202.12], "text": " Banking for the unbanked is a huge problem."}, {"timestamp": [1202.12, 1205.32], "text": " Starly is not specifically a bank for the unbanked."}, {"timestamp": [1205.32, 1211.44], "text": " But the important thing is if we start lowering the cost of delivering these service,"}, {"timestamp": [1211.44, 1216.32], "text": " and that will only happen when we have competition. That only happens when we have new technology"}, {"timestamp": [1216.32, 1221.52], "text": " and new services, then we can bring the cost of delivering that service down, and therefore"}, {"timestamp": [1221.52, 1228.0], "text": " everybody can have that benefit. Some of the new technology pioneered by payday loan companies"}, {"timestamp": [1228.0, 1233.0], "text": " for those who couldn't access mainstream banks has been emulated by the big banks."}, {"timestamp": [1233.0, 1239.0], "text": " While the high rates of interest were controversial, customers liked the fact they could get the money so quickly."}, {"timestamp": [1239.0, 1244.0], "text": " It's part of a change in culture generally. We want things to happen fast."}, {"timestamp": [1244.0, 1249.46], "text": " And dealing with technology, letting algorithms decide on loans, for example, could have"}, {"timestamp": [1249.46, 1251.5], "text": " another big advantage."}, {"timestamp": [1251.5, 1256.92], "text": " It takes away, some argue, any element of prejudice there might be with a human loan officer"}, {"timestamp": [1256.92, 1259.42], "text": " and customers feel less embarrassed."}, {"timestamp": [1259.42, 1267.12], "text": " I did an experiment a couple of years ago where I allow branch managers to award a 25,000 pound loan, they"}, {"timestamp": [1267.12, 1274.28], "text": " were less likely to lend than the algorithm. And that is because individuals have all these"}, {"timestamp": [1274.28, 1280.72], "text": " things going through their head that actually impact their judgement. Individuals and cultural"}, {"timestamp": [1280.72, 1286.56], "text": " things shouldn't be allowed to influence whether somebody is allowed a business loan"}, {"timestamp": [1286.56, 1293.48], "text": " or not. So some say computers should play an ever larger role in our banking life. Others still"}, {"timestamp": [1293.48, 1298.96], "text": " believe in humans taking the lead, though ideally ones that are not given perverse financial"}, {"timestamp": [1298.96, 1305.0], "text": " incentives that lead to mis-selling or short-term thinking. But maybe it's not an either-or."}, {"timestamp": [1305.58, 1308.68], "text": " Maybe there's going to be a new marriage between humans and tech"}, {"timestamp": [1308.68, 1312.26], "text": " through something really revolutionary called open banking."}, {"timestamp": [1312.78, 1317.9], "text": " So in our organisation today, there's well over 600 people in our data team that actually"}, {"timestamp": [1317.9, 1318.74], "text": " work on data."}, {"timestamp": [1318.94, 1322.6], "text": " And there are thousands of people in the businesses that are working on data that"}, {"timestamp": [1322.6, 1324.88], "text": " weren't there probably five years ago."}, {"timestamp": [1325.0, 1329.0], "text": " Back at RBS, Ross McKewen is not only shedding some staff,"}, {"timestamp": [1329.0, 1334.0], "text": " but also seeing a huge transformation in what many of his remaining employees do."}, {"timestamp": [1334.0, 1338.0], "text": " Data is key, and it's soon going to play a much bigger role,"}, {"timestamp": [1338.0, 1341.0], "text": " and open banking will make that possible."}, {"timestamp": [1341.0, 1343.0], "text": " It comes out of a change to European law,"}, {"timestamp": [1343.0, 1346.0], "text": " the second payments directive, or PSD too."}, {"timestamp": [1346.0, 1352.0], "text": " Sounds obscure, but it gives individuals and small firms more control over their financial data."}, {"timestamp": [1352.0, 1357.0], "text": " And it's got huge implications for competition and the way we do our banking."}, {"timestamp": [1357.0, 1364.0], "text": " Data is powerful. Data gives you all that insight into how you can improve your financial life."}, {"timestamp": [1364.0, 1365.0], "text": " And until now, it was used for banks' benefit to sell you stuff. that insight into how you can improve your financial life."}, {"timestamp": [1365.0, 1369.92], "text": " And until now, it was used for banks' benefit to sell you stuff."}, {"timestamp": [1369.92, 1374.44], "text": " Now we're using that data to help people with their financial life."}, {"timestamp": [1374.44, 1378.88], "text": " As Anne Bowden points out, data's always been vital for banking."}, {"timestamp": [1378.88, 1384.12], "text": " But now the idea is that instead of your bank controlling your data, you will."}, {"timestamp": [1384.12, 1386.72], "text": " Banks won't be allowed to hoard your information for themselves."}, {"timestamp": [1387.26, 1389.44], "text": " They'll have to share it with other authorised companies."}, {"timestamp": [1390.1, 1391.36], "text": " With your consent, of course."}, {"timestamp": [1392.16, 1393.26], "text": " Why is that so important?"}, {"timestamp": [1394.08, 1398.18], "text": " Well, it should lead to more competition, more innovation and better products."}, {"timestamp": [1398.62, 1401.86], "text": " You could, for instance, link your bank account to an app"}, {"timestamp": [1401.86, 1403.78], "text": " that would analyse your saving and spending"}, {"timestamp": [1403.78, 1406.4], "text": " and recommend ways of managing your money better."}, {"timestamp": [1407.56, 1411.02], "text": " New generations of digital assistance, like RBS's Cora,"}, {"timestamp": [1411.52, 1414.02], "text": " could help unleash the power of data for customers."}, {"timestamp": [1414.8, 1418.96], "text": " RBS Chief Executive Ross McEwen believes that how well banks manage this"}, {"timestamp": [1418.96, 1421.18], "text": " will be the key to their future success."}, {"timestamp": [1421.94, 1426.46], "text": " I think through open banking over the next 12 to 24 months you're going"}, {"timestamp": [1426.46, 1431.76], "text": " to see banks like ourselves help nudge customers to better decisions. And that might be just"}, {"timestamp": [1431.76, 1435.94], "text": " nudging them to say, well, you're about to go into overdraft. Do you want to pop some money into"}, {"timestamp": [1435.94, 1441.76], "text": " your account, which is what we do a lot of today? But there are some things around, I think"}, {"timestamp": [1441.76, 1445.14], "text": " we can nudge them towards, are you really needing to spend that money?"}, {"timestamp": [1445.24, 1450.62], "text": " Do you think you could, you know, spend less and get the same impact on a number of things like"}, {"timestamp": [1450.62, 1451.44], "text": " household bills?"}, {"timestamp": [1451.78, 1457.2], "text": " So you might, in future, Cora, or some other method might be telling me not to buy so many handbags"}, {"timestamp": [1457.2, 1459.16], "text": " and save a bit more in my eyes."}, {"timestamp": [1459.62, 1463.46], "text": " Well, we'll leave you to make that decision, but there might be some things we say,"}, {"timestamp": [1463.56, 1465.4], "text": " actually, here's some ways you can save some money"}, {"timestamp": [1465.4, 1467.94], "text": " if you're interested in this, you know, had you thought about."}, {"timestamp": [1468.6, 1470.74], "text": " There's one thing we haven't talked about much,"}, {"timestamp": [1471.14, 1473.22], "text": " and it's very important, trust."}, {"timestamp": [1474.02, 1477.28], "text": " Our faith in the banks was badly damaged in the financial crisis"}, {"timestamp": [1477.28, 1480.52], "text": " and now new fears about privacy and data"}, {"timestamp": [1480.52, 1482.24], "text": " are high in customers' minds."}, {"timestamp": [1483.16, 1486.72], "text": " Though banks are still expecting to make money in traditional ways,"}, {"timestamp": [1486.72, 1489.76], "text": " and Bowden believes they'll also become more like platforms"}, {"timestamp": [1489.76, 1493.48], "text": " through which people access and manage all their finances."}, {"timestamp": [1493.48, 1496.36], "text": " When customers start using us, they start seeing"}, {"timestamp": [1496.36, 1498.3], "text": " where they're actually spending their money,"}, {"timestamp": [1498.3, 1501.18], "text": " and we categorise the transactions automatically."}, {"timestamp": [1501.18, 1504.24], "text": " And we think that people are in two sort of categories."}, {"timestamp": [1504.24, 1510.84], "text": " The people had never opened the envelope, and the people have spent Sunday evening on the spreadsheet. What we do is do"}, {"timestamp": [1510.84, 1515.24], "text": " all that hard work for people without them having to spend their Sunday evening on that spreadsheet."}, {"timestamp": [1515.78, 1520.86], "text": " And then they can actually understand where their money goes. Every bank in future is going to"}, {"timestamp": [1520.86, 1530.68], "text": " make this kind of claim. We're best at keeping your money and data secure and showing you how to use it to maximum advantage. But even more radical change may be on the"}, {"timestamp": [1530.68, 1536.02], "text": " horizon. Could the largest tech companies like Amazon, Apple or Google get into banking,"}, {"timestamp": [1536.54, 1541.3], "text": " developing their payments infrastructure, for example, into something bigger? They might balk"}, {"timestamp": [1541.3, 1547.84], "text": " at the regulation involved, but Ross McEwen of RBS senses how overall competition will intensify."}, {"timestamp": [1548.28, 1551.78], "text": " If we don't keep up with technology, we will be overtaken."}, {"timestamp": [1552.08, 1556.46], "text": " The issue I would have is banks like ourselves are keeping up with the technology,"}, {"timestamp": [1556.7, 1562.62], "text": " and I think people will be positively surprised at the things that they can do with us today and in a 12 months' time,"}, {"timestamp": [1563.12, 1565.16], "text": " that actually say, well, why would I need to go anywhere"}, {"timestamp": [1565.16, 1569.54], "text": " else? So it's going to be a great battle. And the competition is the great thing about it,"}, {"timestamp": [1569.54, 1573.8], "text": " because competition makes an institution a better institution over time."}, {"timestamp": [1574.76, 1579.7], "text": " Others still believe tech won't change everything. Here's how Metro Bank Chief Executive Craig"}, {"timestamp": [1579.7, 1581.6], "text": " Donaldson sees the next decade."}, {"timestamp": [1582.16, 1586.4], "text": " I do think we'll see the concentration reduce, but I still think you'll have dominant players,"}, {"timestamp": [1586.4, 1589.6], "text": " but you'll have larger disruptors and challenges,"}, {"timestamp": [1589.6, 1592.8], "text": " giving them a harder time, creating better competition all the time,"}, {"timestamp": [1592.8, 1594.2], "text": " and we will be one of them."}, {"timestamp": [1594.2, 1597.8], "text": " I also think undoubtedly you're going to see the march of technology continue,"}, {"timestamp": [1597.8, 1601.6], "text": " but I still think you'll see people put more and more value on face-to-face"}, {"timestamp": [1601.6, 1603.6], "text": " and on fulfilment."}, {"timestamp": [1603.6, 1606.0], "text": " We'll all have to decide how much we embrace technology,"}, {"timestamp": [1606.0, 1610.0], "text": " how much that old idea of banking being based on human relationships"}, {"timestamp": [1610.0, 1612.0], "text": " remains attractive."}, {"timestamp": [1612.0, 1620.0], "text": " Back at the Ned, that symbol of the opulent grandeur of the golden age of the bank branch,"}, {"timestamp": [1620.0, 1625.2], "text": " managing Director Gareth Banner is well placed to witness the changes in banking and technology."}, {"timestamp": [1625.84, 1628.48], "text": " And the world on his doorstep is changing fast."}, {"timestamp": [1629.0, 1631.4], "text": " Our new neighbours across the road in the form of Bloomberg,"}, {"timestamp": [1632.2, 1635.88], "text": " some might argue they're a finance company, some people might argue that they're a media company,"}, {"timestamp": [1636.0, 1637.92], "text": " some people might argue they're a technology company."}, {"timestamp": [1638.16, 1642.5], "text": " I think it's a very good example of how the lines are becoming far more blurred"}, {"timestamp": [1642.5, 1651.16], "text": " and that it's a much more diverse community that are working and indeed socialising he's right old lines are"}, {"timestamp": [1651.16, 1656.02], "text": " blurring between banking and technology and old ideas about banking are being"}, {"timestamp": [1656.02, 1660.92], "text": " challenged from all sides the new banks have a long way to go before they'll be a"}, {"timestamp": [1660.92, 1664.54], "text": " real threat to the big players but they have certainly shaken up the"}, {"timestamp": [1664.54, 1665.46], "text": " established banks."}, {"timestamp": [1666.32, 1669.86], "text": " What's fascinating is the sheer diversity of those challenges."}, {"timestamp": [1670.76, 1674.46], "text": " The fact there is not just one vision of the bank of the future, but many."}, {"timestamp": [1675.12, 1678.92], "text": " And that should only be good for customers and for consumer choice."}, {"timestamp": [1683.42, 1688.02], "text": " Banking on the Future was presented by Ruth Sundland and produced by me, Chris Bowlby."}, {"timestamp": [1688.46, 1693.98], "text": " If you enjoyed this episode, more subjects can be explored on the World of Business podcast web page."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. Thank you for downloading the World of Business podcast. In this edition, Banking on the Future, Ruth Sunderland discovers how the banks we all use could be facing a revolution. When we look around here, around what once was the banking hall, it's a very large space and I'm really struck by these gorgeous green stone pillars. What are those? Actually as we started to clean them up it became apparent that they are in fact a very intricate and very very detailed mosaic of verdite stone, which is a precious, semi-precious stone. And it has been said if you could find as much verdite today and could find the craftsmen who could assemble the detailed mosaic, each pillar might have a value of up to a million pounds. And so it really is a great example of how you know money was no object i'm at the ned in the heart of the city of london it was the global hq of middle and bank designed by edwin luchins ned to his friends one of the most famous architects of his day he wanted this place to ooze wealth and confidence and and it does, but no longer as a bank. When it opened its doors in the 1920s, the big bank seemed invincible, indestructible, and this building is a powerful symbol of that. Times change. The bank moved out and it became a white elephant, empty for several years before it was turned into a posh hotel, members club and spa. I'm being given a tour by managing director, Gareth Banner. Now this is a beautiful blue swimming pool with mosaic black and white tiles on the sides, lovely lights. And now what was this room when this was a bank? This room actually was the bullion bolt. But the low ceiling level in here is a clue to the fact that once upon a time it would have been stacked with gold bullion and actually therefore... This place is really buzzing. But I still feel a ghostly, slightly poignant sense of its past life. It's just one of many former bank branches that have had to find new uses as they've been labelled surplus to requirements. Talking to Gareth Banner, it's clear why it's happening. You are now running what was once probably Britain's grandest bank branch. And I'm curious, do you go into a bank branch often yourself? I can't remember the last time I went into a bank. I think the birth of the internet has changed the way we live. And technology in particular is rocking that old world of bricks and mortar banking to its core. What's going to happen to branches? What about the thousands of staff? Will the major players of today be able to stay on top tomorrow? And what does it mean for us, the customers? Will we even deal with human managers and cashiers? Or just with bank bots? It's a fascinating and scary time in the banking business. I've been discovering that everyone knows big change is coming, but no one's quite sure what. What we've seen at the moment is a gentle evolution of something that hasn't changed for 300 years. Things could be very, very different because technology now makes it possible and it's a very, very exciting future we're going to have. I think it's going to happen over the next 10, 20 years. Anne Bowden from Starling Bank, one of the so-called challenger banks. More from them later. But first, what about the major players? For many years, High Street banking has been dominated by four or five big banks. They've all had to spend a lot of time recovering from the financial crisis of a decade ago. But trying to go back to how things were, putting Humpty Dumpty back together again, that was never an option, because technology was moving on and moving fast. So this is amazing, isn't it? Yeah, yeah, this just opened. This looks like a trendy tech hub rather than a bank. It looks nothing like a bank at all. And you've got a graffiti whiteboard here. That's brilliant. I'm visiting a high-tech centre run by RBS. It's the bank that was at the epicentre of the crash when it had to be bailed out with billions of pounds of British taxpayers' money. But here, in a trendy bit of North London, lots of people who look more like hipsters than bankers are trying to find the kind of technology customers will want. Kristen Benny, from the RBS innovation team, is especially keen to introduce me to a brand new kind of bank employee. Hello, I am Cora. I am here to help you. Ask me a question about the topics on the right. This is Cora. She's our digital human and she can answer basic banking queries. And she's got basic banking queries. And she's got lovely diamond earrings. She looks very friendly and very personable. And she's very attentive. She's obviously just waiting to take a question from us. I've lost my card. Do not worry. Losing a card can happen to anyone. It's easy to replace. Although Cora's not human, she's not just any old avatar either. She's been programmed with emotional intelligence. She can tell what sort of a mood her customers are in. So if I'm stressed out about my overdraft, she's supposed to sense it. Unlike human employees, Cora doesn't get sick. She doesn't need maternity leave or holiday, and she doesn't even get paid. So lurking behind all this shiny new technology is the thorny question of cost cutting, replacing human bank staff and the branches they operate in. And then there's the question of what customers want. RBS Chief Executive Ross McEwen has been battling with the legacy of the crisis 10 years ago, putting the bank back on its feet. And he admits it's now time for banks to focus more on their customers. In the UK, it's taken quite some time for banks to repair themselves and get back into a position where they can think really strongly about customers again. So I think the first five years of that 10 years was not at all good from the customer perspective and I think it's getting better. While the banks are in a state of shock, technology and the way people expect to use it have been moving relentlessly on. That leaves established banks like RBS with the tricky task of grafting new technology onto creaky old systems and ushering in new ways of working. Our focus has been given the strong focus on technology more and more a shift away from the physical, because customers aren't using it like they used to, towards much more digital. It's true that people are not using checks or even cash as much as in the past. RBS says usage of its branches is down 40% in the past four years and one in five customers virtually never sets foot in one. Lots of banking now is done on our mobile phones, but change isn't that simple. Around 60 bank branches are closing every month in the UK, according to the consumer group which. Ross McEwen says community bankers who hold drop-in sessions or see people at private appointments are helping to fill that gap. And there are mobile branches in vans that drive around rural areas. Even so, not everyone's happy. And he admits there still has to be a balance between digital and human. If you look at all the transactions that are being done where customers are just moving money themselves, they enjoy it. Please don't get in my way. I just want to make the payment. I don't have to go and have an interaction or a very simple thing of that nature. But when it comes to talking about pensions or it comes to talking about mortgages, still customers are more comfortable having an interaction. In other words, they want to talk to a person. That's the key to a huge debate going on in the banking business. Do people in a smartphone age want to do everything through tech or does the traditional side of banking, visiting a branch with humans inside it, still have a future? Some new banks are not bothering with a branch network at all. I'm Anne Bowden. I'm the CEO and founder of Starling Bank. Anne's the first woman ever to set up a new bank in the UK, in an industry that is still massively male-dominated. But, as she explained when we met over a coffee, she's an unlikely revolutionary. When she launched her bank, Starling, in 2014, she'd had a long career in traditional banking. She believes more diversity and less male group think will mean there's less risk of another crisis and better service for customers. I think there's a huge amount of sameness going on. And I think consumers want things that are different. And being a woman, being somebody who likes to think out of the box, I felt he was time to do things differently for consumers and to shake up the industry somewhat. I'm used to being the only woman in the boardroom. I'm used to being the only tech-focused person in the board'm used to being the only tech focus person in the boardroom. And I felt quite passionately that we needed to do something different. Starling now has 200,000 customers and also offers business accounts. There are no branches, unlike the huge networks Anne used to work for in the traditional banks. Just about everything is done via a smartphone app. Of course, the traditional players are also working on new technology via a smartphone app. Of course, the traditional players are also working on new technology, but she believes having no branches gives her a big cost advantage. What we are doing is providing all the tools and capabilities that people used to have from an individual conversation by providing it in the app, in the tools so they can actually really have the right advice at the right time. But it sounds like you're talking about the difference between a Facebook friend and a real-life friend. And there is in the end no substitute for that real-life banking friend, is there? Well, with Starly, you can phone somebody up 24 by 7 and we answer the phone. I spent many years in branches trying to figure out what to do with branches. It's a huge estate, it's very, very expensive. We haven't been listening to customers. We are not for everyone. Some people will still need branches. Some people will need a more expensive face-to-face relationship. The new movement in banking is all about giving choice. Anne is an evangelist for the invisible bank, or branchless banking. Others take a very different stance. Metro Bank, another new kid on the block, certainly doesn't think branches are relics of the past. Its strategy is opening lots of new ones, though it prefers to call them stores. I'm standing outside the newest branch of Metro. It's at the West Key Shopping Centre in Southampton. There are people milling around everywhere and seagulls crying in the background, lots of noise and lots of activity. I'm standing here with Ian Kirkpatrick, the Managing Director Retail. So Ian, tell me, why have you chosen to open here? I think the number of people that are around here, this is the busiest point in Southampton City Centre. We want to be right pie where people pass. But most of the banks are closing down branches. Why are you going against the tide and opening a branch? Well, I think they're closing down because they are not as relevant as we are you know so we want to give our customers the absolute best choice of digital banking the best choice of telephony banking and best choice of physical in branch banking as well and being open seven days a week as we are and being open at eight in the morning to eight at night that gives people a chance to bank where and when they want and so you know our stores are incredibly popular. But come on, opening what you call a store, I would call a branch. That's expensive. This is an expensive bit of real estate here in Southampton, isn't it? I mean, you could do all that a lot cheaper if you just did it online, couldn't you? Well, you can do it cheaper, but I don't think everybody wants a purely online digital experience. Okay, and let's go and take a look inside. Great. Metro Bank was set up by a US banking entrepreneur, Vernon Hill. And this branch, sorry, store, has plenty of glitz and Rasmataz. There's a big chrome machine that will count your change, which looks a bit like a jukebox. There are lots of shiny tiles everywhere, and's very open with no ropes or barriers. There are some nice touches too, like the sepia picture of Old Southampton in the 1920s with ships in the dock and a surprise return, a room full of old school safety deposit boxes. You can see here there's nearly 2,000 boxes in here. They're all key operated, we have a key, the customer has a key. And they put their box back into a particular space that they know exactly where it is. Seems a bit back to the future. But they get twitchy if you suggest they're more retro than Metro because they believe they've got the right formula for the future. Chief Executive Craig Donaldson is full of enthusiasm. He wants his customers to be fans. That's a tall order for any bank when you think how trust was shattered in the crisis. The reason we are all here is to create fans. And that's create fans amongst our colleagues and create fans amongst our customers. And that's how you avoid, I think, what happened before by making sure that people are focused on the customer. But that all sounds fantastic, but it also slightly sounds very American and a bit un-British. I mean, surely no one's really like a great fan of their bank and goes around being gung-ho and cheerleading, say, how marvellous is my bank? That's just not real, is it? Look, last year we spent less than £100,000 on advertising, and we grew the bank by 300,000 customers. People would recommend us to their friends, the family and the colleagues because our view is that's how you win business long term. Craig is trying to build a national network from the south-east across the whole country. He's proud of the word disruptor and keen to challenge what he sees as the closed, cosy environment of UK banking. So you've got this small island with a lot of people on it, a huge banking market, over two trillion in deposits. And it's basically owned and run by five or six players. Britain has two few banks that are far too large that own the market. And they need competition to improve. What's so interesting about these so-called challenges to the big players is the range of styles, smartphone only, US style pizzazz like Metro, and there are others offering a much more conservative model in a fast-changing world. The idea behind the phrase church spire principle is that you should not do business with the customer that you cannot see from the local church buyer. Mikhail Sorensen is the UK chief executive of Handelsbankan. It's a Swedish bank that opened its first branch in Britain in 1982 and saw an opportunity to expand after the big British banks disgraced themselves in the financial crisis a decade ago. In contrast to the glitz at Metro Bank, he uses homely Scandy language. It's based on the church spire principle, where the branch only does business with people and firms that the manager could actually see if she clambered to the top of the local steeple. Our account managers, they will meet their customer when they queue at Tesco Saturday morning for their groceries. That you don't meet in many other banks, that opportunity to actually meet your customer also outside office hours. It feels very much like a throwback to the old-style bank manager. That's reassuring for some, but a bit daunting to others, the bank manager could be an intimidating figure. But Mikhail Sorensen says this kind of very local contact enables his bank to monitor much more closely who they're lending to, and that reduces the risks. Being local also means that our brand staff use their gut feeling and all the things that you cannot see in an annual report to base their decision on whether or not to take a customer in. So you can really look at me and look me in the whites of my eyes and get an impression whether I'd be a good person to give an account to a Handel's Bank as opposed to just seeing me on a computer. Yeah, if I knew you from the local community where you live, then I definitely think that would be a very strong part of the analysis of the customer. A good example is that if you have a loan to a bakery in Venice, and you have granted that loan from the branch in Venice, then suddenly there's no smoke coming out of the chimney at the bakery, then you will notice that on your way to work, and then you can take immediate action. If you sit in London, you will never notice if the chimney stops smoking, and then it's too late to do something the day that it collapses. Handel's Banken's model has been described by one analyst as thrillingly boring. The bank itself denies that and says its old-style branch network is worthwhile. Yes, it costs, but other parts of its operation are leaner. We don't have this whole middle layer, as you often see, another bank. Each branch manager in Hannesbaden, reports to a member of the senior management who reports to the group CEO. So between the group CEO and the branch manager, there's only one person in the bank. That's how flat our organization is. If you go to any high street bank, there's many, many, many layers. Every layer costs a lot of money. Oh now, this is a beautiful cabinet. What's this? So these actually were the original hat boxes and which the bankers would have deposited. For their bowler hats. And the draw beneath here is where the silver canes would have been deposited before going into the boardroom itself to take session. That's wonderful. So these really are actually just posh lockers, aren't they? They really are. All this talk of costly layers of management reminded me of the Ned where we began. The grand old Middle and Bank H.Q had beautiful ornate wooden lockers for board members to store their bowler hats and a shelf for their silver-topped canes before they went to have lunch with their well-heeled clients underneath magnificent chandeliers. But what about those at the other end of society? Will today's banking revolution benefit them? All the talk of choosing the right customers raises the question of whether the banks of the future will reach everyone. There's always been a problem with the so-called unbanked, the customers no one wants because they're seen as too risky. Credit unions have tried to plug the gap. While in Southampton, I met Nicholas Ridge from Solent Credit Union. Yeah, I think the social purpose is key sense of community spirit. The way it works is that because the Credit Union is owned by its members, then there is no profit motive, there's no overriding profit motive. We want to make a profit because we want to be able to invest in the business and we also want to be able to pay a dividend to our savers. But there are no people around who are on flashy bonuses or big salaries and no shareholders as such who are asking for a return. So the thing as it were remains within the family. He acknowledges that credit unions might have high ideals, but they also have a very old-fashioned image. They can't afford advertising, so they'll remain small scale and reliant on grants. In the meantime, though, some believe the new kind of banking using technology can lower costs and help reach more people. Anne Bowden from Starling Bank. Banking for the unbanked is a huge problem. Starly is not specifically a bank for the unbanked. But the important thing is if we start lowering the cost of delivering these service, and that will only happen when we have competition. That only happens when we have new technology and new services, then we can bring the cost of delivering that service down, and therefore everybody can have that benefit. Some of the new technology pioneered by payday loan companies for those who couldn't access mainstream banks has been emulated by the big banks. While the high rates of interest were controversial, customers liked the fact they could get the money so quickly. It's part of a change in culture generally. We want things to happen fast. And dealing with technology, letting algorithms decide on loans, for example, could have another big advantage. It takes away, some argue, any element of prejudice there might be with a human loan officer and customers feel less embarrassed. I did an experiment a couple of years ago where I allow branch managers to award a 25,000 pound loan, they were less likely to lend than the algorithm. And that is because individuals have all these things going through their head that actually impact their judgement. Individuals and cultural things shouldn't be allowed to influence whether somebody is allowed a business loan or not. So some say computers should play an ever larger role in our banking life. Others still believe in humans taking the lead, though ideally ones that are not given perverse financial incentives that lead to mis-selling or short-term thinking. But maybe it's not an either-or. Maybe there's going to be a new marriage between humans and tech through something really revolutionary called open banking. So in our organisation today, there's well over 600 people in our data team that actually work on data. And there are thousands of people in the businesses that are working on data that weren't there probably five years ago. Back at RBS, Ross McKewen is not only shedding some staff, but also seeing a huge transformation in what many of his remaining employees do. Data is key, and it's soon going to play a much bigger role, and open banking will make that possible. It comes out of a change to European law, the second payments directive, or PSD too. Sounds obscure, but it gives individuals and small firms more control over their financial data. And it's got huge implications for competition and the way we do our banking. Data is powerful. Data gives you all that insight into how you can improve your financial life. And until now, it was used for banks' benefit to sell you stuff. that insight into how you can improve your financial life. And until now, it was used for banks' benefit to sell you stuff. Now we're using that data to help people with their financial life. As Anne Bowden points out, data's always been vital for banking. But now the idea is that instead of your bank controlling your data, you will. Banks won't be allowed to hoard your information for themselves. They'll have to share it with other authorised companies. With your consent, of course. Why is that so important? Well, it should lead to more competition, more innovation and better products. You could, for instance, link your bank account to an app that would analyse your saving and spending and recommend ways of managing your money better. New generations of digital assistance, like RBS's Cora, could help unleash the power of data for customers. RBS Chief Executive Ross McEwen believes that how well banks manage this will be the key to their future success. I think through open banking over the next 12 to 24 months you're going to see banks like ourselves help nudge customers to better decisions. And that might be just nudging them to say, well, you're about to go into overdraft. Do you want to pop some money into your account, which is what we do a lot of today? But there are some things around, I think we can nudge them towards, are you really needing to spend that money? Do you think you could, you know, spend less and get the same impact on a number of things like household bills? So you might, in future, Cora, or some other method might be telling me not to buy so many handbags and save a bit more in my eyes. Well, we'll leave you to make that decision, but there might be some things we say, actually, here's some ways you can save some money if you're interested in this, you know, had you thought about. There's one thing we haven't talked about much, and it's very important, trust. Our faith in the banks was badly damaged in the financial crisis and now new fears about privacy and data are high in customers' minds. Though banks are still expecting to make money in traditional ways, and Bowden believes they'll also become more like platforms through which people access and manage all their finances. When customers start using us, they start seeing where they're actually spending their money, and we categorise the transactions automatically. And we think that people are in two sort of categories. The people had never opened the envelope, and the people have spent Sunday evening on the spreadsheet. What we do is do all that hard work for people without them having to spend their Sunday evening on that spreadsheet. And then they can actually understand where their money goes. Every bank in future is going to make this kind of claim. We're best at keeping your money and data secure and showing you how to use it to maximum advantage. But even more radical change may be on the horizon. Could the largest tech companies like Amazon, Apple or Google get into banking, developing their payments infrastructure, for example, into something bigger? They might balk at the regulation involved, but Ross McEwen of RBS senses how overall competition will intensify. If we don't keep up with technology, we will be overtaken. The issue I would have is banks like ourselves are keeping up with the technology, and I think people will be positively surprised at the things that they can do with us today and in a 12 months' time, that actually say, well, why would I need to go anywhere else? So it's going to be a great battle. And the competition is the great thing about it, because competition makes an institution a better institution over time. Others still believe tech won't change everything. Here's how Metro Bank Chief Executive Craig Donaldson sees the next decade. I do think we'll see the concentration reduce, but I still think you'll have dominant players, but you'll have larger disruptors and challenges, giving them a harder time, creating better competition all the time, and we will be one of them. I also think undoubtedly you're going to see the march of technology continue, but I still think you'll see people put more and more value on face-to-face and on fulfilment. We'll all have to decide how much we embrace technology, how much that old idea of banking being based on human relationships remains attractive. Back at the Ned, that symbol of the opulent grandeur of the golden age of the bank branch, managing Director Gareth Banner is well placed to witness the changes in banking and technology. And the world on his doorstep is changing fast. Our new neighbours across the road in the form of Bloomberg, some might argue they're a finance company, some people might argue that they're a media company, some people might argue they're a technology company. I think it's a very good example of how the lines are becoming far more blurred and that it's a much more diverse community that are working and indeed socialising he's right old lines are blurring between banking and technology and old ideas about banking are being challenged from all sides the new banks have a long way to go before they'll be a real threat to the big players but they have certainly shaken up the established banks. What's fascinating is the sheer diversity of those challenges. The fact there is not just one vision of the bank of the future, but many. And that should only be good for customers and for consumer choice. Banking on the Future was presented by Ruth Sundland and produced by me, Chris Bowlby. If you enjoyed this episode, more subjects can be explored on the World of Business podcast web page."}