{"speakers": [], "chunks": [{"timestamp": [0.0, 3.36], "text": " This BBC podcast is supported by ads outside the UK."}, {"timestamp": [3.84, 7.36], "text": " Hello, thanks for downloading this podcast from the BBC World Service."}, {"timestamp": [7.84, 11.16], "text": " I'm Lucy Ash and this is Putin's Park on Global Business."}, {"timestamp": [11.84, 15.24], "text": " I remember a time when Moscow's parks were filled with men on benches,"}, {"timestamp": [15.66, 19.94], "text": " sharing bottles of vodka, piles of rubbish, rusty swings and ferris wheels."}, {"timestamp": [20.56, 25.44], "text": " Then the capital's most famous green space where I used to go ice skating, gawky park,"}, {"timestamp": [25.78, 32.4], "text": " was transformed into a hipster zone with free Wi-Fi, beanbags on the lawns and fashionable coffee shops."}, {"timestamp": [33.06, 39.76], "text": " Then in September this year, Moscow's first brand-new park in half a century opened right next to Red Square."}, {"timestamp": [40.42, 46.14], "text": " Many people were amazed that a hill was built in it from which you could peer down into the courtyards of the Kremlin."}, {"timestamp": [46.86, 51.74], "text": " So does this new park herald a new era of openness and transparency in Russia?"}, {"timestamp": [52.14, 53.78], "text": " That's what I tried to find out."}, {"timestamp": [56.98, 61.7], "text": " This part of the park is sort of supposed to be the kind of wildest promontory."}, {"timestamp": [62.26, 65.02], "text": " And it is actually rather amazing because you have, as you climb the hill,"}, {"timestamp": [65.42, 67.68], "text": " the whole of Moscow is sort of laid out in front of you."}, {"timestamp": [69.06, 71.96], "text": " I'm Lucy Ash, and for this edition of global business"}, {"timestamp": [71.96, 73.64], "text": " on the BBC World Service,"}, {"timestamp": [74.14, 75.54], "text": " I'm in the Russian capital"}, {"timestamp": [75.54, 79.34], "text": " to explore President Vladimir Putin's gift to the city,"}, {"timestamp": [79.8, 82.86], "text": " a brand-new public space right next to the Kremlin."}, {"timestamp": [83.36, 84.9], "text": " And when the park first opened,"}, {"timestamp": [87.16, 90.9], "text": " Moscovites were coming here and they were sort of experiencing their city anew they hadn't seen this view of the city before."}, {"timestamp": [90.9, 95.68], "text": " This is an amazing perspective because, you know, I can see St. Basil's, I can see the"}, {"timestamp": [95.68, 102.0], "text": " Kremlin behind it, and then I can see down the river to the Cathedral of Christ the Saviour"}, {"timestamp": [102.0, 105.08], "text": " that was built in Yeltsin's time."}, {"timestamp": [105.76, 109.5], "text": " You can see the Stalin skyscraper, one of the seven sisters."}, {"timestamp": [109.96, 110.62], "text": " Yeah, yeah."}, {"timestamp": [111.52, 114.48], "text": " Zaryadier Park is a bold step in city branding,"}, {"timestamp": [115.1, 118.68], "text": " a sign that Moscow is open to the world and welcomes innovation."}, {"timestamp": [119.48, 121.86], "text": " But is it as groundbreaking as it seems?"}, {"timestamp": [122.52, 126.36], "text": " And what does it tell us about the way large-scale infrastructure projects"}, {"timestamp": [126.36, 128.44], "text": " are implemented in Putin's Russia?"}, {"timestamp": [129.04, 131.52], "text": " We celebrated millions of visitors,"}, {"timestamp": [131.76, 133.5], "text": " only months since opening the park."}, {"timestamp": [133.66, 135.46], "text": " It means just people love it."}, {"timestamp": [135.88, 138.76], "text": " Sergei Kuznetsov is the chief architect of Moscow"}, {"timestamp": [138.76, 142.16], "text": " and head of the creative team of Zaryadier Park."}, {"timestamp": [142.7, 147.76], "text": " New York developed embankment of the Hudson River. So we do the same in"}, {"timestamp": [147.76, 153.82], "text": " Moscow and we have red square here. It's the main square of the city and of the country, I think. It's"}, {"timestamp": [153.82, 160.08], "text": " very close to Moscow River. It's literally in 100 meters. But it was hidden by buildings,"}, {"timestamp": [160.48, 167.0], "text": " embankments, bridges. And now when we create this spark, like a second square adjacent to the red square,"}, {"timestamp": [167.0, 169.0], "text": " but absolutely in contrast,"}, {"timestamp": [169.0, 171.0], "text": " of this official red square style"}, {"timestamp": [171.0, 173.0], "text": " with the Lenin Mausoleum,"}, {"timestamp": [173.0, 174.0], "text": " with a bell tower,"}, {"timestamp": [174.0, 178.0], "text": " with a huge clock and the ring and the bell."}, {"timestamp": [182.0, 187.0], "text": " The project makes history, I would argue."}, {"timestamp": [187.0, 196.0], "text": " New York-based Dutch sociologist Saskia Sasson was on the jury of the architectural competition to design the park."}, {"timestamp": [196.0, 205.46], "text": " That central key site, which is pretty strategic, that it should be opened up to the public, I think, is significant."}, {"timestamp": [208.62, 209.1], "text": " That park would then really signal to the world."}, {"timestamp": [214.4, 215.1], "text": " Look, this is us, Moscow today, a change."}, {"timestamp": [218.66, 218.96], "text": " Saskia has been visiting like me since the mid-1980s,"}, {"timestamp": [221.16, 221.54], "text": " the twilight years of the Soviet Union."}, {"timestamp": [225.62, 225.78], "text": " When I first went to Moscow, long when Gorbachev was in,"}, {"timestamp": [231.22, 231.94], "text": " you had a sense of the state being present everywhere."}, {"timestamp": [236.24, 236.96], "text": " We stayed in the Rossia Hotel, which was on the site where the park is happening,"}, {"timestamp": [241.76, 244.82], "text": " and we had matrons waking us up with loudspeakers. Everybody had to get up at that time."}, {"timestamp": [244.82, 249.04], "text": " us up with loudspeakers. Everybody had to get up at that time."}, {"timestamp": [255.78, 262.38], "text": " I also stayed in one of the 3,000 rooms of that Soviet monolith with miles of corridors and lots of mice before it was bulldozed in 2006. At that point, the lucrative land was earmarked"}, {"timestamp": [262.38, 267.12], "text": " for a 450,000 square meter luxury hotel, an apartment"}, {"timestamp": [267.12, 271.34], "text": " complex, designed by the ubiquitous British architect Norman Foster."}, {"timestamp": [272.06, 277.46], "text": " But to everyone's surprise, that idea was scrapped, says Sergei Kuznetsov."}, {"timestamp": [277.5, 284.12], "text": " If you know the track record of Moscow city development, to replace commercial real estate"}, {"timestamp": [284.12, 288.38], "text": " project in city centre, just, just spent a huge amount"}, {"timestamp": [288.38, 290.68], "text": " of money for public space, public park."}, {"timestamp": [290.68, 292.24], "text": " I think it's a revolutionary idea."}, {"timestamp": [292.24, 293.24], "text": " Revolutionary idea?"}, {"timestamp": [293.24, 295.52], "text": " Absolutely, absolutely revolutionary idea."}, {"timestamp": [295.52, 299.8], "text": " And we couldn't imagine ideas like this in a period of previous city administration."}, {"timestamp": [299.8, 310.0], "text": " It's a rainy Saturday afternoon in Moscow, and right next to the Kremlin wall,"}, {"timestamp": [310.0, 314.0], "text": " people are diving for cover into the Akhtny Riad shopping mall."}, {"timestamp": [314.0, 322.0], "text": " This temple of Mammon extends for three floors underground, 23,000 square meters of retail space."}, {"timestamp": [322.0, 327.0], "text": " It was built under Yeltsin in the 90s by the former mayor, Yuri Luzkov."}, {"timestamp": [327.0, 337.0], "text": " His was an era of capitalism on speed. The people running Moscow now want a very different image for their city."}, {"timestamp": [337.0, 343.0], "text": " I've come to meet somebody who knows all about the park."}, {"timestamp": [343.0, 347.0], "text": " Hello, my name is Mihal Mouravsky, and I'm an anthropologist of architecture."}, {"timestamp": [347.0, 349.0], "text": " I'm based at Queen Mary University of London,"}, {"timestamp": [349.0, 354.0], "text": " and I'm writing a book about this park and its role in Moscow's transformation."}, {"timestamp": [354.0, 358.0], "text": " In winter 2012, when Putin, who was then Prime Minister of Russia,"}, {"timestamp": [358.0, 361.0], "text": " he was taking a break between his presidencies,"}, {"timestamp": [361.0, 366.04], "text": " he came here in this site which has been empty for many years after the demolition"}, {"timestamp": [366.04, 370.78], "text": " of the Hotel Rasia with the mayor, Sergei Sabian. And there was this very stage moment when"}, {"timestamp": [370.78, 376.96], "text": " Sergei Sabian said to Putin, I think we should build a big new administrative center for bureaucrats."}, {"timestamp": [377.4, 382.38], "text": " And Putin sort of interrupted him, said, no, Mayor Sabian. Here we will build a new park for the people"}, {"timestamp": [382.38, 386.0], "text": " of Moscow, the first new park in Moscow for over half a century."}, {"timestamp": [386.0, 388.0], "text": " This is all in front of TV cameras,"}, {"timestamp": [388.0, 391.0], "text": " and this was the Putin's gift to Moscow."}, {"timestamp": [391.0, 394.0], "text": " Maybe this was to build a park zone."}, {"timestamp": [394.0, 396.0], "text": " Right in the center of Moscow."}, {"timestamp": [396.0, 400.0], "text": " Giving was easy, perhaps, when oil prices were high."}, {"timestamp": [400.0, 403.0], "text": " Today, the price of a barrel has halved."}, {"timestamp": [403.0, 407.14], "text": " This ambitious project started with a high-profile architectural competition."}, {"timestamp": [407.84, 411.42], "text": " In all, there were 90 submissions representing 27 countries."}, {"timestamp": [412.16, 416.76], "text": " And to attract world-class architects, there had to be a credible international jury."}, {"timestamp": [417.58, 422.12], "text": " Saskia Sasson, the renowned sociologist, who coined the term Global City,"}, {"timestamp": [422.56, 424.96], "text": " was one of the 16 with a casting vote."}, {"timestamp": [425.36, 427.08], "text": " When you are in a mixed jury like that"}, {"timestamp": [427.08, 428.16], "text": " where you don't know most people,"}, {"timestamp": [428.26, 431.14], "text": " you just introduce yourself, you say hello."}, {"timestamp": [431.86, 434.48], "text": " But the Russians really stuck to themselves."}, {"timestamp": [434.72, 437.18], "text": " They were not interested in connecting."}, {"timestamp": [438.26, 442.18], "text": " And so that to me was rather a remarkable little note."}, {"timestamp": [442.18, 447.9], "text": " The second surprising element was that every time we would"}, {"timestamp": [447.9, 454.14], "text": " eliminate some, there were always some of the Russian projects left. So several of us,"}, {"timestamp": [454.26, 462.38], "text": " Westerners, were 100% sure that no way that a Westerner is going to be the winner. But these"}, {"timestamp": [462.38, 467.76], "text": " expectations were confounded. I'm Charles Renfro. I'm a partner at Dillars Cofidio and Renfro."}, {"timestamp": [467.76, 474.72], "text": " We were the architects that led the consortium to design Zariadia Park in Moscow and Red Square."}, {"timestamp": [475.48, 476.78], "text": " And were you surprised to win?"}, {"timestamp": [477.62, 484.22], "text": " Oh, my lord. Yes. I mean, you know, we even wondered whether we should do the competition,"}, {"timestamp": [484.52, 487.94], "text": " even though the brief was quite wonderful and developed"}, {"timestamp": [487.94, 492.38], "text": " and the jury was really good and consisted of Americans and Europeans and Russians."}, {"timestamp": [492.98, 499.36], "text": " We thought that there was very little chance that an American firm could win the competition."}, {"timestamp": [500.38, 504.3], "text": " Dillas-Cafideon-Renfro's best-known project is the High Line in New York."}, {"timestamp": [504.94, 508.4], "text": " Since the disused railroad was transformed into a promenade,"}, {"timestamp": [508.78, 511.54], "text": " the surrounding real estate has soared in price."}, {"timestamp": [511.96, 516.88], "text": " It's an urbanites playground with one and a half miles of wildflowers and public art."}, {"timestamp": [517.62, 519.22], "text": " Zariadi is nothing like that."}, {"timestamp": [519.68, 524.18], "text": " For one thing, it's much smaller, only 600 metres across at the widest part."}, {"timestamp": [524.18, 525.5], "text": " But it also has"}, {"timestamp": [525.5, 529.38], "text": " big ambitions with a corresponding price tag."}, {"timestamp": [529.38, 535.84], "text": " Initially budgeted at $5 billion, $87 million, of public funding, the project has already"}, {"timestamp": [535.84, 539.88], "text": " cost almost three times as much, and it's still not finished."}, {"timestamp": [539.88, 542.0], "text": " At the time, Russia was fairly wealthy."}, {"timestamp": [542.0, 547.92], "text": " It was before the oil collapse. It seemed completely legitimate"}, {"timestamp": [547.92, 554.76], "text": " that the city would be flush and could support such a project. It's not simply pile of dirt"}, {"timestamp": [554.76, 561.22], "text": " in some trees. It's actually a superstructure underneath. There's 180,000 square feet or 1,500"}, {"timestamp": [561.22, 568.56], "text": " square meters of enclosed space. There are literally five independent buildings in the park,"}, {"timestamp": [568.56, 572.76], "text": " a parking garage for 450 cars underneath the landscape."}, {"timestamp": [576.76, 582.76], "text": " I'm so excited to finally see this place, even if today the sky is overcast."}, {"timestamp": [582.76, 586.24], "text": " Green space seems like a victory over Moscow's long"}, {"timestamp": [586.24, 592.96], "text": " obsession with bling. Anthropologist Mikhail Murawski is in the park every day come rain or shine,"}, {"timestamp": [592.96, 598.0], "text": " doing field research for his book, and he's kindly offered to take me around."}, {"timestamp": [598.0, 604.8], "text": " When we arrive at the entrance, there's a line of metal detectors and our bags are searched."}, {"timestamp": [604.8, 605.7], "text": " Open, open. So there are something you're not allowed to bring in the entrance, there's a line of metal detectors and our bags are searched. Open, open."}, {"timestamp": [607.5, 612.58], "text": " So there are something you're not allowed to bring in the park, like alcohol, scissors, sharp objects."}, {"timestamp": [613.1, 621.88], "text": " There are policemen with berets and they look quite heavily armed for what's meant to be a relaxing experience coming into the park."}, {"timestamp": [626.0, 627.0], "text": " Should we go to the left?"}, {"timestamp": [627.0, 628.0], "text": " Yeah."}, {"timestamp": [628.0, 630.0], "text": " They made sure that the weather was pretty"}, {"timestamp": [630.0, 631.0], "text": " for the opening day of the park."}, {"timestamp": [631.0, 633.0], "text": " The sun was splendid."}, {"timestamp": [633.0, 637.0], "text": " The clouds had actually been cleared by artificial means."}, {"timestamp": [637.0, 639.0], "text": " They sort of dropped cement and silver nitrate into the clouds."}, {"timestamp": [643.0, 644.0], "text": " Vladimir Putin was actually walking into the park"}, {"timestamp": [644.0, 646.88], "text": " with the Austin Powers theme tune playing"}, {"timestamp": [646.88, 652.56], "text": " in the background, which made for a surreal moment."}, {"timestamp": [652.56, 661.52], "text": " So this is a bridge which boomerangs out of the park over the highway and then boomerangs"}, {"timestamp": [661.52, 662.96], "text": " back into the park."}, {"timestamp": [662.96, 667.0], "text": " I have to say, standing suspended over the Moscow River,"}, {"timestamp": [667.0, 670.0], "text": " it's just the most incredible view."}, {"timestamp": [670.0, 678.0], "text": " It's supposed to make Moscow look soaring and fun and dynamic and exciting and modern and contemporary,"}, {"timestamp": [678.0, 683.0], "text": " as opposed to sort of Soviet and solid and stayed and smelly."}, {"timestamp": [683.0, 686.18], "text": " It is really fun. I mean, I really love it here."}, {"timestamp": [686.22, 686.9], "text": " I think it's great."}, {"timestamp": [687.24, 688.82], "text": " The end of the bridge that we're just approaching"}, {"timestamp": [688.82, 691.3], "text": " is this sort of selfie kind of Armageddon."}, {"timestamp": [691.54, 693.5], "text": " Wait, you just hold that for a second here."}, {"timestamp": [693.5, 695.52], "text": " I need to do selfie now."}, {"timestamp": [704.92, 707.0], "text": " Micha, what's that music?"}, {"timestamp": [707.0, 709.0], "text": " The park has 300 speakers installed."}, {"timestamp": [709.0, 711.0], "text": " The music is the bane of my life."}, {"timestamp": [711.0, 714.0], "text": " It's absolutely unbearable because I come to this park every day."}, {"timestamp": [714.0, 719.0], "text": " I ask a family out for a stroll what they think."}, {"timestamp": [719.0, 730.0], "text": " They said they like the music because it makes them feel really relaxed and it's rainy weather, but it sort of cheers you up somehow."}, {"timestamp": [733.0, 740.0], "text": " There are not that many places to sit along the narrow pathways, but the park does provide a neat backdrop for photos."}, {"timestamp": [741.0, 747.0], "text": " So the park is divided up into four zones which are supposed to represent the entire Russian landscape."}, {"timestamp": [747.0, 754.0], "text": " So you have a steppe, tundra, which is the northern landscape, coastal forest, and you have wetlands."}, {"timestamp": [754.0, 757.0], "text": " Now we're in the northern landscapes."}, {"timestamp": [757.0, 762.0], "text": " So we have these sleek-looking rocks which are supposedly taken from the Russian tiger."}, {"timestamp": [762.0, 767.22], "text": " You have these sort of coniferous hedges and you have these weird sort of glass couplers that are actually leading down to the media centre because we're supposed to be taken from the Russian tiger. You have these sort of coniferous hedges and you have these weird sort of glass couplers"}, {"timestamp": [767.22, 769.6], "text": " that are actually leading down to the media centre"}, {"timestamp": [769.6, 770.48], "text": " because we're in the roof."}, {"timestamp": [775.72, 777.88], "text": " What's the media centre for?"}, {"timestamp": [778.34, 780.7], "text": " It seems Zaryadia is more of a theme park"}, {"timestamp": [780.7, 782.14], "text": " than a place for roaming about."}, {"timestamp": [782.64, 784.6], "text": " We enter a big white atrium"}, {"timestamp": [784.6, 785.28], "text": " with a cloud of"}, {"timestamp": [785.28, 789.76], "text": " plastic straws hanging from the ceiling that keep changing colour and are meant to"}, {"timestamp": [789.76, 795.12], "text": " represent the northern lights. I spot a young couple hovering outside an exhibition on the"}, {"timestamp": [795.12, 800.72], "text": " Russian Arctic. Are you waiting to go see something here?"}, {"timestamp": [800.72, 804.08], "text": " No, we took a quick look, we didn't go inside it."}, {"timestamp": [804.08, 806.0], "text": " Oh, you haven't gone inside it yet?"}, {"timestamp": [806.0, 807.0], "text": " Why not?"}, {"timestamp": [807.0, 808.0], "text": " No, no."}, {"timestamp": [808.0, 810.0], "text": " It's not free."}, {"timestamp": [810.0, 813.0], "text": " They're not sure the 300 rubles is worth it."}, {"timestamp": [813.0, 817.0], "text": " Even pricier is the simulated flight over Moscow."}, {"timestamp": [817.0, 820.0], "text": " It's 790 rubles per person."}, {"timestamp": [820.0, 823.0], "text": " That's around $12 for a 10-minute ride."}, {"timestamp": [826.96, 829.98], "text": " We've been strapped in in front of a projection screen"}, {"timestamp": [829.98, 833.72], "text": " in fairground-style seats, as if we're going on a roller coaster."}, {"timestamp": [834.24, 837.04], "text": " We seem to swoop across the sky like Russian Eagles."}, {"timestamp": [837.68, 840.56], "text": " Down below is a very different Moscow to the one outside."}, {"timestamp": [841.24, 849.2], "text": " In this enhanced 4D version, the streets are pristine, saturated with color, and free of traffic."}, {"timestamp": [853.12, 857.6], "text": " Afterwards, I ask a couple if they think the park is public money well spent."}, {"timestamp": [857.6, 866.4], "text": " It probably is the best thing the state can offer people now."}, {"timestamp": [867.6, 871.38], "text": " It's good for Moscow, but there is not enough being spent in the regions."}, {"timestamp": [872.04, 874.74], "text": " The regional capitals try to make centers look good,"}, {"timestamp": [875.34, 877.26], "text": " but there is not enough money to go around."}, {"timestamp": [878.02, 881.68], "text": " Some argue it would have been better to have a commercial development on the site"}, {"timestamp": [881.68, 885.78], "text": " and plow the income generated into kindergartens and hospitals."}, {"timestamp": [886.12, 886.9], "text": " What do they think?"}, {"timestamp": [888.14, 894.14], "text": " Look, there is a whole sea of shopping centers and hotels in this city, but there are no parks like this one, are there?"}, {"timestamp": [894.4, 900.22], "text": " If the money from those commercial centers actually went to the places that need it, that would be good."}, {"timestamp": [900.22, 903.54], "text": " But it's far from certain that any such money would be spent properly."}, {"timestamp": [903.98, 905.22], "text": " So, yes, why not"}, {"timestamp": [905.22, 910.78], "text": " have a park? The longer I'm here, the more I realise that this tiny park has a huge amount"}, {"timestamp": [910.78, 915.72], "text": " going on under the surface. While there's a great display of international cooperation,"}, {"timestamp": [916.46, 921.44], "text": " some aspects of this project remain opaque, like which companies were chosen to build it."}, {"timestamp": [922.0, 925.68], "text": " Saskia Sasson gives us a glimpse inside the competition process."}, {"timestamp": [926.2, 931.22], "text": " The architects had very little influence on who was to do the work."}, {"timestamp": [932.18, 937.62], "text": " And I can't help but think that some of those Russians who seem so laid back on the jury"}, {"timestamp": [937.62, 940.02], "text": " that they knew that they were going to get the contracts."}, {"timestamp": [940.56, 944.52], "text": " The park's architect, Charles Renfro, is at pains to be diplomatic."}, {"timestamp": [944.52, 945.18], "text": " The project delivery method is not like one that we would normally, The Parks architect Charles Renfro is at pains to be diplomatic."}, {"timestamp": [951.06, 951.22], "text": " The project delivery method is not like one that we would normally agree to."}, {"timestamp": [956.96, 963.02], "text": " And that delivery method requires that the design architect essentially craft the concept and then give the concept over to the local partners to execute."}, {"timestamp": [963.9, 969.5], "text": " So yeah, we didn't have much authority about the selection, but how could we, having never"}, {"timestamp": [969.5, 973.0], "text": " worked in Moscow, we didn't know the players there either."}, {"timestamp": [973.0, 975.62], "text": " Are there things that should have been done differently?"}, {"timestamp": [975.62, 976.62], "text": " Absolutely."}, {"timestamp": [976.62, 978.62], "text": " Are the details right?"}, {"timestamp": [978.62, 981.92], "text": " They are not the ones that we would have designed."}, {"timestamp": [981.92, 985.44], "text": " We wish we had known about all of the air events coming from the parking garage."}, {"timestamp": [985.56, 993.56], "text": " But we had to go on a wing and a prayer and trust that our friends in Moscow had the design's"}, {"timestamp": [993.56, 1001.1], "text": " best interest at heart. The city chose, I think, the most experienced builder, MIP."}, {"timestamp": [1002.1, 1007.26], "text": " MIPS-Strault. What is this company? I wanted to know more, and so did"}, {"timestamp": [1007.26, 1013.56], "text": " Anastasia Lelyakova from the business magazine Forbes Russia. She began by looking at Goss Sakupki,"}, {"timestamp": [1013.68, 1019.76], "text": " the public website detailing state expenditure. Under Russian law, all government procurement"}, {"timestamp": [1019.76, 1025.38], "text": " orders must be published online, so this website is the place to look if, say, you want to know"}, {"timestamp": [1025.38, 1026.78], "text": " how much the former president"}, {"timestamp": [1026.78, 1029.42], "text": " Dmitri Medvedev's guard spent on a bathtub,"}, {"timestamp": [1029.9, 1030.82], "text": " nearly $9,000."}, {"timestamp": [1031.54, 1032.82], "text": " But I digress."}, {"timestamp": [1032.96, 1033.86], "text": " What about the park?"}, {"timestamp": [1038.26, 1040.78], "text": " When I started to look at how the money was spent,"}, {"timestamp": [1041.14, 1042.98], "text": " I realized one company was winning"}, {"timestamp": [1042.98, 1044.52], "text": " almost all of the contracts."}, {"timestamp": [1045.82, 1051.06], "text": " Most of the time, it was also the sole participant in the tendering competition. So that means it wasn't a competition"}, {"timestamp": [1051.06, 1057.24], "text": " at all? Most of the time it didn't have any rivals on Gosszakubki, which looks strange."}, {"timestamp": [1057.24, 1063.22], "text": " So this company, MEPS-Droy No. 1, is actually owned by Moscow City Hall."}, {"timestamp": [1064.52, 1068.88], "text": " That's right. It belongs to Moscow City authorities through three stages."}, {"timestamp": [1068.88, 1073.88], "text": " Now I've seen your diagram, so it's a kind of slightly hidden ownership."}, {"timestamp": [1073.88, 1076.88], "text": " Of course."}, {"timestamp": [1076.88, 1081.88], "text": " Although the Moscow government and state companies are obliged to account for their expenses,"}, {"timestamp": [1081.88, 1085.88], "text": " this company, Mipstroy, doesn't have to because of the way it is registered."}, {"timestamp": [1086.6, 1093.22], "text": " This nesting of a company within a parent company means it's impossible to break down the official's stated budget."}, {"timestamp": [1093.82, 1100.58], "text": " It turns out that 10 billion rubles of the stated 14 billion expenditure are not open to scrutiny."}, {"timestamp": [1101.32, 1106.0], "text": " I arranged to meet the Director of Civil engineering at Mos Inj Project,"}, {"timestamp": [1106.0, 1111.62], "text": " that's the parent company, that belongs to the Moscow government. Galena Gordushna is a young woman"}, {"timestamp": [1111.62, 1115.62], "text": " in suede boots with long brown hair and a guarded manner."}, {"timestamp": [1115.62, 1124.12], "text": " My role was to be in charge of the whole project from the moment of its conception,"}, {"timestamp": [1124.12, 1125.76], "text": " so I had to liaise with a foreign"}, {"timestamp": [1125.76, 1131.6], "text": " consortium Dillus Cofidio Renfro and run the project up to the point where it went on to"}, {"timestamp": [1131.6, 1132.76], "text": " the construction site."}, {"timestamp": [1132.76, 1135.76], "text": " Yeah, and it's all got to be costed."}, {"timestamp": [1135.76, 1138.76], "text": " Yes, each element."}, {"timestamp": [1138.76, 1144.52], "text": " Above all, we are talking about state money, so every detail had to be approved. The overall"}, {"timestamp": [1144.52, 1147.24], "text": " budget for the park is 14 billion rubles."}, {"timestamp": [1147.24, 1153.24], "text": " How much do you think that the total bill will be at the end?"}, {"timestamp": [1153.24, 1159.24], "text": " I already told you 14 billion."}, {"timestamp": [1159.24, 1163.76], "text": " I'm explaining to her that I read it could go up to 25 billion."}, {"timestamp": [1163.76, 1166.0], "text": " Well, you know, you know better than me."}, {"timestamp": [1166.0, 1167.0], "text": " I, I don't know."}, {"timestamp": [1167.0, 1169.0], "text": " So you must know better than me then."}, {"timestamp": [1169.0, 1172.0], "text": " How could it?"}, {"timestamp": [1172.0, 1177.0], "text": " The concert hall is still under construction and it's too early to talk about all of this."}, {"timestamp": [1177.0, 1180.0], "text": " Is there a budget envisaged?"}, {"timestamp": [1180.0, 1183.0], "text": " We can't say yet."}, {"timestamp": [1183.0, 1186.56], "text": " We simply don't know. We need to finish it first."}, {"timestamp": [1186.56, 1192.84], "text": " Because this is global business. And we're just talking about the business of a park."}, {"timestamp": [1193.2, 1195.24], "text": " So we're interested in the business side of things."}, {"timestamp": [1195.44, 1204.06], "text": " This park has nothing to do with business. It's an image project. It's absolutely not for business."}, {"timestamp": [1204.6, 1206.86], "text": " We don't look at it as a money-making project."}, {"timestamp": [1207.48, 1209.74], "text": " That question doesn't arise at all."}, {"timestamp": [1210.2, 1212.86], "text": " We don't ask whether it will make a profit or not."}, {"timestamp": [1213.06, 1214.74], "text": " It was never about that."}, {"timestamp": [1215.54, 1216.62], "text": " Have I touched a nerve?"}, {"timestamp": [1217.06, 1220.46], "text": " I come out of the interview more confused than I was when I went in."}, {"timestamp": [1221.04, 1224.18], "text": " In a bid for clarity, I contact Anton Pominov,"}, {"timestamp": [1224.18, 1228.74], "text": " the Russian director of the campaigning organization Transparency International."}, {"timestamp": [1229.68, 1237.58], "text": " Anton says that the competition stage for the park was well above board, but when it comes to the construction process, you hit a brick wall."}, {"timestamp": [1237.92, 1248.16], "text": " We don't have a lobbyism legislation here in Russia. So the truth is, we don't really know how the contracts are awarded by the Moscow"}, {"timestamp": [1248.16, 1253.44], "text": " budget to a contractor. And the second part of the problem, we don't know what happens next with"}, {"timestamp": [1253.44, 1261.0], "text": " the subcontractors that fulfill different parts of this multi-billion work. As our experience shows,"}, {"timestamp": [1261.0, 1267.0], "text": " it's only the most advanced companies in Russia that have their own procurement rules,"}, {"timestamp": [1267.0, 1274.0], "text": " their own staffing rules, their own conflict of interest avoidance rules, and definitely"}, {"timestamp": [1274.0, 1277.0], "text": " not the ones in the construction business."}, {"timestamp": [1277.0, 1282.0], "text": " If it's so easy for a state company to set up a private company that doesn't have to be audited"}, {"timestamp": [1282.0, 1286.6], "text": " to the same standard, surely it can't be that hard to clean up the rules."}, {"timestamp": [1287.08, 1290.02], "text": " Parliament is not an independent body here,"}, {"timestamp": [1290.32, 1297.18], "text": " so you cannot say the parliament, when they see some loophole in the legislation,"}, {"timestamp": [1297.42, 1298.7], "text": " they will go and fix it."}, {"timestamp": [1298.7, 1304.2], "text": " There is suspicion within the team of Transparency International Russia"}, {"timestamp": [1304.2, 1307.92], "text": " that the final beneficiary of a number of"}, {"timestamp": [1307.92, 1319.22], "text": " contracts in Moscow is Marat Husnulin, the head of construction department of Moscow. We made three"}, {"timestamp": [1319.22, 1333.16], "text": " investigations by now. An elite apartment complex was built in a park close to the center of Moscow by a company that is linked with the family of Husnulin."}, {"timestamp": [1333.16, 1349.1], "text": " And there was an investigation last week that we published about VTB Arena, a huge stadium that was also awarded to a company that is linked to this gentleman."}, {"timestamp": [1350.28, 1355.98], "text": " Marat Husnulin gave an interview to the independent TV station, Rain, dismissing Transparency"}, {"timestamp": [1355.98, 1361.0], "text": " International's investigation into the football stadium as a rich fantasy."}, {"timestamp": [1361.76, 1364.06], "text": " Our request for an interview was declined."}, {"timestamp": [1364.96, 1366.92], "text": " I asked Charles Renfro what he thinks"}, {"timestamp": [1366.92, 1373.76], "text": " about the closed nature of the park's construction. It is Russia after all, and all I can say is"}, {"timestamp": [1373.76, 1379.2], "text": " they never made us designed to budget during the construction phase. We didn't really have to"}, {"timestamp": [1379.2, 1387.5], "text": " worry about value engineering the whole time. Western projects during construction and before construction,"}, {"timestamp": [1387.5, 1392.34], "text": " oftentimes architects spend so much time and energy"}, {"timestamp": [1392.34, 1395.8], "text": " dumbing down the design to make it less expensive"}, {"timestamp": [1395.8, 1399.7], "text": " that it often impacts the quality of the finished work."}, {"timestamp": [1399.7, 1403.3], "text": " We didn't have that hindrance here."}, {"timestamp": [1403.3, 1405.54], "text": " So it's not a park, of course."}, {"timestamp": [1407.6, 1408.0], "text": " You can call this park, but it's not a park."}, {"timestamp": [1411.06, 1411.7], "text": " It's many square meters of real estate instead of park."}, {"timestamp": [1412.8, 1413.3], "text": " You can't chill out there."}, {"timestamp": [1416.66, 1417.02], "text": " Forrest Bernersconi is Moscow's architect provocateur,"}, {"timestamp": [1419.46, 1419.96], "text": " who made it onto the shortlist for Zariadje."}, {"timestamp": [1423.0, 1425.56], "text": " His design reflected concern about the loss of parks. For all the fanfare about Zariadje,"}, {"timestamp": [1425.92, 1428.5], "text": " since 2000 when Putin came to power,"}, {"timestamp": [1429.08, 1433.66], "text": " greenery in Moscow has been cut by 678 hectares."}, {"timestamp": [1434.04, 1437.82], "text": " That's an area twice the size of New York's central park."}, {"timestamp": [1438.46, 1441.42], "text": " But could Bernersconi's criticisms just be sour grapes?"}, {"timestamp": [1441.42, 1449.0], "text": " As an expert, I can say that the quality of the realization is really poor."}, {"timestamp": [1449.0, 1451.0], "text": " It's not bad, it's poor."}, {"timestamp": [1451.0, 1453.0], "text": " What's the quality problem? Explain it."}, {"timestamp": [1453.0, 1459.0], "text": " Bad taste, first of all, and a bad organization of processes."}, {"timestamp": [1459.0, 1463.0], "text": " If you want to launch a rocket, for example, to the moon,"}, {"timestamp": [1463.0, 1465.72], "text": " you have to have not only good team,"}, {"timestamp": [1465.92, 1475.2], "text": " but you have to build every detail of this rocket with a very high-level quality. If you will not"}, {"timestamp": [1475.2, 1482.08], "text": " do this, the rocket will fall. So same here. So does that mean corners are being cut?"}, {"timestamp": [1482.88, 1485.92], "text": " Amazingly, I'm still able to talk to some of the people"}, {"timestamp": [1485.92, 1489.06], "text": " who have built this park with their bare hands."}, {"timestamp": [1489.06, 1491.22], "text": " At the eastern corner of the site,"}, {"timestamp": [1491.22, 1494.36], "text": " I stray into an area visitors aren't meant to see."}, {"timestamp": [1496.2, 1498.7], "text": " Basically, this is a city of sort of quarter cabins,"}, {"timestamp": [1498.7, 1501.18], "text": " one stacked onto the other, they're made of aluminium."}, {"timestamp": [1501.18, 1504.4], "text": " It's very muddy here, there's a lot of puddles."}, {"timestamp": [1504.4, 1507.0], "text": " Most of the workers have come here from Central Asia."}, {"timestamp": [1507.0, 1512.0], "text": " A young guy from Tajikistan is crouching in bare feet to clean his trainers,"}, {"timestamp": [1512.0, 1515.0], "text": " careful not to step on all the broken glass around."}, {"timestamp": [1515.0, 1521.0], "text": " He beckons us into his fuggy cabin to meet two of his co-workers that he bunks up with."}, {"timestamp": [1521.0, 1524.0], "text": " They've been here a year."}, {"timestamp": [1524.0, 1528.74], "text": " He says, yeah, we're really proud of our work. We're proud that people are walking around"}, {"timestamp": [1528.74, 1534.8], "text": " it, enjoying it. Every paving stone has been laid with care, according to Ibrahim, a master"}, {"timestamp": [1534.8, 1541.02], "text": " of masonry from Uzbekistan, with 45 years of experience. He just wishes that he was paid better."}, {"timestamp": [1543.5, 1546.62], "text": " They're paid by results, not a monthly wage,"}, {"timestamp": [1546.68, 1548.7], "text": " that they can earn 40, 50 rubles."}, {"timestamp": [1552.04, 1554.96], "text": " I say, is it possible to earn as much as 100,000 rubles a month?"}, {"timestamp": [1555.02, 1556.26], "text": " He says, well, it's very rare."}, {"timestamp": [1556.74, 1558.52], "text": " And some months we earn practically nothing, you know,"}, {"timestamp": [1558.52, 1562.4], "text": " just 10,000 because there's not enough work to go around."}, {"timestamp": [1562.96, 1566.52], "text": " That means on a bad month, they'd be earning only 500 rubles a day."}, {"timestamp": [1566.92, 1571.08], "text": " That's less than the price of the ticket for the 10-minute ride, the flight over Moscow."}, {"timestamp": [1572.0, 1578.12], "text": " At the helm of the park development, Sergei Kuznetsov assures me he was also working flat out."}, {"timestamp": [1578.78, 1583.12], "text": " All of this project, I feel like the suck of my, really my blood out of me."}, {"timestamp": [1583.22, 1583.98], "text": " Sucking your blood?"}, {"timestamp": [1584.32, 1586.58], "text": " Yes, and I was just laying in the bed."}, {"timestamp": [1586.9, 1589.66], "text": " Without any moving, it's absolutely no power, nothing."}, {"timestamp": [1590.06, 1595.96], "text": " For me, of course, it became biggest and absolutely out of the discussion main project of my life."}, {"timestamp": [1596.22, 1596.46], "text": " Literally."}, {"timestamp": [1596.66, 1599.64], "text": " But in the same time, I was charged on Ljniki Stadium."}, {"timestamp": [1601.82, 1605.62], "text": " He's talking about the main venue for next year's World Cup."}, {"timestamp": [1606.34, 1608.94], "text": " Moscow's streets are being dug up and repaved."}, {"timestamp": [1609.24, 1610.3], "text": " There's drilling everywhere."}, {"timestamp": [1611.1, 1614.68], "text": " The championships, like the lavish Sochi Winter Olympics,"}, {"timestamp": [1615.02, 1616.32], "text": " are part of a charm offensive,"}, {"timestamp": [1616.86, 1619.5], "text": " of which Zaryagye is the jewel in the crown."}, {"timestamp": [1620.1, 1623.4], "text": " It's a projection of soft power, soaking up attention,"}, {"timestamp": [1623.4, 1626.96], "text": " while other green spaces in the city are disappearing."}, {"timestamp": [1627.88, 1631.1], "text": " If Zaryadier is the Russian landscape in microcosm,"}, {"timestamp": [1631.6, 1635.78], "text": " it's also a sample of the country's murky business climate."}, {"timestamp": [1637.12, 1640.86], "text": " I'm Lucy Ash. The producer of Putin's Park is Dorothy Fever,"}, {"timestamp": [1641.22, 1642.78], "text": " and the editor was Penny Murphy."}, {"timestamp": [1643.2, 1645.46], "text": " The programme was mixed by Neil Churchill."}, {"timestamp": [1645.9, 1650.84], "text": " We hope you enjoyed it. You can listen to plenty of other business-related stories, including"}, {"timestamp": [1650.84, 1656.84], "text": " next week's program on how to make electric cars more affordable by downloading the BBC's"}, {"timestamp": [1656.84, 1671.0], "text": " World of Business Podcasts. Yoga is more than just exercise."}, {"timestamp": [1671.0, 1674.92], "text": " It's the spiritual practice that millions swear by."}, {"timestamp": [1674.92, 1681.56], "text": " And in 2017, Miranda, a university tutor from London, joins a yoga school that promises profound"}, {"timestamp": [1681.56, 1682.52], "text": " transformation."}, {"timestamp": [1682.52, 1687.0], "text": " It felt a really safe and welcoming space."}, {"timestamp": [1687.0, 1689.36], "text": " After the yoga classes, I felt amazing."}, {"timestamp": [1689.36, 1692.76], "text": " But soon, that calm, welcoming atmosphere"}, {"timestamp": [1692.76, 1694.96], "text": " leads to something far darker,"}, {"timestamp": [1694.96, 1698.64], "text": " a journey that leads to allegations of grooming, trafficking,"}, {"timestamp": [1698.64, 1702.64], "text": " and exploitation across international borders."}, {"timestamp": [1702.64, 1705.32], "text": " I don't have my passport, I don't have my phone,"}, {"timestamp": [1705.32, 1707.72], "text": " I don't have my bank cards, I have nothing."}, {"timestamp": [1707.72, 1711.44], "text": " The passport being taken, the being in a house"}, {"timestamp": [1711.44, 1713.8], "text": " and not feeling like they can leave."}, {"timestamp": [1713.8, 1717.4], "text": " World of Secrets is where untold stories are unveiled"}, {"timestamp": [1717.4, 1720.02], "text": " and hidden realities are exposed."}, {"timestamp": [1720.02, 1723.02], "text": " In this new series, we're confronting the dark side"}, {"timestamp": [1723.02, 1728.66], "text": " of the wellness industry, with the hope of a spiritual breakthrough gives way to disturbing accusations."}, {"timestamp": [1729.26, 1737.2], "text": " You just get sucked in so gradually, and it's done so skillfully that you don't realize."}, {"timestamp": [1737.2, 1740.3], "text": " And it's like this, the secret that's there."}, {"timestamp": [1740.9, 1755.66], "text": " I wanted to believe that, you know, that whatever they were doing, even if it seemed gross to me, was for some spiritual reason that I couldn't yet understand."}, {"timestamp": [1755.66, 1759.56], "text": " Revealing the hidden secrets of a global yoga network."}, {"timestamp": [1759.56, 1761.88], "text": " I feel that I have no other choice."}, {"timestamp": [1761.88, 1766.44], "text": " The only thing I can do is to speak about this"}, {"timestamp": [1766.44, 1772.12], "text": " and to put my reputation and everything else on the line."}, {"timestamp": [1772.12, 1774.92], "text": " I want truth and justice."}, {"timestamp": [1777.96, 1780.88], "text": " And for other people to not be hurt,"}, {"timestamp": [1780.88, 1783.16], "text": " for things to be different in the future."}, {"timestamp": [1783.16, 1789.24], "text": " To bring it into the light and almost alchemise some of that evil stuff that went on"}, {"timestamp": [1789.24, 1791.52], "text": " and take back the power."}, {"timestamp": [1793.78, 1797.26], "text": " World of Secrets, Season 6, The Bad Guru."}, {"timestamp": [1797.78, null], "text": " Listen wherever you get your podcasts. You know,"}], "text": " This BBC podcast is supported by ads outside the UK. Hello, thanks for downloading this podcast from the BBC World Service. I'm Lucy Ash and this is Putin's Park on Global Business. I remember a time when Moscow's parks were filled with men on benches, sharing bottles of vodka, piles of rubbish, rusty swings and ferris wheels. Then the capital's most famous green space where I used to go ice skating, gawky park, was transformed into a hipster zone with free Wi-Fi, beanbags on the lawns and fashionable coffee shops. Then in September this year, Moscow's first brand-new park in half a century opened right next to Red Square. Many people were amazed that a hill was built in it from which you could peer down into the courtyards of the Kremlin. So does this new park herald a new era of openness and transparency in Russia? That's what I tried to find out. This part of the park is sort of supposed to be the kind of wildest promontory. And it is actually rather amazing because you have, as you climb the hill, the whole of Moscow is sort of laid out in front of you. I'm Lucy Ash, and for this edition of global business on the BBC World Service, I'm in the Russian capital to explore President Vladimir Putin's gift to the city, a brand-new public space right next to the Kremlin. And when the park first opened, Moscovites were coming here and they were sort of experiencing their city anew they hadn't seen this view of the city before. This is an amazing perspective because, you know, I can see St. Basil's, I can see the Kremlin behind it, and then I can see down the river to the Cathedral of Christ the Saviour that was built in Yeltsin's time. You can see the Stalin skyscraper, one of the seven sisters. Yeah, yeah. Zaryadier Park is a bold step in city branding, a sign that Moscow is open to the world and welcomes innovation. But is it as groundbreaking as it seems? And what does it tell us about the way large-scale infrastructure projects are implemented in Putin's Russia? We celebrated millions of visitors, only months since opening the park. It means just people love it. Sergei Kuznetsov is the chief architect of Moscow and head of the creative team of Zaryadier Park. New York developed embankment of the Hudson River. So we do the same in Moscow and we have red square here. It's the main square of the city and of the country, I think. It's very close to Moscow River. It's literally in 100 meters. But it was hidden by buildings, embankments, bridges. And now when we create this spark, like a second square adjacent to the red square, but absolutely in contrast, of this official red square style with the Lenin Mausoleum, with a bell tower, with a huge clock and the ring and the bell. The project makes history, I would argue. New York-based Dutch sociologist Saskia Sasson was on the jury of the architectural competition to design the park. That central key site, which is pretty strategic, that it should be opened up to the public, I think, is significant. That park would then really signal to the world. Look, this is us, Moscow today, a change. Saskia has been visiting like me since the mid-1980s, the twilight years of the Soviet Union. When I first went to Moscow, long when Gorbachev was in, you had a sense of the state being present everywhere. We stayed in the Rossia Hotel, which was on the site where the park is happening, and we had matrons waking us up with loudspeakers. Everybody had to get up at that time. us up with loudspeakers. Everybody had to get up at that time. I also stayed in one of the 3,000 rooms of that Soviet monolith with miles of corridors and lots of mice before it was bulldozed in 2006. At that point, the lucrative land was earmarked for a 450,000 square meter luxury hotel, an apartment complex, designed by the ubiquitous British architect Norman Foster. But to everyone's surprise, that idea was scrapped, says Sergei Kuznetsov. If you know the track record of Moscow city development, to replace commercial real estate project in city centre, just, just spent a huge amount of money for public space, public park. I think it's a revolutionary idea. Revolutionary idea? Absolutely, absolutely revolutionary idea. And we couldn't imagine ideas like this in a period of previous city administration. It's a rainy Saturday afternoon in Moscow, and right next to the Kremlin wall, people are diving for cover into the Akhtny Riad shopping mall. This temple of Mammon extends for three floors underground, 23,000 square meters of retail space. It was built under Yeltsin in the 90s by the former mayor, Yuri Luzkov. His was an era of capitalism on speed. The people running Moscow now want a very different image for their city. I've come to meet somebody who knows all about the park. Hello, my name is Mihal Mouravsky, and I'm an anthropologist of architecture. I'm based at Queen Mary University of London, and I'm writing a book about this park and its role in Moscow's transformation. In winter 2012, when Putin, who was then Prime Minister of Russia, he was taking a break between his presidencies, he came here in this site which has been empty for many years after the demolition of the Hotel Rasia with the mayor, Sergei Sabian. And there was this very stage moment when Sergei Sabian said to Putin, I think we should build a big new administrative center for bureaucrats. And Putin sort of interrupted him, said, no, Mayor Sabian. Here we will build a new park for the people of Moscow, the first new park in Moscow for over half a century. This is all in front of TV cameras, and this was the Putin's gift to Moscow. Maybe this was to build a park zone. Right in the center of Moscow. Giving was easy, perhaps, when oil prices were high. Today, the price of a barrel has halved. This ambitious project started with a high-profile architectural competition. In all, there were 90 submissions representing 27 countries. And to attract world-class architects, there had to be a credible international jury. Saskia Sasson, the renowned sociologist, who coined the term Global City, was one of the 16 with a casting vote. When you are in a mixed jury like that where you don't know most people, you just introduce yourself, you say hello. But the Russians really stuck to themselves. They were not interested in connecting. And so that to me was rather a remarkable little note. The second surprising element was that every time we would eliminate some, there were always some of the Russian projects left. So several of us, Westerners, were 100% sure that no way that a Westerner is going to be the winner. But these expectations were confounded. I'm Charles Renfro. I'm a partner at Dillars Cofidio and Renfro. We were the architects that led the consortium to design Zariadia Park in Moscow and Red Square. And were you surprised to win? Oh, my lord. Yes. I mean, you know, we even wondered whether we should do the competition, even though the brief was quite wonderful and developed and the jury was really good and consisted of Americans and Europeans and Russians. We thought that there was very little chance that an American firm could win the competition. Dillas-Cafideon-Renfro's best-known project is the High Line in New York. Since the disused railroad was transformed into a promenade, the surrounding real estate has soared in price. It's an urbanites playground with one and a half miles of wildflowers and public art. Zariadi is nothing like that. For one thing, it's much smaller, only 600 metres across at the widest part. But it also has big ambitions with a corresponding price tag. Initially budgeted at $5 billion, $87 million, of public funding, the project has already cost almost three times as much, and it's still not finished. At the time, Russia was fairly wealthy. It was before the oil collapse. It seemed completely legitimate that the city would be flush and could support such a project. It's not simply pile of dirt in some trees. It's actually a superstructure underneath. There's 180,000 square feet or 1,500 square meters of enclosed space. There are literally five independent buildings in the park, a parking garage for 450 cars underneath the landscape. I'm so excited to finally see this place, even if today the sky is overcast. Green space seems like a victory over Moscow's long obsession with bling. Anthropologist Mikhail Murawski is in the park every day come rain or shine, doing field research for his book, and he's kindly offered to take me around. When we arrive at the entrance, there's a line of metal detectors and our bags are searched. Open, open. So there are something you're not allowed to bring in the entrance, there's a line of metal detectors and our bags are searched. Open, open. So there are something you're not allowed to bring in the park, like alcohol, scissors, sharp objects. There are policemen with berets and they look quite heavily armed for what's meant to be a relaxing experience coming into the park. Should we go to the left? Yeah. They made sure that the weather was pretty for the opening day of the park. The sun was splendid. The clouds had actually been cleared by artificial means. They sort of dropped cement and silver nitrate into the clouds. Vladimir Putin was actually walking into the park with the Austin Powers theme tune playing in the background, which made for a surreal moment. So this is a bridge which boomerangs out of the park over the highway and then boomerangs back into the park. I have to say, standing suspended over the Moscow River, it's just the most incredible view. It's supposed to make Moscow look soaring and fun and dynamic and exciting and modern and contemporary, as opposed to sort of Soviet and solid and stayed and smelly. It is really fun. I mean, I really love it here. I think it's great. The end of the bridge that we're just approaching is this sort of selfie kind of Armageddon. Wait, you just hold that for a second here. I need to do selfie now. Micha, what's that music? The park has 300 speakers installed. The music is the bane of my life. It's absolutely unbearable because I come to this park every day. I ask a family out for a stroll what they think. They said they like the music because it makes them feel really relaxed and it's rainy weather, but it sort of cheers you up somehow. There are not that many places to sit along the narrow pathways, but the park does provide a neat backdrop for photos. So the park is divided up into four zones which are supposed to represent the entire Russian landscape. So you have a steppe, tundra, which is the northern landscape, coastal forest, and you have wetlands. Now we're in the northern landscapes. So we have these sleek-looking rocks which are supposedly taken from the Russian tiger. You have these sort of coniferous hedges and you have these weird sort of glass couplers that are actually leading down to the media centre because we're supposed to be taken from the Russian tiger. You have these sort of coniferous hedges and you have these weird sort of glass couplers that are actually leading down to the media centre because we're in the roof. What's the media centre for? It seems Zaryadia is more of a theme park than a place for roaming about. We enter a big white atrium with a cloud of plastic straws hanging from the ceiling that keep changing colour and are meant to represent the northern lights. I spot a young couple hovering outside an exhibition on the Russian Arctic. Are you waiting to go see something here? No, we took a quick look, we didn't go inside it. Oh, you haven't gone inside it yet? Why not? No, no. It's not free. They're not sure the 300 rubles is worth it. Even pricier is the simulated flight over Moscow. It's 790 rubles per person. That's around $12 for a 10-minute ride. We've been strapped in in front of a projection screen in fairground-style seats, as if we're going on a roller coaster. We seem to swoop across the sky like Russian Eagles. Down below is a very different Moscow to the one outside. In this enhanced 4D version, the streets are pristine, saturated with color, and free of traffic. Afterwards, I ask a couple if they think the park is public money well spent. It probably is the best thing the state can offer people now. It's good for Moscow, but there is not enough being spent in the regions. The regional capitals try to make centers look good, but there is not enough money to go around. Some argue it would have been better to have a commercial development on the site and plow the income generated into kindergartens and hospitals. What do they think? Look, there is a whole sea of shopping centers and hotels in this city, but there are no parks like this one, are there? If the money from those commercial centers actually went to the places that need it, that would be good. But it's far from certain that any such money would be spent properly. So, yes, why not have a park? The longer I'm here, the more I realise that this tiny park has a huge amount going on under the surface. While there's a great display of international cooperation, some aspects of this project remain opaque, like which companies were chosen to build it. Saskia Sasson gives us a glimpse inside the competition process. The architects had very little influence on who was to do the work. And I can't help but think that some of those Russians who seem so laid back on the jury that they knew that they were going to get the contracts. The park's architect, Charles Renfro, is at pains to be diplomatic. The project delivery method is not like one that we would normally, The Parks architect Charles Renfro is at pains to be diplomatic. The project delivery method is not like one that we would normally agree to. And that delivery method requires that the design architect essentially craft the concept and then give the concept over to the local partners to execute. So yeah, we didn't have much authority about the selection, but how could we, having never worked in Moscow, we didn't know the players there either. Are there things that should have been done differently? Absolutely. Are the details right? They are not the ones that we would have designed. We wish we had known about all of the air events coming from the parking garage. But we had to go on a wing and a prayer and trust that our friends in Moscow had the design's best interest at heart. The city chose, I think, the most experienced builder, MIP. MIPS-Strault. What is this company? I wanted to know more, and so did Anastasia Lelyakova from the business magazine Forbes Russia. She began by looking at Goss Sakupki, the public website detailing state expenditure. Under Russian law, all government procurement orders must be published online, so this website is the place to look if, say, you want to know how much the former president Dmitri Medvedev's guard spent on a bathtub, nearly $9,000. But I digress. What about the park? When I started to look at how the money was spent, I realized one company was winning almost all of the contracts. Most of the time, it was also the sole participant in the tendering competition. So that means it wasn't a competition at all? Most of the time it didn't have any rivals on Gosszakubki, which looks strange. So this company, MEPS-Droy No. 1, is actually owned by Moscow City Hall. That's right. It belongs to Moscow City authorities through three stages. Now I've seen your diagram, so it's a kind of slightly hidden ownership. Of course. Although the Moscow government and state companies are obliged to account for their expenses, this company, Mipstroy, doesn't have to because of the way it is registered. This nesting of a company within a parent company means it's impossible to break down the official's stated budget. It turns out that 10 billion rubles of the stated 14 billion expenditure are not open to scrutiny. I arranged to meet the Director of Civil engineering at Mos Inj Project, that's the parent company, that belongs to the Moscow government. Galena Gordushna is a young woman in suede boots with long brown hair and a guarded manner. My role was to be in charge of the whole project from the moment of its conception, so I had to liaise with a foreign consortium Dillus Cofidio Renfro and run the project up to the point where it went on to the construction site. Yeah, and it's all got to be costed. Yes, each element. Above all, we are talking about state money, so every detail had to be approved. The overall budget for the park is 14 billion rubles. How much do you think that the total bill will be at the end? I already told you 14 billion. I'm explaining to her that I read it could go up to 25 billion. Well, you know, you know better than me. I, I don't know. So you must know better than me then. How could it? The concert hall is still under construction and it's too early to talk about all of this. Is there a budget envisaged? We can't say yet. We simply don't know. We need to finish it first. Because this is global business. And we're just talking about the business of a park. So we're interested in the business side of things. This park has nothing to do with business. It's an image project. It's absolutely not for business. We don't look at it as a money-making project. That question doesn't arise at all. We don't ask whether it will make a profit or not. It was never about that. Have I touched a nerve? I come out of the interview more confused than I was when I went in. In a bid for clarity, I contact Anton Pominov, the Russian director of the campaigning organization Transparency International. Anton says that the competition stage for the park was well above board, but when it comes to the construction process, you hit a brick wall. We don't have a lobbyism legislation here in Russia. So the truth is, we don't really know how the contracts are awarded by the Moscow budget to a contractor. And the second part of the problem, we don't know what happens next with the subcontractors that fulfill different parts of this multi-billion work. As our experience shows, it's only the most advanced companies in Russia that have their own procurement rules, their own staffing rules, their own conflict of interest avoidance rules, and definitely not the ones in the construction business. If it's so easy for a state company to set up a private company that doesn't have to be audited to the same standard, surely it can't be that hard to clean up the rules. Parliament is not an independent body here, so you cannot say the parliament, when they see some loophole in the legislation, they will go and fix it. There is suspicion within the team of Transparency International Russia that the final beneficiary of a number of contracts in Moscow is Marat Husnulin, the head of construction department of Moscow. We made three investigations by now. An elite apartment complex was built in a park close to the center of Moscow by a company that is linked with the family of Husnulin. And there was an investigation last week that we published about VTB Arena, a huge stadium that was also awarded to a company that is linked to this gentleman. Marat Husnulin gave an interview to the independent TV station, Rain, dismissing Transparency International's investigation into the football stadium as a rich fantasy. Our request for an interview was declined. I asked Charles Renfro what he thinks about the closed nature of the park's construction. It is Russia after all, and all I can say is they never made us designed to budget during the construction phase. We didn't really have to worry about value engineering the whole time. Western projects during construction and before construction, oftentimes architects spend so much time and energy dumbing down the design to make it less expensive that it often impacts the quality of the finished work. We didn't have that hindrance here. So it's not a park, of course. You can call this park, but it's not a park. It's many square meters of real estate instead of park. You can't chill out there. Forrest Bernersconi is Moscow's architect provocateur, who made it onto the shortlist for Zariadje. His design reflected concern about the loss of parks. For all the fanfare about Zariadje, since 2000 when Putin came to power, greenery in Moscow has been cut by 678 hectares. That's an area twice the size of New York's central park. But could Bernersconi's criticisms just be sour grapes? As an expert, I can say that the quality of the realization is really poor. It's not bad, it's poor. What's the quality problem? Explain it. Bad taste, first of all, and a bad organization of processes. If you want to launch a rocket, for example, to the moon, you have to have not only good team, but you have to build every detail of this rocket with a very high-level quality. If you will not do this, the rocket will fall. So same here. So does that mean corners are being cut? Amazingly, I'm still able to talk to some of the people who have built this park with their bare hands. At the eastern corner of the site, I stray into an area visitors aren't meant to see. Basically, this is a city of sort of quarter cabins, one stacked onto the other, they're made of aluminium. It's very muddy here, there's a lot of puddles. Most of the workers have come here from Central Asia. A young guy from Tajikistan is crouching in bare feet to clean his trainers, careful not to step on all the broken glass around. He beckons us into his fuggy cabin to meet two of his co-workers that he bunks up with. They've been here a year. He says, yeah, we're really proud of our work. We're proud that people are walking around it, enjoying it. Every paving stone has been laid with care, according to Ibrahim, a master of masonry from Uzbekistan, with 45 years of experience. He just wishes that he was paid better. They're paid by results, not a monthly wage, that they can earn 40, 50 rubles. I say, is it possible to earn as much as 100,000 rubles a month? He says, well, it's very rare. And some months we earn practically nothing, you know, just 10,000 because there's not enough work to go around. That means on a bad month, they'd be earning only 500 rubles a day. That's less than the price of the ticket for the 10-minute ride, the flight over Moscow. At the helm of the park development, Sergei Kuznetsov assures me he was also working flat out. All of this project, I feel like the suck of my, really my blood out of me. Sucking your blood? Yes, and I was just laying in the bed. Without any moving, it's absolutely no power, nothing. For me, of course, it became biggest and absolutely out of the discussion main project of my life. Literally. But in the same time, I was charged on Ljniki Stadium. He's talking about the main venue for next year's World Cup. Moscow's streets are being dug up and repaved. There's drilling everywhere. The championships, like the lavish Sochi Winter Olympics, are part of a charm offensive, of which Zaryagye is the jewel in the crown. It's a projection of soft power, soaking up attention, while other green spaces in the city are disappearing. If Zaryadier is the Russian landscape in microcosm, it's also a sample of the country's murky business climate. I'm Lucy Ash. The producer of Putin's Park is Dorothy Fever, and the editor was Penny Murphy. The programme was mixed by Neil Churchill. We hope you enjoyed it. You can listen to plenty of other business-related stories, including next week's program on how to make electric cars more affordable by downloading the BBC's World of Business Podcasts. Yoga is more than just exercise. It's the spiritual practice that millions swear by. And in 2017, Miranda, a university tutor from London, joins a yoga school that promises profound transformation. It felt a really safe and welcoming space. After the yoga classes, I felt amazing. But soon, that calm, welcoming atmosphere leads to something far darker, a journey that leads to allegations of grooming, trafficking, and exploitation across international borders. I don't have my passport, I don't have my phone, I don't have my bank cards, I have nothing. The passport being taken, the being in a house and not feeling like they can leave. World of Secrets is where untold stories are unveiled and hidden realities are exposed. In this new series, we're confronting the dark side of the wellness industry, with the hope of a spiritual breakthrough gives way to disturbing accusations. You just get sucked in so gradually, and it's done so skillfully that you don't realize. And it's like this, the secret that's there. I wanted to believe that, you know, that whatever they were doing, even if it seemed gross to me, was for some spiritual reason that I couldn't yet understand. Revealing the hidden secrets of a global yoga network. I feel that I have no other choice. The only thing I can do is to speak about this and to put my reputation and everything else on the line. I want truth and justice. And for other people to not be hurt, for things to be different in the future. To bring it into the light and almost alchemise some of that evil stuff that went on and take back the power. World of Secrets, Season 6, The Bad Guru. Listen wherever you get your podcasts. You know,"}