{"speakers": [], "chunks": [{"timestamp": [0.0, 3.4], "text": " This BBC podcast is supported by ads outside the UK."}, {"timestamp": [3.78, 6.08], "text": " This is the BBC's world of business."}, {"timestamp": [6.38, 9.16], "text": " I'm Leslie Kerwin, and the producer is Rosamund Jones."}, {"timestamp": [9.68, 13.76], "text": " In this week's download edition of In Business from BBC Radio 4,"}, {"timestamp": [14.12, 18.58], "text": " we're looking at the revolution currently sweeping through the global investment industry."}, {"timestamp": [19.62, 22.78], "text": " Good morning, everybody, and thank you for being with us."}, {"timestamp": [23.24, 24.62], "text": " My name is Andy Agafangelo."}, {"timestamp": [24.62, 28.04], "text": " I'm the founding chair of the Transparency Task Force"}, {"timestamp": [28.04, 32.78], "text": " and it's my absolute pleasure to be welcoming you to this particular event."}, {"timestamp": [34.24, 39.52], "text": " 30 or 40 people are sitting in rows in a glass-walled space in the city of London."}, {"timestamp": [40.08, 44.42], "text": " They are here to talk about an industry which handles trillions of pounds"}, {"timestamp": [44.42, 45.02], "text": " that is investing on behalf of three-quarters of UK households They are here to talk about an industry which handles trillions of pounds,"}, {"timestamp": [48.82, 52.24], "text": " that is investing on behalf of three quarters of UK households and that employs tens of thousands of people,"}, {"timestamp": [52.76, 56.36], "text": " bringing lucrative earnings and high status for many within it."}, {"timestamp": [57.2, 60.52], "text": " What's being said in this meeting might surprise you."}, {"timestamp": [61.16, 65.0], "text": " Our industry, unfortunately, is riddled with opacity."}, {"timestamp": [65.0, 71.0], "text": " Very often at the expense of the consumer, and I and the many people involved in our community"}, {"timestamp": [71.0, 76.0], "text": " are dedicated to trying to do our little bit to fix that."}, {"timestamp": [76.0, 80.0], "text": " We're motivated to try to put things right."}, {"timestamp": [80.0, 89.92], "text": " Now, that is not the kind of run-of-the-mill meeting you'd expect around here."}, {"timestamp": [90.02, 92.14], "text": " It's not about making money."}, {"timestamp": [92.14, 96.06], "text": " The people gathered there want to do something extraordinary."}, {"timestamp": [97.82, 104.02], "text": " They've been fighting to bring about a kind of revolution in the global investment industry."}, {"timestamp": [111.36, 117.44], "text": " In this program, I'll be talking to campaigners and others who believe that the companies which take our money and invest it in pensions and share-isers have hidden the true cost,"}, {"timestamp": [117.44, 128.54], "text": " the full extent of fees and charges that seriously erode the value of our hard-earned savings. Not declaring all these charges is legal, but is it right?"}, {"timestamp": [130.48, 132.68], "text": " If you went and paid £100 or something,"}, {"timestamp": [132.8, 134.5], "text": " but then you got you a statement a month later"}, {"timestamp": [134.5, 138.32], "text": " and found out you'd really paid £300, I think you'd be rather upset."}, {"timestamp": [138.84, 143.2], "text": " And that's the sort of thing that the industry has been doing for a very long time."}, {"timestamp": [146.24, 150.16], "text": " Over my career, I've witnessed firsthand numerous things"}, {"timestamp": [150.16, 155.04], "text": " that have led me to realise that our industry is predisposed"}, {"timestamp": [155.04, 158.24], "text": " to misbehave if it's given the chance to."}, {"timestamp": [158.24, 162.16], "text": " I'll be asking whether the battle for transparency can be won,"}, {"timestamp": [162.16, 166.56], "text": " despite the political heft of this powerful industry."}, {"timestamp": [166.56, 171.84], "text": " If change does come, what could it mean for the investment managers and for our savings?"}, {"timestamp": [175.84, 186.44], "text": " I've come to Liverpool Street Station because behind here are the London offices of Rail Pen."}, {"timestamp": [186.72, 189.56], "text": " That's the pension fund for UK rail workers."}, {"timestamp": [190.24, 194.38], "text": " It invests money on behalf of 350,000 members."}, {"timestamp": [194.5, 196.46], "text": " It's one of the biggest funds in the UK."}, {"timestamp": [196.46, 204.96], "text": " And I'm talking to Rail Pen because it was one of the first to investigate the real cost of fees and charges"}, {"timestamp": [204.96, 207.0], "text": " and what they were truly paying."}, {"timestamp": [207.0, 215.0], "text": " Rail Pen had begun to suspect it was paying all kinds of underlying costs, which were"}, {"timestamp": [215.0, 221.64], "text": " not laid out explicitly on the bills sent by the asset managers. So it took action, as Victoria"}, {"timestamp": [221.64, 224.56], "text": " Bell, its director for trustee accounting explains."}, {"timestamp": [224.56, 225.12], "text": " The first thing we did was hire a forensic cost accountant, which was somebody that came in, it took action as Victoria Bell, its director for trustee accounting explains."}, {"timestamp": [227.5, 228.04], "text": " The first thing we did was hired a forensic cost accountant,"}, {"timestamp": [233.36, 233.48], "text": " which was somebody that came in and sat and looked through all of our funds that we invested in,"}, {"timestamp": [235.64, 235.96], "text": " got the annual report and accounts of those funds,"}, {"timestamp": [240.36, 240.72], "text": " trawled through them, pulled out all of the costs, worked out what our share of the costs were."}, {"timestamp": [244.7, 245.6], "text": " So this was a huge exercise and very expensive, I guess."}, {"timestamp": [245.6, 246.52], "text": " It was a big exercise."}, {"timestamp": [246.52, 248.4], "text": " It took us several months to do."}, {"timestamp": [248.4, 252.56], "text": " We had to do a lot of digging, a lot of trawling through our accounts."}, {"timestamp": [252.56, 257.76], "text": " Perhaps because of light-touch financial regulation, asset managers had never been compelled"}, {"timestamp": [257.76, 261.96], "text": " to reveal the underlying costs of investing to their clients."}, {"timestamp": [261.96, 266.52], "text": " And as long as pension schemes like Rail PEN saw what seemed to be good returns on their money,"}, {"timestamp": [267.06, 269.34], "text": " they didn't really bother to look into the costs."}, {"timestamp": [270.08, 273.84], "text": " All we see is the return of 10% and think that's great."}, {"timestamp": [274.36, 278.38], "text": " But what it might have actually done is gained 12% over the course of the year,"}, {"timestamp": [278.68, 280.68], "text": " but taken 2% out in fees."}, {"timestamp": [281.32, 286.0], "text": " It emerged there was a whole range of fees that never appeared on the bill."}, {"timestamp": [286.0, 291.0], "text": " There'll be commissions, there'll be brokerage fees, there could be taxes, stamp duty, etc."}, {"timestamp": [291.0, 297.68], "text": " There could be legal fees, administration fees, possibly due diligence fees in terms of looking"}, {"timestamp": [297.68, 305.0], "text": " at what assets to buy and sell, and they're all hidden within the fund that we invest in."}, {"timestamp": [307.22, 307.64], "text": " Some of those fees you can't do anything about."}, {"timestamp": [309.94, 310.4], "text": " But with others, such as the costs of trading,"}, {"timestamp": [311.66, 311.9], "text": " once you know what they are,"}, {"timestamp": [315.58, 316.22], "text": " the pension scheme can haggle with the fund manager to get them reduced."}, {"timestamp": [321.12, 321.66], "text": " The scale of rail pens hidden charges turned out to be eye-watering."}, {"timestamp": [323.74, 326.16], "text": " If you look in the accounts for 2011, the costs that we show around about"}, {"timestamp": [326.16, 332.36], "text": " the 80-90 million pound mark. When we'd finished our exercise and we looked at 2011, our costs"}, {"timestamp": [332.36, 340.24], "text": " were actually 289 million pounds. So 200 million pounds of costs were hidden?"}, {"timestamp": [340.24, 349.74], "text": " Yes, basically. We were surprised at the magnitude, very, very surprised, and there may well be more. This is what we were able to get our hands on."}, {"timestamp": [350.28, 362.42], "text": " That's worth repeating. Costs were £200 million higher than Railpan had been told, because of layers of opaque fees charged by funds which had invested in yet other funds."}, {"timestamp": [363.02, 365.02], "text": " But many smaller pension schemes"}, {"timestamp": [365.02, 368.66], "text": " simply don't have the resources to dig like Rail Pend did."}, {"timestamp": [369.34, 371.2], "text": " Hilary Salt is a pension trustee"}, {"timestamp": [371.2, 374.22], "text": " and an actuary trained to calculate risk"}, {"timestamp": [374.22, 377.58], "text": " and even she finds it hard to dig down."}, {"timestamp": [378.04, 380.42], "text": " It's really difficult to ask the right questions"}, {"timestamp": [380.42, 382.34], "text": " to get to those hidden costs."}, {"timestamp": [382.82, 385.96], "text": " I've been trying to get to the bottom of this for two decades now."}, {"timestamp": [386.88, 390.2], "text": " And even very small charges can have really significant effects"}, {"timestamp": [390.2, 393.02], "text": " on the total amount of money that's in the pension scheme"}, {"timestamp": [393.02, 395.08], "text": " at the end of a period of accumulation."}, {"timestamp": [396.34, 399.4], "text": " So if it was 1% for the explicit charges"}, {"timestamp": [399.4, 402.98], "text": " and say 3% for all the charges, including hidden charges,"}, {"timestamp": [403.54, 406.54], "text": " how much would you lose out from that?"}, {"timestamp": [407.48, 409.68], "text": " Let me do some sums on that and I'll send you an email."}, {"timestamp": [413.54, 416.24], "text": " Well, I've got that email in front of me now."}, {"timestamp": [417.24, 422.7], "text": " Hillary has calculated that the hidden charges I asked about over 30 years"}, {"timestamp": [422.7, 429.0], "text": " could reduce the size of the pension fund by 40 or even 50%."}, {"timestamp": [429.0, 437.0], "text": " That's enormous and it could make all the difference between a pension scheme thriving or failing."}, {"timestamp": [437.0, 445.1], "text": " Many, many schemes are closing. Many members are not getting their full benefits. And it would be an interesting question"}, {"timestamp": [445.1, 449.66], "text": " to ask if all those hidden charges could be recouped for all those members, how many open"}, {"timestamp": [449.66, 455.68], "text": " schemes would we have now? It's infuriating really. It's very distressing. Knowing the full picture"}, {"timestamp": [455.68, 461.78], "text": " does help. Railpen has now ensured a better outcome for members. It's managed to whittle down"}, {"timestamp": [461.78, 465.94], "text": " those high charges from various investment managers by £70 million."}, {"timestamp": [467.28, 473.28], "text": " Greater transparency has given Railpen the ability to see more clearly if they're getting value for money"}, {"timestamp": [473.28, 480.72], "text": " from those who actively manage their money, fund managers who pick and choose shares or other assets to invest in."}, {"timestamp": [482.52, 487.8], "text": " Tim Jenkinson is Professor of Finance at Oxford University's Syed Business School."}, {"timestamp": [488.44, 489.96], "text": " The more transparency there is,"}, {"timestamp": [490.48, 491.68], "text": " the easier it will be able to see"}, {"timestamp": [491.68, 493.56], "text": " whether active managers add value."}, {"timestamp": [493.56, 497.56], "text": " If a fund manager could produce 10% higher return"}, {"timestamp": [497.56, 501.24], "text": " and charge an extra 2% or 3% for doing so,"}, {"timestamp": [501.64, 504.76], "text": " the investor is quids in and should be happy."}, {"timestamp": [507.3, 507.44], "text": " That can happen for a while,"}, {"timestamp": [513.16, 518.92], "text": " but the evidence shows there's a lot of mean reversion. In other words, if I outperform by 10% this year, it's unlikely I'm going to outperform by 10% next year. Mean reversion kicks in"}, {"timestamp": [518.92, 524.78], "text": " and it's really because there's a sort of distinction here between luck and skill. There is some"}, {"timestamp": [524.78, 527.38], "text": " skill in this industry, but there's also quite a lot of luck."}, {"timestamp": [527.74, 530.4], "text": " And in most cases, luck doesn't persist for a long time."}, {"timestamp": [531.48, 536.0], "text": " Judging value for money means looking at costs as well as performance."}, {"timestamp": [536.66, 540.12], "text": " So how might that change the asset management industry?"}, {"timestamp": [540.84, 543.52], "text": " People will be flushed out of the system,"}, {"timestamp": [543.52, 552.0], "text": " and it could be that maybe half the industry of the active management industry could not exist in 10 years time."}, {"timestamp": [552.0, 557.0], "text": " It will change the shape of employment within the financial services sector."}, {"timestamp": [557.0, 565.6], "text": " I remember in my long career as a business reporter going into some of the inner offices of the star fund managers,"}, {"timestamp": [565.96, 569.42], "text": " who are treated a bit like rock stars, aren't they?"}, {"timestamp": [569.8, 573.12], "text": " There will still be some rock stars, but there won't be as many of them."}, {"timestamp": [573.5, 578.66], "text": " A lot of historically sort of important roles will change and become less so."}, {"timestamp": [591.56, 596.18], "text": " This is Amsterdam. I've got trams on my right and canal on my left. It is a breathtakingly cold and bright sunny day."}, {"timestamp": [596.18, 601.92], "text": " I'm here because it was in the Netherlands that the big questions about transparency were"}, {"timestamp": [601.92, 605.0], "text": " first being asked in 2011."}, {"timestamp": [605.0, 609.4], "text": " When pension funds were under pressure in the wake of the financial crisis,"}, {"timestamp": [609.4, 613.12], "text": " some people even faced cuts in their pensions."}, {"timestamp": [613.12, 618.96], "text": " The answer was to look for the first time at the costs that no one could see."}, {"timestamp": [622.0, 629.12], "text": " I'm Eric Phelpouse, working in Dutch asset management industry, pension funds for over 30 years in different roles."}, {"timestamp": [629.84, 632.96], "text": " Sometimes I hear from the industry that they call me Mr. Cost."}, {"timestamp": [633.88, 635.56], "text": " Mr. Cost, quite a nickname."}, {"timestamp": [635.56, 646.76], "text": " He got it because back in 2011 he wrote a set of voluntary guidelines for Dutch investment managers to reveal all their formerly hidden costs to the pension funds which employed them."}, {"timestamp": [646.76, 652.44], "text": " That included the significant cost of transactions, of buying and selling assets."}, {"timestamp": [652.44, 657.0], "text": " By 2013, all pension funds could clearly see those costs,"}, {"timestamp": [657.0, 660.24], "text": " and the guidelines are now partly written into Dutch law."}, {"timestamp": [660.24, 665.0], "text": " Over coffee, I asked Eric Velpouse how that achievement made him feel."}, {"timestamp": [665.0, 668.0], "text": " Proud. We did make the first move."}, {"timestamp": [668.0, 672.0], "text": " And if you look worldwide, people are looking at the Netherlands."}, {"timestamp": [672.0, 676.0], "text": " How did they do it? And yes, in a sense I'm proud."}, {"timestamp": [676.0, 681.0], "text": " So all this has happened really in the last, what, seven years or so?"}, {"timestamp": [681.0, 684.0], "text": " Not even, I think the last three, four years."}, {"timestamp": [684.0, 686.6], "text": " How did he manage to do it so quickly?"}, {"timestamp": [687.16, 689.06], "text": " The Dutch pension market is a small market."}, {"timestamp": [689.56, 692.36], "text": " I do know a lot of people, and they know what I wanted."}, {"timestamp": [692.8, 694.4], "text": " And they said, OK, we're going to do this."}, {"timestamp": [694.4, 700.64], "text": " All people involved in the asset management industry were in favour of making cost transparent."}, {"timestamp": [701.14, 704.34], "text": " If you have all the stakeholders behind you, then it will work."}, {"timestamp": [704.84, 710.32], "text": " So what effect has all this transparency had on the costs of pensions?"}, {"timestamp": [710.32, 718.24], "text": " Well, in general the costs go down because cost is a very important reason not to or"}, {"timestamp": [718.24, 724.12], "text": " to choose an asset manager. So basically competition has been better because you can"}, {"timestamp": [724.12, 727.58], "text": " compare the cost between manager to manager."}, {"timestamp": [728.16, 732.12], "text": " That's correct. And of course the asset management is less margins."}, {"timestamp": [732.12, 734.24], "text": " So the asset managers are making less money?"}, {"timestamp": [734.88, 736.52], "text": " They're making less money, yeah."}, {"timestamp": [737.34, 740.46], "text": " That is, after all, how competition is meant to work."}, {"timestamp": [740.84, 745.2], "text": " But it seems surprising that Dutch asset managers appear to have been so resigned,"}, {"timestamp": [745.72, 752.44], "text": " so phlegmatic about their profits being hit. I asked Eric Valpouse why. If you look at the"}, {"timestamp": [752.44, 759.08], "text": " Netherlands in the asset management industry, you can make money, but up until a certain amount,"}, {"timestamp": [759.38, 766.3], "text": " and that's the Dutch culture. In the UK, the financial industry is regarded as the engine of our economy"}, {"timestamp": [766.3, 773.2], "text": " held in very high regard by a lot of people. Does it feel like that here in the Netherlands?"}, {"timestamp": [773.5, 778.2], "text": " No, not necessarily. It's regarded as any other business. That's why people believe"}, {"timestamp": [778.2, 784.2], "text": " why should they make an awful lot of money compared with working in a hospital or in a factory."}, {"timestamp": [784.46, 786.04], "text": " It's not regarded as the number"}, {"timestamp": [786.04, 790.44], "text": " one job. Do you think that's one of the reasons why you were able to do what you've done?"}, {"timestamp": [790.44, 798.72], "text": " Yes, yes. The Dutch system may not be perfect. Its critics say it focuses too much on costs"}, {"timestamp": [798.72, 804.6], "text": " of investment now, when in fact the performance also matters. But something remarkable"}, {"timestamp": [804.6, 805.68], "text": " did happen here."}, {"timestamp": [806.04, 808.68], "text": " A strong consensus for transparency was created"}, {"timestamp": [808.68, 811.52], "text": " from pension funds, regulators, the government,"}, {"timestamp": [811.92, 814.6], "text": " and the investment management industry itself."}, {"timestamp": [815.28, 820.8], "text": " And transparency campaigners in the UK say that has been far harder to achieve here."}, {"timestamp": [823.84, 829.88], "text": " In another cafe, this time in London, I met Andy Agathangelo, who's worked in financial services"}, {"timestamp": [829.88, 831.28], "text": " since his 20s."}, {"timestamp": [831.28, 834.12], "text": " We heard from him at the beginning of the program."}, {"timestamp": [834.12, 840.24], "text": " Along with other prominent campaigners, he founded the Transparency Task Force in 2015, to make"}, {"timestamp": [840.24, 844.0], "text": " the case for openness right across the financial world."}, {"timestamp": [844.0, 850.52], "text": " It has 300 members from 18 countries who meet with industry and regulators and make detailed"}, {"timestamp": [850.52, 853.4], "text": " proposals for more transparency."}, {"timestamp": [853.4, 858.84], "text": " With the Transparency Task Force, we're actually asking industry to change in a manner"}, {"timestamp": [858.84, 862.22], "text": " that in the short term is going to cost it."}, {"timestamp": [862.22, 867.4], "text": " There are organisations that are inherently transparent, inherently consumer-centric,"}, {"timestamp": [867.96, 873.0], "text": " and they're really good. They're part of the future. Many, however, don't behave like that."}, {"timestamp": [873.44, 881.66], "text": " There are individuals and organisations that would rather keep things as they are. You've only got to look at the profit margins,"}, {"timestamp": [881.86, 885.24], "text": " the average profit margins of asset managers to understand"}, {"timestamp": [885.24, 889.88], "text": " that there's a status quo that many of them would like to keep."}, {"timestamp": [889.88, 897.56], "text": " Between 2010 and 2015, average profit margins for asset managers stated a whopping 36%, according"}, {"timestamp": [897.56, 903.4], "text": " to a study by the industry regulator, the Financial Conduct Authority or FCA."}, {"timestamp": [903.4, 909.24], "text": " Andy Agathangelo believes the incentives for fund managers have not helped the consumer."}, {"timestamp": [909.24, 913.84], "text": " They have a tension between driving maximum value for their shareholders."}, {"timestamp": [913.84, 916.42], "text": " That means generating maximum profits."}, {"timestamp": [916.42, 923.76], "text": " That means a predisposition to not be completely clear and completely transparent in how they"}, {"timestamp": [923.76, 926.4], "text": " are generating their revenues."}, {"timestamp": [926.4, 930.56], "text": " And there was a particular moment in time when I realised there was a huge problem, which is"}, {"timestamp": [930.56, 934.8], "text": " when I started to look out the levels of savings in the UK. They're currently as low as they"}, {"timestamp": [934.8, 940.0], "text": " have been since 1963. Why did that start you worrying?"}, {"timestamp": [940.0, 945.88], "text": " If people don't trust the system, they're unlikely to put away enough money for retirement provision and so on."}, {"timestamp": [946.34, 952.4], "text": " So the financial services industry needs to be trusted for it to be effective and it's not trusted."}, {"timestamp": [952.4, 956.52], "text": " Are they right not to trust the industry as things stand?"}, {"timestamp": [957.08, 960.14], "text": " The simple answer is yes."}, {"timestamp": [961.06, 967.58], "text": " He reckons being open about fees and charges is vital to rebuild trust and strengthen the industry."}, {"timestamp": [968.08, 973.18], "text": " And he's not the only industry insider-turned campaigner to have come to that conclusion."}, {"timestamp": [978.76, 984.9], "text": " I'm in busy South Kensington in London, about to meet someone who you probably heard of"}, {"timestamp": [984.9, 985.76], "text": " because of her"}, {"timestamp": [985.76, 991.84], "text": " court actions challenging the UK government over Brexit. But in fact, Gina Miller has been"}, {"timestamp": [991.84, 996.72], "text": " campaigning for transparency in the investment industry for much longer."}, {"timestamp": [1000.0, 1003.6], "text": " Part of me has done it because it's absolutely the right thing to do. But secondly,"}, {"timestamp": [1004.16, 1006.82], "text": " it's very difficult to be a disruptive company"}, {"timestamp": [1006.82, 1009.52], "text": " who is going to come in and be transparent from day one"}, {"timestamp": [1009.52, 1011.88], "text": " when you're not playing on a level playing field."}, {"timestamp": [1012.6, 1017.12], "text": " Gina Miller's company is called SCM Direct, launched with her husband, Alan."}, {"timestamp": [1017.74, 1022.08], "text": " So far in this program, I've been talking mainly about company pension fund investments."}, {"timestamp": [1022.08, 1025.72], "text": " But SCM Direct is aimed at retail investors."}, {"timestamp": [1026.32, 1027.8], "text": " In other words, you and me"}, {"timestamp": [1027.8, 1030.56], "text": " who put our money directly into investment funds,"}, {"timestamp": [1030.94, 1034.88], "text": " maybe through ICERs or self-invested personal pension pots."}, {"timestamp": [1035.72, 1037.7], "text": " Gina Miller says she wanted her customers"}, {"timestamp": [1037.7, 1040.28], "text": " to be able to see all the costs and charges."}, {"timestamp": [1040.92, 1042.88], "text": " We launched the business in 2009,"}, {"timestamp": [1043.16, 1044.54], "text": " and we have built a client portal,"}, {"timestamp": [1044.7, 1047.04], "text": " which gives our clients complete transparency."}, {"timestamp": [1047.36, 1052.26], "text": " They can see when we bought, when we sold, what the costs were, what the impact on their portfolio is."}, {"timestamp": [1052.66, 1055.32], "text": " They can see everything 24-7."}, {"timestamp": [1055.8, 1057.0], "text": " But there was a catch."}, {"timestamp": [1057.62, 1065.58], "text": " She says that in being fully transparent, her costs actually looked higher to consumers than those of her less transparent rivals,"}, {"timestamp": [1066.06, 1067.46], "text": " even though she says they weren't."}, {"timestamp": [1067.92, 1072.64], "text": " I completely misjudged what a competitive disadvantage it would be."}, {"timestamp": [1072.98, 1077.08], "text": " That's why I officially launched the True and Fair campaign in 2012,"}, {"timestamp": [1077.38, 1081.94], "text": " because I realised that there had to be a campaigning educational side to this."}, {"timestamp": [1082.24, 1096.4], "text": " Fund managers generally are regarded as the great and the good of the city, aren't they? They're respected. Is that why perhaps people find it difficult to think that they've been misled about fees and charges?"}, {"timestamp": [1097.44, 1112.1], "text": " I think what has happened is that fund managers aren't actually as clever as they think they are. What they've done is they've designed a language which appears to be so sophisticated and basically rocket science that the ordinary investor"}, {"timestamp": [1112.1, 1116.28], "text": " can't understand it. And that's one of the things they really don't like about the work"}, {"timestamp": [1116.28, 1120.24], "text": " that I've been doing is I've saying, look, it isn't actually that difficult, but it's an"}, {"timestamp": [1120.24, 1125.2], "text": " argument that has fallen on very stony ground. Those of us in the industry who have been"}, {"timestamp": [1125.2, 1130.92], "text": " campaigning for this have been sidelined, have been attacked, have even earned a nickname in the"}, {"timestamp": [1130.92, 1135.1], "text": " industry of the black widow spider because apparently I'm bringing down the industry all by"}, {"timestamp": [1135.1, 1139.98], "text": " myself. A group of men, we were at a summer party and they came up to me and said, you should"}, {"timestamp": [1139.98, 1144.8], "text": " be ashamed of yourself. What you're doing is going to hurt my family and I thought, not only"}, {"timestamp": [1144.8, 1149.12], "text": " you're bullying me, but you're actually now blackmailing me as well, emotional blackmail as well"}, {"timestamp": [1149.12, 1153.74], "text": " as bullying. That's a great combination. These were asset managers who were talking to you. Yes,"}, {"timestamp": [1153.84, 1160.5], "text": " yes. It's extraordinary. Over the last couple of years, I've heard from other advocates of transparency"}, {"timestamp": [1160.5, 1165.16], "text": " who say they were denounced or threatened with legal action by asset managers."}, {"timestamp": [1165.98, 1167.82], "text": " Resistance has been strong."}, {"timestamp": [1168.46, 1170.28], "text": " Here's someone else who's encountered it."}, {"timestamp": [1170.78, 1171.96], "text": " My name is Daniel Godfrey."}, {"timestamp": [1172.14, 1176.16], "text": " I'm an independent director of a number of financial services organisations."}, {"timestamp": [1176.84, 1180.4], "text": " And I was chief executive of the Investment Association for three years,"}, {"timestamp": [1180.4, 1185.92], "text": " a representative body which covers the UK asset management industry."}, {"timestamp": [1186.84, 1192.14], "text": " Daniel Godfrey took the top job at the powerful industry body for asset managers in 2012."}, {"timestamp": [1192.84, 1194.92], "text": " It was a high-stakes mission."}, {"timestamp": [1194.92, 1202.3], "text": " I understood when I started the job that a strategy of quite radical transformation"}, {"timestamp": [1202.3, 1208.0], "text": " could potentially lead to effectively me leaving without succeeding."}, {"timestamp": [1208.0, 1217.0], "text": " From the first, he argued that investment managers must earn people's trust by putting the consumer first and making transparency a priority."}, {"timestamp": [1217.0, 1224.0], "text": " And that led him in 2015 to ask his members to sign up to a statement of 10 principles."}, {"timestamp": [1224.0, 1228.38], "text": " Principle one was always put the interests of clients ahead of your own."}, {"timestamp": [1228.72, 1234.14], "text": " So from my perspective, the consequences of always putting the client's interest first"}, {"timestamp": [1234.14, 1237.54], "text": " clearly has to be meaningful transparency."}, {"timestamp": [1238.12, 1241.6], "text": " So they totally understand what you say you're going to do,"}, {"timestamp": [1241.92, 1243.94], "text": " how they can measure at some point in the future,"}, {"timestamp": [1243.94, 1247.88], "text": " and when in the future they should measure whether to be pleased or disappointed,"}, {"timestamp": [1248.28, 1253.08], "text": " and exactly how much it's going to cost so they can make intelligent, informed comparisons."}, {"timestamp": [1253.74, 1256.4], "text": " But some of the members didn't want that?"}, {"timestamp": [1257.52, 1258.86], "text": " Well, matters came to a head."}, {"timestamp": [1259.36, 1265.6], "text": " A small number of members decided that they didn't want to maintain their membership of the Investment"}, {"timestamp": [1265.6, 1270.82], "text": " Association, which is of course that absolute right. And if you have a couple of your largest"}, {"timestamp": [1270.82, 1277.02], "text": " members who might be removing a significant percentage of your revenue, of course the board is"}, {"timestamp": [1277.02, 1282.36], "text": " going to be anxious that other members will follow. And so as soon as that happened, it was clear"}, {"timestamp": [1282.36, 1289.62], "text": " to me that it would be a better outcome for the association for me to leave, if necessary, rather than for the association to implode."}, {"timestamp": [1289.96, 1292.06], "text": " And so I duly left."}, {"timestamp": [1292.78, 1297.84], "text": " The Investment Association was not ready for Daniel Godfrey's approach to transparency."}, {"timestamp": [1298.74, 1306.26], "text": " Within a year, it went on to publish a press release, suggesting the idea of hidden charges, was simply a myth,"}, {"timestamp": [1306.86, 1309.02], "text": " just like the Loch Ness Monster."}, {"timestamp": [1310.0, 1313.58], "text": " Transparency campaigners were deeply disturbed and angry."}, {"timestamp": [1314.4, 1317.22], "text": " Chris Cummings is now the organisation's chief executive."}, {"timestamp": [1317.98, 1320.32], "text": " I asked him, have things changed?"}, {"timestamp": [1320.98, 1327.0], "text": " Any industry in the 21st century has got to be entirely transparent to its customers."}, {"timestamp": [1327.0, 1335.0], "text": " And we want to be really, really clear what the costs have been throughout the time that they've trusted us with their money."}, {"timestamp": [1335.0, 1340.0], "text": " And that way they can make a proper determination as to whether they've had good value."}, {"timestamp": [1340.0, 1347.0], "text": " 18 months ago you published a press release saying that the concept of hidden fees and charges"}, {"timestamp": [1347.0, 1351.0], "text": " was the Loch Ness monster of investments."}, {"timestamp": [1351.0, 1353.0], "text": " In other words, it was a myth."}, {"timestamp": [1353.0, 1361.0], "text": " So were you saying effectively that the people who've been campaigning for more transparency, they're wrong?"}, {"timestamp": [1361.0, 1368.08], "text": " Well, that press release was based on a serious piece of work that was done, but the language"}, {"timestamp": [1368.08, 1372.52], "text": " was regrettable. Customers should know how much they're investing and who's earning what."}, {"timestamp": [1372.52, 1377.2], "text": " Forgive me for interrupting, but was the Loch Ness monster a bad idea on the part of the"}, {"timestamp": [1377.2, 1378.6], "text": " Investment Association?"}, {"timestamp": [1378.6, 1382.24], "text": " That decision was taken before I arrived, so there's nothing I can do to change that. Actually,"}, {"timestamp": [1382.24, 1385.42], "text": " looking to the future, I can assure you and every one of your listeners"}, {"timestamp": [1385.42, 1391.22], "text": " that our organisation and people across the industry are entirely committed to making sure"}, {"timestamp": [1391.22, 1398.04], "text": " that customers, our investors, understand how much they're investing, where that investment goes"}, {"timestamp": [1398.04, 1403.18], "text": " and what the performance of that investment is, because we are entirely aligned with our customers' interests."}, {"timestamp": [1403.7, 1406.76], "text": " So are you saying that your members, 100% of them,"}, {"timestamp": [1406.84, 1410.92], "text": " are 100% behind full transparency of costs and charges?"}, {"timestamp": [1411.56, 1412.02], "text": " Yes."}, {"timestamp": [1412.16, 1412.88], "text": " 100%?"}, {"timestamp": [1413.64, 1414.44], "text": " Entirely."}, {"timestamp": [1415.3, 1418.1], "text": " That's not what I'm hearing from some campaigners."}, {"timestamp": [1418.6, 1423.08], "text": " They say, although many asset managers are convinced about the case for transparency,"}, {"timestamp": [1423.84, 1425.84], "text": " a number are still lobbying against"}, {"timestamp": [1425.84, 1432.38], "text": " it below the radar. But the Investment Association itself is now working hand in hand with the"}, {"timestamp": [1432.38, 1438.68], "text": " regulator, the FCA, consumer groups and campaigners to try to hammer out standard guidelines"}, {"timestamp": [1438.68, 1446.54], "text": " to reveal all costs in UK company pension schemes. These guidelines may be built along similar lines to those"}, {"timestamp": [1446.54, 1452.56], "text": " first developed by Eric Veldpouse in the Netherlands. But how likely is it that the industry and the"}, {"timestamp": [1452.56, 1459.66], "text": " campaigners will reach agreement on the nitty-gritty details? I asked Chris Wollard, Executive Director"}, {"timestamp": [1459.66, 1466.22], "text": " of Strategy and Competition at the FCA. At the moment, we are really positive about the progress that's being made,"}, {"timestamp": [1466.3, 1469.66], "text": " and we'd expect to be able to say a bit more about some of the conclusions very soon."}, {"timestamp": [1469.94, 1475.32], "text": " Will this be a voluntary thing that asset managers can decide to adopt it or not?"}, {"timestamp": [1476.02, 1481.18], "text": " Yeah, that will have to work essentially on a voluntary basis between participants in the industry."}, {"timestamp": [1481.18, 1485.12], "text": " If it's on a voluntary basis, then isn't there a problem for the good"}, {"timestamp": [1485.12, 1491.84], "text": " guys who adopt it, who are honest, they're going to be admitting to more costs than they would"}, {"timestamp": [1491.84, 1496.88], "text": " in the past and they're going to look uncompetitive on me? So I think the reverse is probably true"}, {"timestamp": [1496.88, 1500.4], "text": " here. We've seen the other jurisdictions, so for example in the US where some of this has"}, {"timestamp": [1500.4, 1504.96], "text": " happened, actually where money is drawn to is those who are acting, honestly those are"}, {"timestamp": [1504.96, 1511.68], "text": " actually abiding by industry best practice. So I think the alignment of incentives here,"}, {"timestamp": [1512.08, 1516.68], "text": " given the spotlight that's been thrown on this area, is now actually quite close."}, {"timestamp": [1516.94, 1523.46], "text": " Why do you have to go for a voluntary code here? Why can't you enforce it as a regulator?"}, {"timestamp": [1523.92, 1528.06], "text": " What I would say, and I think, you know, otherwise we might well be calling to say, you know,"}, {"timestamp": [1528.1, 1531.4], "text": " should legislation be different in this space and we've done that on other occasions?"}, {"timestamp": [1531.56, 1535.38], "text": " But we think people are working effectively towards a good outcome here."}, {"timestamp": [1536.44, 1540.22], "text": " The FCA is not the only authority pursuing transparency."}, {"timestamp": [1541.08, 1547.8], "text": " European legislation, which does not cover pension products, recently came into force to compel asset managers"}, {"timestamp": [1547.8, 1550.72], "text": " to reveal the total cost of investment to clients."}, {"timestamp": [1551.56, 1554.78], "text": " Early results from this suggest the true cost of investing"}, {"timestamp": [1554.78, 1556.74], "text": " with some of the biggest fund managers"}, {"timestamp": [1556.74, 1560.08], "text": " may be a third higher than had been disclosed,"}, {"timestamp": [1560.5, 1561.7], "text": " perhaps even more."}, {"timestamp": [1562.2, 1563.8], "text": " And there may be more shocks to come."}, {"timestamp": [1569.0, 1576.0], "text": " The campaigners like Andy Agathangelo, it's been a hard road. It does take a combination of courage and perhaps even constructive naivety"}, {"timestamp": [1576.0, 1579.0], "text": " to think that you can change organisations with a lot of power,"}, {"timestamp": [1579.0, 1582.0], "text": " a lot of influence, a lot of resource, a lot of clout."}, {"timestamp": [1582.0, 1586.44], "text": " If you hadn't seen this as a mission, a personal mission,"}, {"timestamp": [1587.2, 1590.06], "text": " and the same could be said for others, where would we be now?"}, {"timestamp": [1590.56, 1593.14], "text": " I don't think we would be as far forward as we are."}, {"timestamp": [1593.74, 1594.5], "text": " And you know what?"}, {"timestamp": [1594.6, 1597.48], "text": " That really does raise some rather interesting questions."}, {"timestamp": [1598.2, 1603.42], "text": " It makes you wonder about the priorities within government in the past."}, {"timestamp": [1607.0, 1613.0], "text": " When a situation arose, which came down to either backing the city or backing the consumer,"}, {"timestamp": [1613.0, 1621.0], "text": " our political framework has tended to think, you know what, the city's ultra important to UK PLC,"}, {"timestamp": [1621.0, 1625.1], "text": " we're going to look after the city's interests, everybody benefits in the long run."}, {"timestamp": [1625.4, 1627.62], "text": " That's a terrible, terrible way of looking at things."}, {"timestamp": [1628.24, 1632.7], "text": " And I think that mindset has changed."}, {"timestamp": [1633.52, 1636.02], "text": " So is the battle really won?"}, {"timestamp": [1636.58, 1639.88], "text": " Perhaps, but a note of caution from Daniel Godfrey."}, {"timestamp": [1641.36, 1655.3], "text": " Brexit has provided a reason for industries, not just asset management, to say this is not a good time to attack us at home whilst you're abroad busy defending us."}, {"timestamp": [1655.3, 1661.0], "text": " And I think that reduces some of the pressure from greater regulatory and political scrutiny."}, {"timestamp": [1661.0, 1665.84], "text": " I've been reporting on the financial industry for nearly 30 years."}, {"timestamp": [1665.84, 1670.72], "text": " I and many others are crossing our fingers for full transparency,"}, {"timestamp": [1670.72, 1672.24], "text": " but I'm not holding my breath."}, {"timestamp": [1682.24, 1685.0], "text": " Yoga is more than just exercise."}, {"timestamp": [1685.0, 1689.0], "text": " It's the spiritual practice that millions swear by."}, {"timestamp": [1689.0, 1693.0], "text": " And in 2017, Miranda, a university tutor from London,"}, {"timestamp": [1693.0, 1697.0], "text": " joins a yoga school that promises profound transformation."}, {"timestamp": [1697.0, 1701.0], "text": " It felt a really safe and welcoming space."}, {"timestamp": [1701.0, 1703.0], "text": " After the yoga classes, I felt amazing."}, {"timestamp": [1703.0, 1716.24], "text": " But soon, that calm, welcoming atmosphere leads to something far darker, a journey that leads to allegations of grooming, trafficking and exploitation across international borders."}, {"timestamp": [1716.24, 1721.84], "text": " I don't have my passport. I don't have my phone. I don't have my bank cards. I have nothing."}, {"timestamp": [1721.84, 1727.32], "text": " The passport being taken, the being in a house and not feeling like they can leave."}, {"timestamp": [1727.9, 1733.66], "text": " World of Secrets is where untold stories are unveiled and hidden realities are exposed."}, {"timestamp": [1734.22, 1738.4], "text": " In this new series, we're confronting the dark side of the wellness industry,"}, {"timestamp": [1738.4, 1742.96], "text": " with the hope of a spiritual breakthrough gives way to disturbing accusations."}, {"timestamp": [1743.58, 1752.0], "text": " You just get sucked in so gradually and it's done so skillfully that you don't realize."}, {"timestamp": [1752.0, 1755.12], "text": " And it's like this, the secret that's there."}, {"timestamp": [1755.12, 1766.54], "text": " I wanted to believe that, you know, that whatever they were doing, even if it seemed gross to me,"}, {"timestamp": [1767.16, 1769.94], "text": " was for some spiritual reason that I couldn't yet understand."}, {"timestamp": [1770.32, 1773.72], "text": " Revealing the hidden secrets of a global yoga network."}, {"timestamp": [1774.02, 1775.94], "text": " I feel that I have no other choice."}, {"timestamp": [1776.14, 1780.66], "text": " The only thing I can do is to speak about this"}, {"timestamp": [1780.66, 1786.5], "text": " and to put my reputation and everything else on the line."}, {"timestamp": [1786.5, 1789.3], "text": " I want truth and justice."}, {"timestamp": [1792.3, 1797.3], "text": " And for other people to not be hurt for things to be different in the future."}, {"timestamp": [1797.3, 1803.7], "text": " To bring it into the light and almost alchemize some of that evil stuff that went on."}, {"timestamp": [1803.7, 1806.0], "text": " And take back the power."}, {"timestamp": [1808.0, 1812.0], "text": " World of Secrets, Season 6, The Bad Guru."}, {"timestamp": [1812.0, 1814.0], "text": " Listen wherever you get your podcasts."}], "text": " This BBC podcast is supported by ads outside the UK. This is the BBC's world of business. I'm Leslie Kerwin, and the producer is Rosamund Jones. In this week's download edition of In Business from BBC Radio 4, we're looking at the revolution currently sweeping through the global investment industry. Good morning, everybody, and thank you for being with us. My name is Andy Agafangelo. I'm the founding chair of the Transparency Task Force and it's my absolute pleasure to be welcoming you to this particular event. 30 or 40 people are sitting in rows in a glass-walled space in the city of London. They are here to talk about an industry which handles trillions of pounds that is investing on behalf of three-quarters of UK households They are here to talk about an industry which handles trillions of pounds, that is investing on behalf of three quarters of UK households and that employs tens of thousands of people, bringing lucrative earnings and high status for many within it. What's being said in this meeting might surprise you. Our industry, unfortunately, is riddled with opacity. Very often at the expense of the consumer, and I and the many people involved in our community are dedicated to trying to do our little bit to fix that. We're motivated to try to put things right. Now, that is not the kind of run-of-the-mill meeting you'd expect around here. It's not about making money. The people gathered there want to do something extraordinary. They've been fighting to bring about a kind of revolution in the global investment industry. In this program, I'll be talking to campaigners and others who believe that the companies which take our money and invest it in pensions and share-isers have hidden the true cost, the full extent of fees and charges that seriously erode the value of our hard-earned savings. Not declaring all these charges is legal, but is it right? If you went and paid £100 or something, but then you got you a statement a month later and found out you'd really paid £300, I think you'd be rather upset. And that's the sort of thing that the industry has been doing for a very long time. Over my career, I've witnessed firsthand numerous things that have led me to realise that our industry is predisposed to misbehave if it's given the chance to. I'll be asking whether the battle for transparency can be won, despite the political heft of this powerful industry. If change does come, what could it mean for the investment managers and for our savings? I've come to Liverpool Street Station because behind here are the London offices of Rail Pen. That's the pension fund for UK rail workers. It invests money on behalf of 350,000 members. It's one of the biggest funds in the UK. And I'm talking to Rail Pen because it was one of the first to investigate the real cost of fees and charges and what they were truly paying. Rail Pen had begun to suspect it was paying all kinds of underlying costs, which were not laid out explicitly on the bills sent by the asset managers. So it took action, as Victoria Bell, its director for trustee accounting explains. The first thing we did was hire a forensic cost accountant, which was somebody that came in, it took action as Victoria Bell, its director for trustee accounting explains. The first thing we did was hired a forensic cost accountant, which was somebody that came in and sat and looked through all of our funds that we invested in, got the annual report and accounts of those funds, trawled through them, pulled out all of the costs, worked out what our share of the costs were. So this was a huge exercise and very expensive, I guess. It was a big exercise. It took us several months to do. We had to do a lot of digging, a lot of trawling through our accounts. Perhaps because of light-touch financial regulation, asset managers had never been compelled to reveal the underlying costs of investing to their clients. And as long as pension schemes like Rail PEN saw what seemed to be good returns on their money, they didn't really bother to look into the costs. All we see is the return of 10% and think that's great. But what it might have actually done is gained 12% over the course of the year, but taken 2% out in fees. It emerged there was a whole range of fees that never appeared on the bill. There'll be commissions, there'll be brokerage fees, there could be taxes, stamp duty, etc. There could be legal fees, administration fees, possibly due diligence fees in terms of looking at what assets to buy and sell, and they're all hidden within the fund that we invest in. Some of those fees you can't do anything about. But with others, such as the costs of trading, once you know what they are, the pension scheme can haggle with the fund manager to get them reduced. The scale of rail pens hidden charges turned out to be eye-watering. If you look in the accounts for 2011, the costs that we show around about the 80-90 million pound mark. When we'd finished our exercise and we looked at 2011, our costs were actually 289 million pounds. So 200 million pounds of costs were hidden? Yes, basically. We were surprised at the magnitude, very, very surprised, and there may well be more. This is what we were able to get our hands on. That's worth repeating. Costs were £200 million higher than Railpan had been told, because of layers of opaque fees charged by funds which had invested in yet other funds. But many smaller pension schemes simply don't have the resources to dig like Rail Pend did. Hilary Salt is a pension trustee and an actuary trained to calculate risk and even she finds it hard to dig down. It's really difficult to ask the right questions to get to those hidden costs. I've been trying to get to the bottom of this for two decades now. And even very small charges can have really significant effects on the total amount of money that's in the pension scheme at the end of a period of accumulation. So if it was 1% for the explicit charges and say 3% for all the charges, including hidden charges, how much would you lose out from that? Let me do some sums on that and I'll send you an email. Well, I've got that email in front of me now. Hillary has calculated that the hidden charges I asked about over 30 years could reduce the size of the pension fund by 40 or even 50%. That's enormous and it could make all the difference between a pension scheme thriving or failing. Many, many schemes are closing. Many members are not getting their full benefits. And it would be an interesting question to ask if all those hidden charges could be recouped for all those members, how many open schemes would we have now? It's infuriating really. It's very distressing. Knowing the full picture does help. Railpen has now ensured a better outcome for members. It's managed to whittle down those high charges from various investment managers by £70 million. Greater transparency has given Railpen the ability to see more clearly if they're getting value for money from those who actively manage their money, fund managers who pick and choose shares or other assets to invest in. Tim Jenkinson is Professor of Finance at Oxford University's Syed Business School. The more transparency there is, the easier it will be able to see whether active managers add value. If a fund manager could produce 10% higher return and charge an extra 2% or 3% for doing so, the investor is quids in and should be happy. That can happen for a while, but the evidence shows there's a lot of mean reversion. In other words, if I outperform by 10% this year, it's unlikely I'm going to outperform by 10% next year. Mean reversion kicks in and it's really because there's a sort of distinction here between luck and skill. There is some skill in this industry, but there's also quite a lot of luck. And in most cases, luck doesn't persist for a long time. Judging value for money means looking at costs as well as performance. So how might that change the asset management industry? People will be flushed out of the system, and it could be that maybe half the industry of the active management industry could not exist in 10 years time. It will change the shape of employment within the financial services sector. I remember in my long career as a business reporter going into some of the inner offices of the star fund managers, who are treated a bit like rock stars, aren't they? There will still be some rock stars, but there won't be as many of them. A lot of historically sort of important roles will change and become less so. This is Amsterdam. I've got trams on my right and canal on my left. It is a breathtakingly cold and bright sunny day. I'm here because it was in the Netherlands that the big questions about transparency were first being asked in 2011. When pension funds were under pressure in the wake of the financial crisis, some people even faced cuts in their pensions. The answer was to look for the first time at the costs that no one could see. I'm Eric Phelpouse, working in Dutch asset management industry, pension funds for over 30 years in different roles. Sometimes I hear from the industry that they call me Mr. Cost. Mr. Cost, quite a nickname. He got it because back in 2011 he wrote a set of voluntary guidelines for Dutch investment managers to reveal all their formerly hidden costs to the pension funds which employed them. That included the significant cost of transactions, of buying and selling assets. By 2013, all pension funds could clearly see those costs, and the guidelines are now partly written into Dutch law. Over coffee, I asked Eric Velpouse how that achievement made him feel. Proud. We did make the first move. And if you look worldwide, people are looking at the Netherlands. How did they do it? And yes, in a sense I'm proud. So all this has happened really in the last, what, seven years or so? Not even, I think the last three, four years. How did he manage to do it so quickly? The Dutch pension market is a small market. I do know a lot of people, and they know what I wanted. And they said, OK, we're going to do this. All people involved in the asset management industry were in favour of making cost transparent. If you have all the stakeholders behind you, then it will work. So what effect has all this transparency had on the costs of pensions? Well, in general the costs go down because cost is a very important reason not to or to choose an asset manager. So basically competition has been better because you can compare the cost between manager to manager. That's correct. And of course the asset management is less margins. So the asset managers are making less money? They're making less money, yeah. That is, after all, how competition is meant to work. But it seems surprising that Dutch asset managers appear to have been so resigned, so phlegmatic about their profits being hit. I asked Eric Valpouse why. If you look at the Netherlands in the asset management industry, you can make money, but up until a certain amount, and that's the Dutch culture. In the UK, the financial industry is regarded as the engine of our economy held in very high regard by a lot of people. Does it feel like that here in the Netherlands? No, not necessarily. It's regarded as any other business. That's why people believe why should they make an awful lot of money compared with working in a hospital or in a factory. It's not regarded as the number one job. Do you think that's one of the reasons why you were able to do what you've done? Yes, yes. The Dutch system may not be perfect. Its critics say it focuses too much on costs of investment now, when in fact the performance also matters. But something remarkable did happen here. A strong consensus for transparency was created from pension funds, regulators, the government, and the investment management industry itself. And transparency campaigners in the UK say that has been far harder to achieve here. In another cafe, this time in London, I met Andy Agathangelo, who's worked in financial services since his 20s. We heard from him at the beginning of the program. Along with other prominent campaigners, he founded the Transparency Task Force in 2015, to make the case for openness right across the financial world. It has 300 members from 18 countries who meet with industry and regulators and make detailed proposals for more transparency. With the Transparency Task Force, we're actually asking industry to change in a manner that in the short term is going to cost it. There are organisations that are inherently transparent, inherently consumer-centric, and they're really good. They're part of the future. Many, however, don't behave like that. There are individuals and organisations that would rather keep things as they are. You've only got to look at the profit margins, the average profit margins of asset managers to understand that there's a status quo that many of them would like to keep. Between 2010 and 2015, average profit margins for asset managers stated a whopping 36%, according to a study by the industry regulator, the Financial Conduct Authority or FCA. Andy Agathangelo believes the incentives for fund managers have not helped the consumer. They have a tension between driving maximum value for their shareholders. That means generating maximum profits. That means a predisposition to not be completely clear and completely transparent in how they are generating their revenues. And there was a particular moment in time when I realised there was a huge problem, which is when I started to look out the levels of savings in the UK. They're currently as low as they have been since 1963. Why did that start you worrying? If people don't trust the system, they're unlikely to put away enough money for retirement provision and so on. So the financial services industry needs to be trusted for it to be effective and it's not trusted. Are they right not to trust the industry as things stand? The simple answer is yes. He reckons being open about fees and charges is vital to rebuild trust and strengthen the industry. And he's not the only industry insider-turned campaigner to have come to that conclusion. I'm in busy South Kensington in London, about to meet someone who you probably heard of because of her court actions challenging the UK government over Brexit. But in fact, Gina Miller has been campaigning for transparency in the investment industry for much longer. Part of me has done it because it's absolutely the right thing to do. But secondly, it's very difficult to be a disruptive company who is going to come in and be transparent from day one when you're not playing on a level playing field. Gina Miller's company is called SCM Direct, launched with her husband, Alan. So far in this program, I've been talking mainly about company pension fund investments. But SCM Direct is aimed at retail investors. In other words, you and me who put our money directly into investment funds, maybe through ICERs or self-invested personal pension pots. Gina Miller says she wanted her customers to be able to see all the costs and charges. We launched the business in 2009, and we have built a client portal, which gives our clients complete transparency. They can see when we bought, when we sold, what the costs were, what the impact on their portfolio is. They can see everything 24-7. But there was a catch. She says that in being fully transparent, her costs actually looked higher to consumers than those of her less transparent rivals, even though she says they weren't. I completely misjudged what a competitive disadvantage it would be. That's why I officially launched the True and Fair campaign in 2012, because I realised that there had to be a campaigning educational side to this. Fund managers generally are regarded as the great and the good of the city, aren't they? They're respected. Is that why perhaps people find it difficult to think that they've been misled about fees and charges? I think what has happened is that fund managers aren't actually as clever as they think they are. What they've done is they've designed a language which appears to be so sophisticated and basically rocket science that the ordinary investor can't understand it. And that's one of the things they really don't like about the work that I've been doing is I've saying, look, it isn't actually that difficult, but it's an argument that has fallen on very stony ground. Those of us in the industry who have been campaigning for this have been sidelined, have been attacked, have even earned a nickname in the industry of the black widow spider because apparently I'm bringing down the industry all by myself. A group of men, we were at a summer party and they came up to me and said, you should be ashamed of yourself. What you're doing is going to hurt my family and I thought, not only you're bullying me, but you're actually now blackmailing me as well, emotional blackmail as well as bullying. That's a great combination. These were asset managers who were talking to you. Yes, yes. It's extraordinary. Over the last couple of years, I've heard from other advocates of transparency who say they were denounced or threatened with legal action by asset managers. Resistance has been strong. Here's someone else who's encountered it. My name is Daniel Godfrey. I'm an independent director of a number of financial services organisations. And I was chief executive of the Investment Association for three years, a representative body which covers the UK asset management industry. Daniel Godfrey took the top job at the powerful industry body for asset managers in 2012. It was a high-stakes mission. I understood when I started the job that a strategy of quite radical transformation could potentially lead to effectively me leaving without succeeding. From the first, he argued that investment managers must earn people's trust by putting the consumer first and making transparency a priority. And that led him in 2015 to ask his members to sign up to a statement of 10 principles. Principle one was always put the interests of clients ahead of your own. So from my perspective, the consequences of always putting the client's interest first clearly has to be meaningful transparency. So they totally understand what you say you're going to do, how they can measure at some point in the future, and when in the future they should measure whether to be pleased or disappointed, and exactly how much it's going to cost so they can make intelligent, informed comparisons. But some of the members didn't want that? Well, matters came to a head. A small number of members decided that they didn't want to maintain their membership of the Investment Association, which is of course that absolute right. And if you have a couple of your largest members who might be removing a significant percentage of your revenue, of course the board is going to be anxious that other members will follow. And so as soon as that happened, it was clear to me that it would be a better outcome for the association for me to leave, if necessary, rather than for the association to implode. And so I duly left. The Investment Association was not ready for Daniel Godfrey's approach to transparency. Within a year, it went on to publish a press release, suggesting the idea of hidden charges, was simply a myth, just like the Loch Ness Monster. Transparency campaigners were deeply disturbed and angry. Chris Cummings is now the organisation's chief executive. I asked him, have things changed? Any industry in the 21st century has got to be entirely transparent to its customers. And we want to be really, really clear what the costs have been throughout the time that they've trusted us with their money. And that way they can make a proper determination as to whether they've had good value. 18 months ago you published a press release saying that the concept of hidden fees and charges was the Loch Ness monster of investments. In other words, it was a myth. So were you saying effectively that the people who've been campaigning for more transparency, they're wrong? Well, that press release was based on a serious piece of work that was done, but the language was regrettable. Customers should know how much they're investing and who's earning what. Forgive me for interrupting, but was the Loch Ness monster a bad idea on the part of the Investment Association? That decision was taken before I arrived, so there's nothing I can do to change that. Actually, looking to the future, I can assure you and every one of your listeners that our organisation and people across the industry are entirely committed to making sure that customers, our investors, understand how much they're investing, where that investment goes and what the performance of that investment is, because we are entirely aligned with our customers' interests. So are you saying that your members, 100% of them, are 100% behind full transparency of costs and charges? Yes. 100%? Entirely. That's not what I'm hearing from some campaigners. They say, although many asset managers are convinced about the case for transparency, a number are still lobbying against it below the radar. But the Investment Association itself is now working hand in hand with the regulator, the FCA, consumer groups and campaigners to try to hammer out standard guidelines to reveal all costs in UK company pension schemes. These guidelines may be built along similar lines to those first developed by Eric Veldpouse in the Netherlands. But how likely is it that the industry and the campaigners will reach agreement on the nitty-gritty details? I asked Chris Wollard, Executive Director of Strategy and Competition at the FCA. At the moment, we are really positive about the progress that's being made, and we'd expect to be able to say a bit more about some of the conclusions very soon. Will this be a voluntary thing that asset managers can decide to adopt it or not? Yeah, that will have to work essentially on a voluntary basis between participants in the industry. If it's on a voluntary basis, then isn't there a problem for the good guys who adopt it, who are honest, they're going to be admitting to more costs than they would in the past and they're going to look uncompetitive on me? So I think the reverse is probably true here. We've seen the other jurisdictions, so for example in the US where some of this has happened, actually where money is drawn to is those who are acting, honestly those are actually abiding by industry best practice. So I think the alignment of incentives here, given the spotlight that's been thrown on this area, is now actually quite close. Why do you have to go for a voluntary code here? Why can't you enforce it as a regulator? What I would say, and I think, you know, otherwise we might well be calling to say, you know, should legislation be different in this space and we've done that on other occasions? But we think people are working effectively towards a good outcome here. The FCA is not the only authority pursuing transparency. European legislation, which does not cover pension products, recently came into force to compel asset managers to reveal the total cost of investment to clients. Early results from this suggest the true cost of investing with some of the biggest fund managers may be a third higher than had been disclosed, perhaps even more. And there may be more shocks to come. The campaigners like Andy Agathangelo, it's been a hard road. It does take a combination of courage and perhaps even constructive naivety to think that you can change organisations with a lot of power, a lot of influence, a lot of resource, a lot of clout. If you hadn't seen this as a mission, a personal mission, and the same could be said for others, where would we be now? I don't think we would be as far forward as we are. And you know what? That really does raise some rather interesting questions. It makes you wonder about the priorities within government in the past. When a situation arose, which came down to either backing the city or backing the consumer, our political framework has tended to think, you know what, the city's ultra important to UK PLC, we're going to look after the city's interests, everybody benefits in the long run. That's a terrible, terrible way of looking at things. And I think that mindset has changed. So is the battle really won? Perhaps, but a note of caution from Daniel Godfrey. Brexit has provided a reason for industries, not just asset management, to say this is not a good time to attack us at home whilst you're abroad busy defending us. And I think that reduces some of the pressure from greater regulatory and political scrutiny. I've been reporting on the financial industry for nearly 30 years. I and many others are crossing our fingers for full transparency, but I'm not holding my breath. Yoga is more than just exercise. It's the spiritual practice that millions swear by. And in 2017, Miranda, a university tutor from London, joins a yoga school that promises profound transformation. It felt a really safe and welcoming space. After the yoga classes, I felt amazing. But soon, that calm, welcoming atmosphere leads to something far darker, a journey that leads to allegations of grooming, trafficking and exploitation across international borders. I don't have my passport. I don't have my phone. I don't have my bank cards. I have nothing. The passport being taken, the being in a house and not feeling like they can leave. World of Secrets is where untold stories are unveiled and hidden realities are exposed. In this new series, we're confronting the dark side of the wellness industry, with the hope of a spiritual breakthrough gives way to disturbing accusations. You just get sucked in so gradually and it's done so skillfully that you don't realize. And it's like this, the secret that's there. I wanted to believe that, you know, that whatever they were doing, even if it seemed gross to me, was for some spiritual reason that I couldn't yet understand. Revealing the hidden secrets of a global yoga network. I feel that I have no other choice. The only thing I can do is to speak about this and to put my reputation and everything else on the line. I want truth and justice. And for other people to not be hurt for things to be different in the future. To bring it into the light and almost alchemize some of that evil stuff that went on. And take back the power. World of Secrets, Season 6, The Bad Guru. Listen wherever you get your podcasts."}