{"speakers": [], "chunks": [{"timestamp": [0.0, 3.4], "text": " This BBC podcast is supported by ads outside the UK."}, {"timestamp": [3.4, 5.84], "text": " This is the BBC's world of business."}, {"timestamp": [6.28, 9.42], "text": " I'm Matthew Gweather and the producer is Rosamund Jones."}, {"timestamp": [10.34, 14.92], "text": " In recent days, strike action has been announced by Ryanair pilots across Europe."}, {"timestamp": [15.56, 19.64], "text": " In this week's download edition of In Business from BBC Radio 4,"}, {"timestamp": [20.08, 25.64], "text": " we're looking at how the company has fared since thousands of flights were cancelled in September."}, {"timestamp": [28.96, 35.4], "text": " I'm here in Dublin Airport and I've just flown here on Ryanair, perhaps Ireland's best-known brand."}, {"timestamp": [35.4, 42.38], "text": " But it's now the largest airline in Europe by passenger numbers, 129 million of them."}, {"timestamp": [43.18, 48.0], "text": " And it's achieved that largely by a forensic focus on two things,"}, {"timestamp": [48.0, 55.0], "text": " punctuality and driving down costs, which has led to some very, very good deals for flyers."}, {"timestamp": [55.0, 58.0], "text": " My return ticket costs just £40."}, {"timestamp": [58.0, 61.0], "text": " That's about the average Ryanair ticket price."}, {"timestamp": [61.0, 65.82], "text": " I should add, though, that that price does not include the cost of storing a bag in the"}, {"timestamp": [65.82, 72.28], "text": " hole or even a free glass of water on board and I made sure that I printed out my boarding pass"}, {"timestamp": [72.28, 78.84], "text": " beforehand. So, cheap flights with no free extras. But the Ryanair brand is known for something"}, {"timestamp": [78.84, 88.24], "text": " else as well. Controversy. Michael O'Leary is the airline's abrasive Euro-billionaire CEO, a one-man publicity"}, {"timestamp": [88.24, 92.4], "text": " machine never shy to let his thoughts and strong feelings be known."}, {"timestamp": [94.96, 102.16], "text": " Ladies and gentlemen, it's a great pleasure to be here. Addressing such an august body of this"}, {"timestamp": [102.16, 105.98], "text": " reminds me much of making love to the Queen of England."}, {"timestamp": [109.08, 110.08], "text": " You know, it's a great honour, you're just not sure how much pleasure it's going to be."}, {"timestamp": [111.88, 112.12], "text": " I'd like to thank you for the invitation."}, {"timestamp": [113.36, 113.64], "text": " Is the customer always right?"}, {"timestamp": [115.26, 117.64], "text": " No, the customer is nearly always wrong."}, {"timestamp": [118.84, 119.76], "text": " But explain that to that."}, {"timestamp": [123.4, 129.0], "text": " Michael O'Leary can say outrageous things and get away with it. And even though you might balk at how he might handle certain things,"}, {"timestamp": [129.0, 135.0], "text": " at the same time we almost admire the straight talk that we get from him."}, {"timestamp": [135.0, 139.0], "text": " This is Dr. Tarah Rooney, a lecturer in strategic marketing"}, {"timestamp": [139.0, 142.0], "text": " at the Dublin Institute of Technology."}, {"timestamp": [142.0, 144.0], "text": " He doesn't beat around the bush."}, {"timestamp": [144.0, 145.42], "text": " He tells us how it is."}, {"timestamp": [145.88, 149.12], "text": " And we understand the brand through that lens as well."}, {"timestamp": [149.42, 152.6], "text": " You don't need to be loved as a brand to be successful."}, {"timestamp": [154.04, 154.52], "text": " Okay."}, {"timestamp": [157.12, 159.8], "text": " Ryan Ayer doesn't go out of its way to be liked,"}, {"timestamp": [160.2, 162.98], "text": " and there was certainly no love lost among its customers"}, {"timestamp": [162.98, 166.12], "text": " when O'Leary made this announcement in September."}, {"timestamp": [166.12, 183.08], "text": " In total, there will be 50 flights cancelled on Mondays, there would be 44 cancelled on Tuesdays, 42 cancelled on Wednesdays, 48 on Thursdays, 52 on Fridays, 48 on Saturdays, 52 on Sundays, which is an average of 48 flight cancellations a day."}, {"timestamp": [183.44, 186.56], "text": " This is a large number of flight cancellations,"}, {"timestamp": [186.56, 188.24], "text": " but to put it in some context,"}, {"timestamp": [188.24, 192.04], "text": " we are operating more than 2,500 daily flights."}, {"timestamp": [192.04, 195.62], "text": " So it amounts to less than 2% of the total flying program."}, {"timestamp": [196.84, 201.36], "text": " Less than 2% may be, but this was an operational crisis"}, {"timestamp": [201.36, 204.52], "text": " and one that led to the chief operating officer Michael Hickey"}, {"timestamp": [204.52, 205.54], "text": " leaving the airline."}, {"timestamp": [206.44, 212.12], "text": " Following rule changes by Irish regulators, Ryanair admitted that in giving the pilots the leave"}, {"timestamp": [212.12, 217.14], "text": " they were due, they had problems finding enough rostered pilots to fly the autumn published"}, {"timestamp": [217.14, 220.44], "text": " schedule and retain its high levels of punctuality."}, {"timestamp": [221.4, 226.44], "text": " 700,000 passengers were affected, with many left temporarily stranded."}, {"timestamp": [227.06, 232.14], "text": " We were in Florence, and we got an email from Ryanair to tell us that our flight,"}, {"timestamp": [232.48, 235.72], "text": " which was scheduled to leave in six hours, had been cancelled."}, {"timestamp": [236.58, 242.68], "text": " And then when I phoned the Ryanair line, the helpline, they didn't seem remotely sympathetic."}, {"timestamp": [243.34, 245.1], "text": " And that was the only thing we heard from them."}, {"timestamp": [245.24, 246.84], "text": " Aside from that, there was nothing."}, {"timestamp": [247.44, 249.4], "text": " And it wasn't just customers who were cross."}, {"timestamp": [249.94, 253.72], "text": " Former pilots at Ryanair started complaining about working conditions,"}, {"timestamp": [254.2, 257.9], "text": " claiming that the airline was leading a race to the bottom to get cost down"}, {"timestamp": [257.9, 262.88], "text": " and that a collectively bargained work agreement across all Ryanair pilots was needed."}, {"timestamp": [263.84, 269.0], "text": " The British Civil Aviation Authority also accused the company of persistently misleading its passengers"}, {"timestamp": [269.0, 272.0], "text": " on their rights following flight cancellations,"}, {"timestamp": [272.0, 275.0], "text": " as Chief Executive Andrew Haynes made clear."}, {"timestamp": [275.0, 279.0], "text": " We're furious, absolutely furious, because it's such a simple ask."}, {"timestamp": [279.0, 283.0], "text": " Ryanair might have some difficulties with their pilots and their availability of crews"}, {"timestamp": [283.0, 289.28], "text": " and that results in cancellations, but why does that mean you have to give misleading information to consumers there's"}, {"timestamp": [289.28, 299.2], "text": " no excuse i'm now in the dublin suburb of swords and i'm standing outside the ryanair"}, {"timestamp": [299.2, 310.64], "text": " hq which is a relatively modest office building on the edge of a business part and in program, I'm going to be asking what impact the latest controversy might have on Ryanair?"}, {"timestamp": [311.08, 313.0], "text": " Is its business model likely to change?"}, {"timestamp": [313.36, 314.74], "text": " How damage does its brand?"}, {"timestamp": [315.28, 318.82], "text": " And will consumers continue to go Ryanair no matter what?"}, {"timestamp": [323.24, 328.0], "text": " Ryanair was founded in 1984 and struggled in its early years."}, {"timestamp": [328.0, 332.0], "text": " Originally it was the brainchild of businessman Tony Ryan,"}, {"timestamp": [332.0, 338.0], "text": " who brought in his assistant, accountant Michael O'Leary, in an attempt to turn it around."}, {"timestamp": [342.0, 348.0], "text": " Over coffee, I met aviation consultant Chris Tarry, who has tracked the company from the start."}, {"timestamp": [348.0, 352.0], "text": " Ryanair's origins were quite different from the airline they are today."}, {"timestamp": [352.0, 357.0], "text": " They started off with a single turbo prop offering full service and losing money."}, {"timestamp": [357.0, 360.0], "text": " The model is very clearly Southwest in the United States."}, {"timestamp": [360.0, 363.0], "text": " And the story is that Michael went to see Herb Kellarher,"}, {"timestamp": [363.0, 370.34], "text": " who established Southwest and ran Southwest, and decided model, no frills and low fares, could work."}, {"timestamp": [370.98, 378.3], "text": " So, in theory, was an accountant, was he? He wasn't an aviation person, so it was given to him as a problem to solve by his employer."}, {"timestamp": [379.14, 386.58], "text": " Absolutely right. It's almost a question of who would have thought it. It went from a loss-making full-service airline with one or two aircraft"}, {"timestamp": [386.58, 389.14], "text": " to having well over 400 aircraft a day"}, {"timestamp": [389.14, 391.4], "text": " and being perhaps the most profitable airline in the world."}, {"timestamp": [392.64, 396.78], "text": " And making profits in the cut-throat competitive low-cost airline game"}, {"timestamp": [396.78, 398.46], "text": " is no mean feat."}, {"timestamp": [399.12, 401.72], "text": " It's a sector that has seen many recent casualties,"}, {"timestamp": [401.72, 405.48], "text": " including the demise of the 50-year-old British Charter"}, {"timestamp": [405.48, 407.94], "text": " Airline Monarch in October."}, {"timestamp": [407.94, 412.58], "text": " The chief executive of Monarch, Andrew Swoffield, has told the BBC it's heartbreaking that"}, {"timestamp": [412.58, 418.02], "text": " nearly 2,000 people have lost their jobs as a result of the airline's collapse."}, {"timestamp": [418.02, 422.88], "text": " Monarch's failure this year followed Air Berlin's disappearance and Alitalia's endless"}, {"timestamp": [422.88, 425.88], "text": " woes and collapse into administration."}, {"timestamp": [429.94, 430.64], "text": " In the preceding decade, numerous other airlines have not survived."}, {"timestamp": [435.12, 435.66], "text": " There's a reason why legendary investor Warren Buffett, the sage of Omaha,"}, {"timestamp": [438.72, 443.14], "text": " said of the Wright brothers, the pioneers of powered flight, that if a far-sighted capitalist had been present at Kitty Hawk,"}, {"timestamp": [443.54, 449.24], "text": " he would have done his success as a huge favour by shooting Orville, one of the brothers, down."}, {"timestamp": [450.04, 454.04], "text": " So why has Ryanair thrived when so many others have not?"}, {"timestamp": [456.68, 461.12], "text": " I'm in North London to meet John Strickland. He's an industry veteran."}, {"timestamp": [461.12, 465.22], "text": " He now works as a consultant advising airports."}, {"timestamp": [465.22, 477.6], "text": " He used to work for KLM and then its low-cost spin-off buzz until 2004 when it was consumed by Ryanair."}, {"timestamp": [477.6, 485.58], "text": " A game-changing moment for Ryanair, he says, came in 2001 following the terror attack on New York's Twin Towers."}, {"timestamp": [486.12, 488.58], "text": " 9-11 was a major shock to the industry,"}, {"timestamp": [488.68, 492.18], "text": " and what we saw was demand reduced, particularly corporate business travel."}, {"timestamp": [492.7, 495.06], "text": " Some airlines were pushed to the point of bankruptcy."}, {"timestamp": [495.38, 497.4], "text": " Others certainly cancelled aircraft orders."}, {"timestamp": [498.0, 501.98], "text": " And O'Leary was already looking to expand his fleet and to modernise it,"}, {"timestamp": [502.04, 508.04], "text": " but he seized his moment there because Boeing saw its production line slackening off, orders were being cancelled."}, {"timestamp": [508.5, 511.84], "text": " And he sort of went into Seattle at that time to the Boeing team."}, {"timestamp": [512.38, 516.48], "text": " And now we don't know publicly, to this day, the level of discount that he received,"}, {"timestamp": [516.58, 519.54], "text": " I'm pretty confident it would have been more than 50%."}, {"timestamp": [519.54, 522.94], "text": " But this is now 16, 17 years later."}, {"timestamp": [523.34, 527.18], "text": " How has he been able to still buy them at those discounted rates even now?"}, {"timestamp": [527.52, 530.2], "text": " Well, one thing an aircraft manufacturer would like is certainty."}, {"timestamp": [530.38, 532.18], "text": " They want to know their production land is full."}, {"timestamp": [532.68, 534.88], "text": " And I think without knowing the commercial details,"}, {"timestamp": [534.88, 537.52], "text": " Ryanair probably has terms in its contract,"}, {"timestamp": [537.6, 540.44], "text": " but it has to take the aircraft when they are due."}, {"timestamp": [540.62, 543.52], "text": " So you frequently see Ryanair taking delivery of large numbers of aircraft,"}, {"timestamp": [543.94, 545.08], "text": " even in winter,"}, {"timestamp": [548.62, 549.18], "text": " when they, as for other airlines, see a seasonal reduction in demand."}, {"timestamp": [553.06, 553.46], "text": " And again, that means the production line can be maintained on a more stable basis by Boeing,"}, {"timestamp": [556.4, 556.46], "text": " and they're willing to invest in that by reductions for Ryanair."}, {"timestamp": [558.2, 558.3], "text": " So he's still got a lot of bargaining power."}, {"timestamp": [560.6, 560.72], "text": " He's still one of the biggest customers with Boeing."}, {"timestamp": [562.96, 563.9], "text": " They know that, and they found a way to work together."}, {"timestamp": [569.52, 569.84], "text": " O'Leary has said he wouldn't even tell his priest in confession what he pays for his 7-3-7s."}, {"timestamp": [574.08, 574.68], "text": " But it's not just in buying planes that Ryanair has struck a good deal."}, {"timestamp": [581.0, 581.46], "text": " In its early years, Ryanair focused on flying them to and from small, secondary airports."}, {"timestamp": [585.78, 589.1], "text": " What I recall when I was still working for KLM Airlines at Stanstedt was when Ryan announced her we were going to go to Glasgow, Prestwick,"}, {"timestamp": [589.2, 592.66], "text": " we kind of turned our noses at, well, Prestwick's not Glasgow."}, {"timestamp": [593.36, 596.42], "text": " We, in our traditional way, thinking, couldn't believe this would work."}, {"timestamp": [596.54, 599.12], "text": " We thought, why would somebody go to an airport a long way from a city?"}, {"timestamp": [599.42, 602.04], "text": " In the case of Hahn, about 150 kilometres from Frankfurt,"}, {"timestamp": [602.2, 604.92], "text": " I used to talk about it as being an airport in a forest."}, {"timestamp": [605.98, 608.52], "text": " Ryanair drove down airport charges,"}, {"timestamp": [608.68, 611.52], "text": " the landing fees per passenger at these airports."}, {"timestamp": [612.36, 613.88], "text": " According to John Strickland,"}, {"timestamp": [614.26, 616.92], "text": " their negotiating tactic was to promise passengers"}, {"timestamp": [616.92, 619.62], "text": " to these often empty and barren airports,"}, {"timestamp": [620.08, 622.64], "text": " which could then make money from shops and cafes"}, {"timestamp": [622.64, 626.16], "text": " in exchange for very reasonable landing charges."}, {"timestamp": [626.72, 631.2], "text": " Airlines hadn't really, in a meaningful way, negotiated with airports, I think, in the past."}, {"timestamp": [631.24, 632.76], "text": " And I've worked for other airlines."}, {"timestamp": [633.14, 635.52], "text": " We would take the airport costs as they were."}, {"timestamp": [636.08, 639.68], "text": " Ryanair went in far more ruthlessly with a take-to-leave-ed approach."}, {"timestamp": [640.34, 642.32], "text": " We would look at the costs they pay at airports"}, {"timestamp": [642.32, 645.56], "text": " and that they publish in their investor reports every quarter."}, {"timestamp": [645.98, 650.62], "text": " They talk about an airport and handling costs of around about eight euros per passenger."}, {"timestamp": [651.06, 654.8], "text": " You see other airlines, certainly into double digits, you know, maybe 15, 20 euros."}, {"timestamp": [655.34, 661.52], "text": " What happened then if you got Ryanair in and then you try to increase the landing charges for their aircraft?"}, {"timestamp": [662.16, 663.72], "text": " They will simply read the riot act."}, {"timestamp": [664.02, 666.52], "text": " I have to negotiate with Ryanair quite often in my job,"}, {"timestamp": [666.6, 669.5], "text": " and I would joke that I've got more grey hair than I might otherwise have."}, {"timestamp": [669.58, 671.52], "text": " But I'll be honest, I think they are very straightforward."}, {"timestamp": [671.94, 674.4], "text": " It's quite clear that Ryanair will want the best possible deal,"}, {"timestamp": [674.8, 676.88], "text": " but once a contractual terms are reached,"}, {"timestamp": [677.28, 678.7], "text": " I would say airports can be sure."}, {"timestamp": [678.86, 680.16], "text": " Rino will deliver their side."}, {"timestamp": [680.28, 682.68], "text": " They will arrive, they will arrive pretty full."}, {"timestamp": [683.14, 685.5], "text": " And we've seen parts of Europe, thanks to Ryanair,"}, {"timestamp": [685.5, 688.7], "text": " grows strongly in tourism terms because they've accepted"}, {"timestamp": [688.7, 690.5], "text": " that the airline will pay little to be in the airport,"}, {"timestamp": [690.5, 693.5], "text": " but the benefit it brings in terms of economic impact"}, {"timestamp": [693.5, 695.5], "text": " from tourism is enormous."}, {"timestamp": [695.5, 699.0], "text": " So, discounted planes and good airport deals"}, {"timestamp": [699.0, 704.0], "text": " are two reasons why Ryanair has been able to slash costs so effectively."}, {"timestamp": [704.0, 707.0], "text": " But there's another one too."}, {"timestamp": [707.0, 711.0], "text": " Dr Tara Rooney from the Dublin Institute of Technology again."}, {"timestamp": [711.0, 715.0], "text": " What is clear now is that in order for Ryanair"}, {"timestamp": [715.0, 719.0], "text": " to make sure that it can deliver on those core values,"}, {"timestamp": [719.0, 722.0], "text": " particularly the low-cost one,"}, {"timestamp": [722.0, 724.0], "text": " it needs to be able to do that through its staffing."}, {"timestamp": [724.0, 727.3], "text": " And maybe this isn't something that we thought about before."}, {"timestamp": [727.8, 730.7], "text": " So it's actually not a reputational crisis for them at all."}, {"timestamp": [730.9, 732.26], "text": " It's a HR crisis, I think."}, {"timestamp": [732.78, 736.08], "text": " And what it's done is it's sort of pulled back the curtain."}, {"timestamp": [737.42, 740.76], "text": " Low-cost airlines have been reducing labour costs for years."}, {"timestamp": [741.36, 742.08], "text": " Take training."}, {"timestamp": [742.78, 747.0], "text": " Once upon a time, airlines covered the massive costs of that themselves. The airline I started out, it paid for all of Take training. Once upon a time, airlines covered the massive costs of that themselves."}, {"timestamp": [747.0, 753.0], "text": " The airline I started at had paid for all of my training, and in exchange it required a three-year commitment from me."}, {"timestamp": [753.0, 756.0], "text": " It invested in me, so I was bonded for three years."}, {"timestamp": [756.0, 762.0], "text": " These are the views of a Ryanair pilot who agreed to speak to us if his words were spoken by an actor."}, {"timestamp": [762.0, 766.78], "text": " Now, would-be pilots at Ryanair and at other low-cost airlines"}, {"timestamp": [766.78, 772.16], "text": " cover the training bill themselves. The cost of that is probably a minimum of 100,000 euros."}, {"timestamp": [772.82, 776.74], "text": " Some kids may have parents who can pay for that, and they're the lucky ones. A lot of parents"}, {"timestamp": [776.74, 780.9], "text": " will remortgage their homes to pay for this training for their son and daughter, but in a huge"}, {"timestamp": [780.9, 786.2], "text": " amount of cases, banks will fund this training, so basically, they'll have 100,000 euros of debt."}, {"timestamp": [786.84, 787.84], "text": " And that's not all."}, {"timestamp": [788.34, 792.36], "text": " Once they have a commercial license, pilots enter the job market."}, {"timestamp": [792.96, 794.88], "text": " But their training costs don't end there,"}, {"timestamp": [795.24, 799.08], "text": " and pilots complain that they have to foot further bills themselves."}, {"timestamp": [799.68, 803.04], "text": " Ryanair charged them 30,000 euros for the specific training"}, {"timestamp": [803.04, 804.8], "text": " they need to fly the Boeing 737."}, {"timestamp": [805.0, 808.0], "text": " Everything is outsourced and put onto the pilot."}, {"timestamp": [808.0, 813.0], "text": " And when that training is complete, many Ryanair pilots end up not being"}, {"timestamp": [813.0, 817.0], "text": " directly employed by the company whose planes they fly."}, {"timestamp": [817.0, 823.0], "text": " Not far from Dublin Airport Terminal sits a nondescript Nissan hut."}, {"timestamp": [823.0, 827.8], "text": " This houses the offices of the Irish Airline Pilots Association,"}, {"timestamp": [827.8, 832.7], "text": " or IALPA, which represents 1,200 pilots from five companies,"}, {"timestamp": [832.7, 834.6], "text": " including Ryanair."}, {"timestamp": [834.6, 838.0], "text": " The union's president is Evan Cullen."}, {"timestamp": [838.0, 846.18], "text": " Essentially what happens is a group of between five and eight Rainer pilots are in a company,"}, {"timestamp": [846.6, 848.4], "text": " and that company must be Irish registered."}, {"timestamp": [849.1, 855.56], "text": " And they then hire their labour into a UK-based labour hire company,"}, {"timestamp": [856.16, 859.34], "text": " and that company then subcontracts them into Rainer."}, {"timestamp": [859.94, 867.12], "text": " They would have an enormous proportion of these contract pilots within their workforce."}, {"timestamp": [867.78, 871.36], "text": " And spelled out, what does that mean that they don't have to pay at Ryanair?"}, {"timestamp": [871.64, 876.04], "text": " Well, if you take social charges in, for example, Germany,"}, {"timestamp": [876.58, 884.4], "text": " the employer of a directly employed would have to pay in the region of 30 to 35% in social charges."}, {"timestamp": [884.86, 886.9], "text": " That cost would fall on a contracting pilot,"}, {"timestamp": [887.14, 888.84], "text": " not on the person that they work for."}, {"timestamp": [889.86, 892.26], "text": " They can give me hours, they don't have to give me hours, you know."}, {"timestamp": [892.68, 895.74], "text": " But if they don't need me anymore, they don't even have to fire me."}, {"timestamp": [896.06, 898.1], "text": " They could say to you tomorrow, that's it."}, {"timestamp": [898.2, 899.42], "text": " Yeah, absolutely, that's it."}, {"timestamp": [899.68, 900.98], "text": " We have no more flying for you."}, {"timestamp": [901.24, 902.06], "text": " Thanks very much."}, {"timestamp": [902.66, 904.26], "text": " I've asked if I can have a staff job."}, {"timestamp": [904.26, 904.98], "text": " The answer is no."}, {"timestamp": [908.96, 914.58], "text": " What goals most of us is the casualisation of our job. You know, they basically turned a highly skilled profession into a casual gig."}, {"timestamp": [914.58, 920.46], "text": " It may suit some pilots to work on a freelance contract basis if they have other business interests."}, {"timestamp": [920.46, 927.5], "text": " But Michael O'Leary doesn't endear himself to his pilots when he describes his Boeing's as just a bloody bus with wings."}, {"timestamp": [928.8, 932.46], "text": " However, although Ryanair is not alone in using contract pilots,"}, {"timestamp": [932.8, 935.28], "text": " not every company in the sector works that way."}, {"timestamp": [936.8, 939.46], "text": " Well, I'm now on the shuttle bus to Luton Airport,"}, {"timestamp": [940.3, 944.24], "text": " where I'm going to visit EasyJet, possibly Ryanair's greatest rival."}, {"timestamp": [945.04, 946.5], "text": " And I'm going to meet David Morgan,"}, {"timestamp": [946.74, 950.38], "text": " who is EasyJet's Director of Flight Operations and Chief Pilot."}, {"timestamp": [951.92, 954.6], "text": " We don't have any contract pilots as such."}, {"timestamp": [954.96, 956.62], "text": " We feel it's better for all concerned"}, {"timestamp": [956.62, 959.76], "text": " that they have a guaranteed employment contract from EasyJet."}, {"timestamp": [960.36, 962.76], "text": " An agency pilot could, at the end of the day, say,"}, {"timestamp": [962.86, 965.02], "text": " well, I'm going to go off and work for somebody else at the moment."}, {"timestamp": [965.5, 966.78], "text": " So it's not something that we support."}, {"timestamp": [966.9, 972.4], "text": " Not to mention the complexity associated with the taxation, social security and so on,"}, {"timestamp": [972.52, 974.66], "text": " with agency pilots flying around Europe."}, {"timestamp": [974.8, 976.14], "text": " So it's something that we have avoided."}, {"timestamp": [977.0, 979.92], "text": " Very few pilots leave EasyJet to work elsewhere."}, {"timestamp": [980.48, 985.36], "text": " So we're down at about 2 or 3% for pilot attrition, which is very low by industry standards."}, {"timestamp": [985.36, 989.76], "text": " Do you know roughly what the average length of stay for an EasyJet pilot would be then?"}, {"timestamp": [989.76, 993.44], "text": " Let me tell you exact number, but it would be in excess of 10 years."}, {"timestamp": [993.44, 997.04], "text": " So we've got plenty of pilots that have been around almost since the beginning of EasyJet,"}, {"timestamp": [997.04, 1001.2], "text": " so they've obviously been very happy for their career here, and they'll stay with this until they retire."}, {"timestamp": [1001.2, 1006.54], "text": " Ryanair pilots we spoke to told us that the company's pilots average"}, {"timestamp": [1006.54, 1013.48], "text": " five years in service, something that the company would neither confirm nor deny. Ryanair did say"}, {"timestamp": [1013.48, 1020.7], "text": " that its pilot attrition or resignation rate to date this year is under 8%. And that's at odds"}, {"timestamp": [1020.7, 1027.02], "text": " with what we heard anecdotally from both pilots we spoke to. Their words are voiced by actors."}, {"timestamp": [1027.02, 1032.12], "text": " At my base, I'd say that close to 100 of left, that's out of about 400."}, {"timestamp": [1032.12, 1035.18], "text": " 25% turnover of pilots."}, {"timestamp": [1035.18, 1036.52], "text": " Yes."}, {"timestamp": [1036.52, 1039.44], "text": " You know, a lot of senior guys such as myself are looking to leave."}, {"timestamp": [1039.44, 1042.88], "text": " They're throwing the hands up, you know, and saying, I've had enough, I'm getting out."}, {"timestamp": [1042.88, 1044.4], "text": " And that's what they're doing."}, {"timestamp": [1044.4, 1049.9], "text": " I attended a recruitment event a few weeks ago. and I would say that two-thirds of the pilots"}, {"timestamp": [1049.9, 1050.78], "text": " were Ryanair pilots."}, {"timestamp": [1051.08, 1054.84], "text": " Have you had an increase in numbers of pilots from Ryanair who want to join you?"}, {"timestamp": [1055.48, 1056.1], "text": " Yes, we have."}, {"timestamp": [1056.78, 1059.4], "text": " David Morgan, chief pilot at EasyJet."}, {"timestamp": [1059.72, 1064.2], "text": " It's fair to say that over the last year or two, they have increased fairly significantly."}, {"timestamp": [1064.7, 1067.92], "text": " And it's not an easy thing for them to do because they have to change one sort of"}, {"timestamp": [1067.92, 1071.28], "text": " aeroplane to another, so they have to undergo a retraining, don't they?"}, {"timestamp": [1071.28, 1074.64], "text": " That's correct. So they will have been flying a Boeing aircraft in Ryanair."}, {"timestamp": [1074.64, 1079.12], "text": " They're going to be flying an airbus in EasyJet. And for the experienced captains,"}, {"timestamp": [1079.12, 1084.32], "text": " we offer that transition training free of charge so that they can join EasyJet."}, {"timestamp": [1085.46, 1092.58], "text": " And, according to Evan Cullen and Ayalpa, a shortage of experienced captains is now emerging across the globe."}, {"timestamp": [1093.04, 1099.96], "text": " Some figures say we need an additional 600,000 pilots. Other figures put that at half a million."}, {"timestamp": [1099.96, 1109.6], "text": " What is undeniable is that there needs to be a substantial growth in the number of pilots to meet the demands of the market in the next five to ten years."}, {"timestamp": [1110.68, 1114.04], "text": " You had a massive growth of aviation in Asia."}, {"timestamp": [1114.86, 1123.38], "text": " And if you take China, for example, instead of building a massive rail network and road network, what they're actually doing is building a massive aviation network."}, {"timestamp": [1123.94, 1129.5], "text": " Then you have the big Middle Eastern carriers. You know, Emirates, what was Emirates 20 years ago?"}, {"timestamp": [1129.62, 1134.96], "text": " What was Qatar? What was Etihad? They were all very small. In some cases, didn't exist."}, {"timestamp": [1134.96, 1137.88], "text": " Now they're massive global airlines."}, {"timestamp": [1138.62, 1144.2], "text": " So pilots to whom we spoke now for the first time in years, since they have the power to make"}, {"timestamp": [1144.2, 1147.0], "text": " their move and improve terms of employment."}, {"timestamp": [1147.0, 1151.0], "text": " Finally, we have some leverage with the company and we're going to use it to its full extent."}, {"timestamp": [1151.0, 1157.0], "text": " I am in fact currently under offer from another airline and that job was offered after a five minute interview"}, {"timestamp": [1157.0, 1162.0], "text": " and it was more or less me interviewing them. You know, it was like, please sign, please sign, you know."}, {"timestamp": [1162.0, 1166.14], "text": " Ryanair is making some conciliatory gestures to its pilots,"}, {"timestamp": [1166.56, 1168.14], "text": " among them a wage increase of"}, {"timestamp": [1168.14, 1170.06], "text": " 10,000 euros for captains"}, {"timestamp": [1170.06, 1172.28], "text": " to retain them, and a 20%"}, {"timestamp": [1172.28, 1174.12], "text": " pay rise for pilots in Ireland."}, {"timestamp": [1174.94, 1176.22], "text": " But to what extent this is"}, {"timestamp": [1176.22, 1178.26], "text": " cutting through remains unclear."}, {"timestamp": [1179.4, 1181.82], "text": " Ryanair's 4,200 pilots"}, {"timestamp": [1181.82, 1184.24], "text": " has spread across 80 bases around"}, {"timestamp": [1184.24, 1185.34], "text": " Europe."}, {"timestamp": [1188.6, 1194.0], "text": " In the past, they have not acted as a unified pilot body because Ryanair will only negotiate with employee representative committees, ERCs,"}, {"timestamp": [1194.34, 1195.96], "text": " from each individual base."}, {"timestamp": [1196.48, 1198.16], "text": " But that may be changing."}, {"timestamp": [1198.9, 1201.62], "text": " We have never been as united as we are at the moment."}, {"timestamp": [1202.22, 1204.52], "text": " We've never had the communication that we've got at the moment."}, {"timestamp": [1204.8, 1207.42], "text": " And I think it's one thing that Ryanair are terrified of."}, {"timestamp": [1207.66, 1208.7], "text": " They don't like unity."}, {"timestamp": [1209.08, 1211.7], "text": " They don't like to see it because it does weaken their bargaining power."}, {"timestamp": [1212.08, 1214.72], "text": " Do you think this time you're going to get somewhere, though?"}, {"timestamp": [1214.86, 1216.06], "text": " Yes, definitely."}, {"timestamp": [1216.98, 1218.72], "text": " I can't say much more than that."}, {"timestamp": [1219.48, 1224.8], "text": " Shortly after we spoke, Ryanair pilots in Italy, Portugal and Germany"}, {"timestamp": [1224.8, 1226.76], "text": " did indeed vote to strike in the"}, {"timestamp": [1226.76, 1233.34], "text": " days leading up to Christmas. And on Tuesday in Ireland, the directly employed pilots announced"}, {"timestamp": [1233.34, 1239.26], "text": " that after a secret ballot, they would strike for one day on the 20th of December, saying that"}, {"timestamp": [1239.26, 1244.02], "text": " they were seeking the ability to choose their own representatives to negotiate with Ryanair"}, {"timestamp": [1244.02, 1245.76], "text": " management on their behalf."}, {"timestamp": [1246.52, 1251.24], "text": " The irony is that the contracted pilots cannot strike under Irish law."}, {"timestamp": [1252.2, 1256.52], "text": " For its part, Ryanair says that the strike is an attempt to force union recognition,"}, {"timestamp": [1256.96, 1258.72], "text": " which it refuses to countenance."}, {"timestamp": [1259.52, 1262.78], "text": " It says it will only talk to pilots via their ERC."}, {"timestamp": [1263.26, 1265.04], "text": " It even went as far as to say"}, {"timestamp": [1265.04, 1268.24], "text": " that it thought the action was down to a few Irish pilots"}, {"timestamp": [1268.24, 1271.02], "text": " working out their notice and leaving the airline,"}, {"timestamp": [1271.32, 1275.22], "text": " who don't even care how much upset they cause colleagues and customers."}, {"timestamp": [1275.94, 1279.78], "text": " But the pilots are hoping a moment of reckoning has arrived."}, {"timestamp": [1283.36, 1290.14], "text": " Certainly we do detect that more and more contractors are being offered direct employment contracts."}, {"timestamp": [1290.34, 1293.8], "text": " Now, there's no question about that because it has been a big gripe."}, {"timestamp": [1294.3, 1297.56], "text": " The problem for Ryanair is, is this too little too late?"}, {"timestamp": [1298.08, 1300.06], "text": " Union bus Evan Collin again."}, {"timestamp": [1300.46, 1306.0], "text": " The process for hiring pilots is normally you go through in a very elaborate selection process."}, {"timestamp": [1306.48, 1308.96], "text": " But then what the airlines do is they put you into a holding pool."}, {"timestamp": [1309.48, 1313.28], "text": " And we believe there's an awful lot Ryanair pilots are now in holding pools."}, {"timestamp": [1313.74, 1317.78], "text": " And a pilot will not tell his current employer that they're in a holding pool."}, {"timestamp": [1318.16, 1320.74], "text": " They'll wait until they get a start date from their new employer."}, {"timestamp": [1321.04, 1324.26], "text": " Then they will tell their current employer, I'm leaving you."}, {"timestamp": [1324.68, 1330.38], "text": " And I think Ryanair are going to encounter difficulty in the new year"}, {"timestamp": [1330.38, 1335.84], "text": " because as the airlines gear up for having their crews in place for the summer,"}, {"timestamp": [1336.32, 1341.76], "text": " they're going to start giving pilots in the holding pool start dates for the training programs"}, {"timestamp": [1341.76, 1344.98], "text": " so that they come online in the summer months."}, {"timestamp": [1344.98, 1345.0], "text": " And I think that's going to be challenging for Ryanair. for the training programs so that they come online in the summer months."}, {"timestamp": [1345.0, 1348.0], "text": " And I think that's going to be challenging for Ryanair."}, {"timestamp": [1348.0, 1352.0], "text": " Others assume that Ryanair will do whatever deal is necessary"}, {"timestamp": [1352.0, 1355.0], "text": " to ensure their summer schedules run smoothly."}, {"timestamp": [1355.0, 1359.0], "text": " John Strickland says the company has deep pockets."}, {"timestamp": [1359.0, 1363.0], "text": " They have indicated that they will pay significantly more"}, {"timestamp": [1363.0, 1367.2], "text": " to new entrant pilots and existing pilots in their operation today"}, {"timestamp": [1367.2, 1371.98], "text": " to make sure that they don't lose those pilots. Now, Rina doesn't spend money lightly,"}, {"timestamp": [1372.5, 1378.96], "text": " and they've indicated that the costs are going to run into millions in the year ahead from paying more."}, {"timestamp": [1379.52, 1383.0], "text": " But even with a cost increase that it will have to digest from pilots,"}, {"timestamp": [1383.06, 1385.0], "text": " it will still be far in a way"}, {"timestamp": [1385.0, 1388.0], "text": " at the lowest cost airline compared to its competition."}, {"timestamp": [1388.0, 1393.5], "text": " And I wouldn't be surprised, thinking of the sharpness of Michael Leary's mind and his team,"}, {"timestamp": [1393.5, 1396.0], "text": " they would have also thought doubly on this."}, {"timestamp": [1396.0, 1397.0], "text": " We pay more."}, {"timestamp": [1397.0, 1402.0], "text": " That's a cost we have to bear, but this is going to make the life of our competitors so much harder."}, {"timestamp": [1402.0, 1406.58], "text": " They're not in the same financial state to be able to support cost increases."}, {"timestamp": [1406.94, 1409.6], "text": " So there's a double benefit that they solve the problem"}, {"timestamp": [1409.6, 1412.18], "text": " and they inflict further pain on the competition."}, {"timestamp": [1413.2, 1416.04], "text": " And despite the furorri from passengers in September,"}, {"timestamp": [1416.2, 1418.02], "text": " they are still flying right there."}, {"timestamp": [1418.44, 1421.14], "text": " More than 9 million of them, in fact, in November."}, {"timestamp": [1421.5, 1424.3], "text": " That's 6% more than this time last year."}, {"timestamp": [1424.86, 1426.86], "text": " Bookings, meanwhile meanwhile are also up"}, {"timestamp": [1426.86, 1430.4], "text": " and punctuality is running once again at 90%."}, {"timestamp": [1433.44, 1436.72], "text": " These are the offices of brand index in London."}, {"timestamp": [1436.72, 1440.22], "text": " Here they contact 4,000 members of the public each day"}, {"timestamp": [1440.22, 1443.94], "text": " and ask them about brands, including Ryanair."}, {"timestamp": [1443.94, 1446.16], "text": " They've been tracking the public's perception of the brand"}, {"timestamp": [1446.16, 1447.76], "text": " since the crisis in September."}, {"timestamp": [1448.56, 1452.0], "text": " Amelia Brophy is head of data products in the UK."}, {"timestamp": [1452.76, 1456.52], "text": " Our data shows that metrics such as reputation,"}, {"timestamp": [1456.82, 1460.38], "text": " which is whether you would be proud or embarrassed to work for a company,"}, {"timestamp": [1460.88, 1463.6], "text": " took a dive immediately after the announcement."}, {"timestamp": [1463.6, 1466.94], "text": " We saw that it stayed down there for around two weeks."}, {"timestamp": [1467.32, 1470.58], "text": " But once the scandal started to fall out of the news a bit,"}, {"timestamp": [1470.78, 1473.52], "text": " we've slowly seen that score climb."}, {"timestamp": [1473.94, 1475.18], "text": " They are trending upwards."}, {"timestamp": [1475.7, 1476.74], "text": " So they're Teflon."}, {"timestamp": [1477.18, 1478.54], "text": " A little bit Teflon."}, {"timestamp": [1478.66, 1481.22], "text": " You can throw anything at them or bash them,"}, {"timestamp": [1481.22, 1483.9], "text": " and it seems to sort of bounce off and not stick."}, {"timestamp": [1484.06, 1485.52], "text": " They're very resilient, aren't they?"}, {"timestamp": [1486.16, 1487.36], "text": " They absolutely are."}, {"timestamp": [1487.56, 1493.66], "text": " And, you know, I do think some of that has to do with the type of brand that they are."}, {"timestamp": [1494.06, 1500.34], "text": " You know, to speculate if they were to experience a crisis where they were found to be"}, {"timestamp": [1500.34, 1505.74], "text": " 20 pounds more on average than another budget airline, that that might be a crisis that"}, {"timestamp": [1505.74, 1508.14], "text": " was much harder for them to recover from."}, {"timestamp": [1508.82, 1511.8], "text": " This comes as no surprise to Dr Tara Rooney."}, {"timestamp": [1512.34, 1517.02], "text": " To go back to September, what did it look to you like then?"}, {"timestamp": [1517.02, 1522.02], "text": " Did it look as if it could be very serious in its effect on them reputational?"}, {"timestamp": [1522.24, 1523.72], "text": " To be honest, no."}, {"timestamp": [1524.36, 1529.02], "text": " It never crossed my mind that they would be damaged going forward"}, {"timestamp": [1529.02, 1533.4], "text": " in terms of either their brand or their revenue."}, {"timestamp": [1533.86, 1536.88], "text": " In order to lose your reputation,"}, {"timestamp": [1537.0, 1538.66], "text": " you kind of have to have one to begin with."}, {"timestamp": [1538.66, 1540.86], "text": " And the reputation that Ryanair had"}, {"timestamp": [1540.86, 1546.54], "text": " was of not really being super conscientious about their customers, even though they have"}, {"timestamp": [1546.54, 1552.82], "text": " been trying harder. They never put themselves on that pedestal. So they didn't have a fall from grace."}, {"timestamp": [1553.82, 1558.56], "text": " And now we've heard more from the pilots who clearly feel they have a grievance. Does that change"}, {"timestamp": [1558.56, 1564.56], "text": " anything? There's a condition called cognitive dissonance. We all suffer from it. It's the ability"}, {"timestamp": [1564.56, 1567.24], "text": " to hold two opposing views in your head at the same time."}, {"timestamp": [1567.24, 1570.44], "text": " And I think that's what we do with the Ryanair staffing issue."}, {"timestamp": [1570.44, 1573.24], "text": " We can look and say, oh, isn't that awful?"}, {"timestamp": [1573.24, 1578.36], "text": " But, you know, I really want to go over to Munich for the weekend and I can get there"}, {"timestamp": [1578.36, 1580.16], "text": " really cheap with Ryanair."}, {"timestamp": [1580.16, 1583.8], "text": " Cognitively, we have the ability to separate those things out and I think that's"}, {"timestamp": [1583.8, 1585.12], "text": " essentially what we do. And I think that's essentially what we do."}, {"timestamp": [1585.12, 1588.24], "text": " And I think the Ryanair brand knows that as well."}, {"timestamp": [1588.24, 1592.96], "text": " We expect, they expect their profits in their current fiscal year"}, {"timestamp": [1592.96, 1595.12], "text": " to be higher than they were in the year before."}, {"timestamp": [1595.12, 1597.92], "text": " So I don't think that's a problem."}, {"timestamp": [1597.92, 1600.88], "text": " This is aviation consultant Chris Tarry again."}, {"timestamp": [1600.88, 1605.28], "text": " He thinks that overall this year may prove to have been a particularly good one for"}, {"timestamp": [1605.28, 1612.04], "text": " Ryanair. If we look to summer 2018, the failure of monarch and maybe the impact of other"}, {"timestamp": [1612.04, 1616.28], "text": " airlines coming out of the market or retrenching, it's clearly a benefit for those who are left."}, {"timestamp": [1616.72, 1623.68], "text": " So it could be that we could look back on 2017 for Ryanair as being problematic in certain"}, {"timestamp": [1623.68, 1627.5], "text": " small respects with actually quite positive in the long run for."}, {"timestamp": [1627.5, 1630.5], "text": " Airlines may fail, but if the underlying demand is there,"}, {"timestamp": [1630.5, 1633.5], "text": " other airlines will step into the market and pick it up."}, {"timestamp": [1633.5, 1635.0], "text": " To an extent these are opportunities"}, {"timestamp": [1635.0, 1638.5], "text": " and they will do it at a large marginal cost and make more money."}, {"timestamp": [1639.5, 1644.5], "text": " At Ryanair's heart is an unconventional hard-driving CEO."}, {"timestamp": [1644.5, 1645.4], "text": " He has redrawn the aviation rules At Ryanair's heart is an unconventional hard-driving CEO."}, {"timestamp": [1645.4, 1650.56], "text": " He has redrawn the aviation rules to build a highly profitable company."}, {"timestamp": [1650.56, 1656.68], "text": " Now he has the prospect of a second major operational crisis inside four months as pilots"}, {"timestamp": [1656.68, 1662.04], "text": " in four countries plan to strike in one of the busiest periods of the year leading up to"}, {"timestamp": [1662.04, 1663.68], "text": " Christmas."}, {"timestamp": [1663.68, 1666.72], "text": " Is his current pilot problem just an eddy in the jet stream,"}, {"timestamp": [1667.14, 1671.98], "text": " or something that will require more careful and emollient attention to fix?"}, {"timestamp": [1672.58, 1675.76], "text": " Will he tough it out, as he is usually done previously,"}, {"timestamp": [1676.32, 1678.06], "text": " or will there be more concessions?"}, {"timestamp": [1678.82, 1681.46], "text": " If there is widespread strike action in his network,"}, {"timestamp": [1681.46, 1685.52], "text": " then things may well get very turbulent indeed."}, {"timestamp": [1685.52, 1702.4], "text": "... Yoga is more than just exercise. It's the spiritual practice that millions swear by."}, {"timestamp": [1702.4, 1707.28], "text": " And in 2017, Miranda, a university tutor from London,"}, {"timestamp": [1707.74, 1710.94], "text": " joins a yoga school that promises profound transformation."}, {"timestamp": [1711.48, 1715.36], "text": " It felt a really safe and welcoming space."}, {"timestamp": [1715.74, 1717.6], "text": " After the yoga classes, I felt amazing."}, {"timestamp": [1717.6, 1721.0], "text": " But soon, that calm, welcoming atmosphere"}, {"timestamp": [1721.0, 1723.34], "text": " leads to something far darker,"}, {"timestamp": [1723.78, 1726.64], "text": " a journey that leads to allegations of grooming,"}, {"timestamp": [1726.88, 1730.44], "text": " trafficking and exploitation across international borders."}, {"timestamp": [1731.44, 1736.0], "text": " I don't have my passport. I don't have my phone. I don't have my bank cards. I have nothing."}, {"timestamp": [1736.0, 1741.72], "text": " The passport being taken, the being in a house and not feeling like they can leave."}, {"timestamp": [1742.4, 1745.6], "text": " World of Secrets is where untold stories are unveiled"}, {"timestamp": [1745.6, 1748.04], "text": " and hidden realities are exposed."}, {"timestamp": [1748.64, 1752.78], "text": " In this new series, we're confronting the dark side of the wellness industry"}, {"timestamp": [1752.78, 1757.36], "text": " with the hope of a spiritual breakthrough gives way to disturbing accusations."}, {"timestamp": [1758.0, 1760.88], "text": " You just get sucked in so gradually"}, {"timestamp": [1760.88, 1765.88], "text": " and it's done so skillfully that you don't realize."}, {"timestamp": [1765.88, 1784.32], "text": " And it's like this, the secret that's there, I wanted to believe that, you know, that whatever they were doing, even if it seemed gross to me, was for some spiritual reason that I couldn't yet understand."}, {"timestamp": [1784.32, 1788.0], "text": " Revealing the hidden secrets of a global yoga network."}, {"timestamp": [1788.0, 1790.0], "text": " I feel that I have no other choice."}, {"timestamp": [1790.0, 1795.0], "text": " The only thing I can do is to speak about this"}, {"timestamp": [1795.0, 1800.0], "text": " and to put my reputation and everything else on the line."}, {"timestamp": [1800.0, 1803.0], "text": " I want truth and justice"}, {"timestamp": [1803.0, 1811.36], "text": " and for other people to not be hurt for things to be different in the future."}, {"timestamp": [1811.92, 1820.18], "text": " To bring it into the light and almost alchemise some of that evil stuff that went on and take back the power."}, {"timestamp": [1822.32, 1826.44], "text": " World of Secrets, Season 6, The Bad Guru."}, {"timestamp": [1826.44, 1828.44], "text": " Listen wherever you get your podcasts."}], "text": " This BBC podcast is supported by ads outside the UK. This is the BBC's world of business. I'm Matthew Gweather and the producer is Rosamund Jones. In recent days, strike action has been announced by Ryanair pilots across Europe. In this week's download edition of In Business from BBC Radio 4, we're looking at how the company has fared since thousands of flights were cancelled in September. I'm here in Dublin Airport and I've just flown here on Ryanair, perhaps Ireland's best-known brand. But it's now the largest airline in Europe by passenger numbers, 129 million of them. And it's achieved that largely by a forensic focus on two things, punctuality and driving down costs, which has led to some very, very good deals for flyers. My return ticket costs just £40. That's about the average Ryanair ticket price. I should add, though, that that price does not include the cost of storing a bag in the hole or even a free glass of water on board and I made sure that I printed out my boarding pass beforehand. So, cheap flights with no free extras. But the Ryanair brand is known for something else as well. Controversy. Michael O'Leary is the airline's abrasive Euro-billionaire CEO, a one-man publicity machine never shy to let his thoughts and strong feelings be known. Ladies and gentlemen, it's a great pleasure to be here. Addressing such an august body of this reminds me much of making love to the Queen of England. You know, it's a great honour, you're just not sure how much pleasure it's going to be. I'd like to thank you for the invitation. Is the customer always right? No, the customer is nearly always wrong. But explain that to that. Michael O'Leary can say outrageous things and get away with it. And even though you might balk at how he might handle certain things, at the same time we almost admire the straight talk that we get from him. This is Dr. Tarah Rooney, a lecturer in strategic marketing at the Dublin Institute of Technology. He doesn't beat around the bush. He tells us how it is. And we understand the brand through that lens as well. You don't need to be loved as a brand to be successful. Okay. Ryan Ayer doesn't go out of its way to be liked, and there was certainly no love lost among its customers when O'Leary made this announcement in September. In total, there will be 50 flights cancelled on Mondays, there would be 44 cancelled on Tuesdays, 42 cancelled on Wednesdays, 48 on Thursdays, 52 on Fridays, 48 on Saturdays, 52 on Sundays, which is an average of 48 flight cancellations a day. This is a large number of flight cancellations, but to put it in some context, we are operating more than 2,500 daily flights. So it amounts to less than 2% of the total flying program. Less than 2% may be, but this was an operational crisis and one that led to the chief operating officer Michael Hickey leaving the airline. Following rule changes by Irish regulators, Ryanair admitted that in giving the pilots the leave they were due, they had problems finding enough rostered pilots to fly the autumn published schedule and retain its high levels of punctuality. 700,000 passengers were affected, with many left temporarily stranded. We were in Florence, and we got an email from Ryanair to tell us that our flight, which was scheduled to leave in six hours, had been cancelled. And then when I phoned the Ryanair line, the helpline, they didn't seem remotely sympathetic. And that was the only thing we heard from them. Aside from that, there was nothing. And it wasn't just customers who were cross. Former pilots at Ryanair started complaining about working conditions, claiming that the airline was leading a race to the bottom to get cost down and that a collectively bargained work agreement across all Ryanair pilots was needed. The British Civil Aviation Authority also accused the company of persistently misleading its passengers on their rights following flight cancellations, as Chief Executive Andrew Haynes made clear. We're furious, absolutely furious, because it's such a simple ask. Ryanair might have some difficulties with their pilots and their availability of crews and that results in cancellations, but why does that mean you have to give misleading information to consumers there's no excuse i'm now in the dublin suburb of swords and i'm standing outside the ryanair hq which is a relatively modest office building on the edge of a business part and in program, I'm going to be asking what impact the latest controversy might have on Ryanair? Is its business model likely to change? How damage does its brand? And will consumers continue to go Ryanair no matter what? Ryanair was founded in 1984 and struggled in its early years. Originally it was the brainchild of businessman Tony Ryan, who brought in his assistant, accountant Michael O'Leary, in an attempt to turn it around. Over coffee, I met aviation consultant Chris Tarry, who has tracked the company from the start. Ryanair's origins were quite different from the airline they are today. They started off with a single turbo prop offering full service and losing money. The model is very clearly Southwest in the United States. And the story is that Michael went to see Herb Kellarher, who established Southwest and ran Southwest, and decided model, no frills and low fares, could work. So, in theory, was an accountant, was he? He wasn't an aviation person, so it was given to him as a problem to solve by his employer. Absolutely right. It's almost a question of who would have thought it. It went from a loss-making full-service airline with one or two aircraft to having well over 400 aircraft a day and being perhaps the most profitable airline in the world. And making profits in the cut-throat competitive low-cost airline game is no mean feat. It's a sector that has seen many recent casualties, including the demise of the 50-year-old British Charter Airline Monarch in October. The chief executive of Monarch, Andrew Swoffield, has told the BBC it's heartbreaking that nearly 2,000 people have lost their jobs as a result of the airline's collapse. Monarch's failure this year followed Air Berlin's disappearance and Alitalia's endless woes and collapse into administration. In the preceding decade, numerous other airlines have not survived. There's a reason why legendary investor Warren Buffett, the sage of Omaha, said of the Wright brothers, the pioneers of powered flight, that if a far-sighted capitalist had been present at Kitty Hawk, he would have done his success as a huge favour by shooting Orville, one of the brothers, down. So why has Ryanair thrived when so many others have not? I'm in North London to meet John Strickland. He's an industry veteran. He now works as a consultant advising airports. He used to work for KLM and then its low-cost spin-off buzz until 2004 when it was consumed by Ryanair. A game-changing moment for Ryanair, he says, came in 2001 following the terror attack on New York's Twin Towers. 9-11 was a major shock to the industry, and what we saw was demand reduced, particularly corporate business travel. Some airlines were pushed to the point of bankruptcy. Others certainly cancelled aircraft orders. And O'Leary was already looking to expand his fleet and to modernise it, but he seized his moment there because Boeing saw its production line slackening off, orders were being cancelled. And he sort of went into Seattle at that time to the Boeing team. And now we don't know publicly, to this day, the level of discount that he received, I'm pretty confident it would have been more than 50%. But this is now 16, 17 years later. How has he been able to still buy them at those discounted rates even now? Well, one thing an aircraft manufacturer would like is certainty. They want to know their production land is full. And I think without knowing the commercial details, Ryanair probably has terms in its contract, but it has to take the aircraft when they are due. So you frequently see Ryanair taking delivery of large numbers of aircraft, even in winter, when they, as for other airlines, see a seasonal reduction in demand. And again, that means the production line can be maintained on a more stable basis by Boeing, and they're willing to invest in that by reductions for Ryanair. So he's still got a lot of bargaining power. He's still one of the biggest customers with Boeing. They know that, and they found a way to work together. O'Leary has said he wouldn't even tell his priest in confession what he pays for his 7-3-7s. But it's not just in buying planes that Ryanair has struck a good deal. In its early years, Ryanair focused on flying them to and from small, secondary airports. What I recall when I was still working for KLM Airlines at Stanstedt was when Ryan announced her we were going to go to Glasgow, Prestwick, we kind of turned our noses at, well, Prestwick's not Glasgow. We, in our traditional way, thinking, couldn't believe this would work. We thought, why would somebody go to an airport a long way from a city? In the case of Hahn, about 150 kilometres from Frankfurt, I used to talk about it as being an airport in a forest. Ryanair drove down airport charges, the landing fees per passenger at these airports. According to John Strickland, their negotiating tactic was to promise passengers to these often empty and barren airports, which could then make money from shops and cafes in exchange for very reasonable landing charges. Airlines hadn't really, in a meaningful way, negotiated with airports, I think, in the past. And I've worked for other airlines. We would take the airport costs as they were. Ryanair went in far more ruthlessly with a take-to-leave-ed approach. We would look at the costs they pay at airports and that they publish in their investor reports every quarter. They talk about an airport and handling costs of around about eight euros per passenger. You see other airlines, certainly into double digits, you know, maybe 15, 20 euros. What happened then if you got Ryanair in and then you try to increase the landing charges for their aircraft? They will simply read the riot act. I have to negotiate with Ryanair quite often in my job, and I would joke that I've got more grey hair than I might otherwise have. But I'll be honest, I think they are very straightforward. It's quite clear that Ryanair will want the best possible deal, but once a contractual terms are reached, I would say airports can be sure. Rino will deliver their side. They will arrive, they will arrive pretty full. And we've seen parts of Europe, thanks to Ryanair, grows strongly in tourism terms because they've accepted that the airline will pay little to be in the airport, but the benefit it brings in terms of economic impact from tourism is enormous. So, discounted planes and good airport deals are two reasons why Ryanair has been able to slash costs so effectively. But there's another one too. Dr Tara Rooney from the Dublin Institute of Technology again. What is clear now is that in order for Ryanair to make sure that it can deliver on those core values, particularly the low-cost one, it needs to be able to do that through its staffing. And maybe this isn't something that we thought about before. So it's actually not a reputational crisis for them at all. It's a HR crisis, I think. And what it's done is it's sort of pulled back the curtain. Low-cost airlines have been reducing labour costs for years. Take training. Once upon a time, airlines covered the massive costs of that themselves. The airline I started out, it paid for all of Take training. Once upon a time, airlines covered the massive costs of that themselves. The airline I started at had paid for all of my training, and in exchange it required a three-year commitment from me. It invested in me, so I was bonded for three years. These are the views of a Ryanair pilot who agreed to speak to us if his words were spoken by an actor. Now, would-be pilots at Ryanair and at other low-cost airlines cover the training bill themselves. The cost of that is probably a minimum of 100,000 euros. Some kids may have parents who can pay for that, and they're the lucky ones. A lot of parents will remortgage their homes to pay for this training for their son and daughter, but in a huge amount of cases, banks will fund this training, so basically, they'll have 100,000 euros of debt. And that's not all. Once they have a commercial license, pilots enter the job market. But their training costs don't end there, and pilots complain that they have to foot further bills themselves. Ryanair charged them 30,000 euros for the specific training they need to fly the Boeing 737. Everything is outsourced and put onto the pilot. And when that training is complete, many Ryanair pilots end up not being directly employed by the company whose planes they fly. Not far from Dublin Airport Terminal sits a nondescript Nissan hut. This houses the offices of the Irish Airline Pilots Association, or IALPA, which represents 1,200 pilots from five companies, including Ryanair. The union's president is Evan Cullen. Essentially what happens is a group of between five and eight Rainer pilots are in a company, and that company must be Irish registered. And they then hire their labour into a UK-based labour hire company, and that company then subcontracts them into Rainer. They would have an enormous proportion of these contract pilots within their workforce. And spelled out, what does that mean that they don't have to pay at Ryanair? Well, if you take social charges in, for example, Germany, the employer of a directly employed would have to pay in the region of 30 to 35% in social charges. That cost would fall on a contracting pilot, not on the person that they work for. They can give me hours, they don't have to give me hours, you know. But if they don't need me anymore, they don't even have to fire me. They could say to you tomorrow, that's it. Yeah, absolutely, that's it. We have no more flying for you. Thanks very much. I've asked if I can have a staff job. The answer is no. What goals most of us is the casualisation of our job. You know, they basically turned a highly skilled profession into a casual gig. It may suit some pilots to work on a freelance contract basis if they have other business interests. But Michael O'Leary doesn't endear himself to his pilots when he describes his Boeing's as just a bloody bus with wings. However, although Ryanair is not alone in using contract pilots, not every company in the sector works that way. Well, I'm now on the shuttle bus to Luton Airport, where I'm going to visit EasyJet, possibly Ryanair's greatest rival. And I'm going to meet David Morgan, who is EasyJet's Director of Flight Operations and Chief Pilot. We don't have any contract pilots as such. We feel it's better for all concerned that they have a guaranteed employment contract from EasyJet. An agency pilot could, at the end of the day, say, well, I'm going to go off and work for somebody else at the moment. So it's not something that we support. Not to mention the complexity associated with the taxation, social security and so on, with agency pilots flying around Europe. So it's something that we have avoided. Very few pilots leave EasyJet to work elsewhere. So we're down at about 2 or 3% for pilot attrition, which is very low by industry standards. Do you know roughly what the average length of stay for an EasyJet pilot would be then? Let me tell you exact number, but it would be in excess of 10 years. So we've got plenty of pilots that have been around almost since the beginning of EasyJet, so they've obviously been very happy for their career here, and they'll stay with this until they retire. Ryanair pilots we spoke to told us that the company's pilots average five years in service, something that the company would neither confirm nor deny. Ryanair did say that its pilot attrition or resignation rate to date this year is under 8%. And that's at odds with what we heard anecdotally from both pilots we spoke to. Their words are voiced by actors. At my base, I'd say that close to 100 of left, that's out of about 400. 25% turnover of pilots. Yes. You know, a lot of senior guys such as myself are looking to leave. They're throwing the hands up, you know, and saying, I've had enough, I'm getting out. And that's what they're doing. I attended a recruitment event a few weeks ago. and I would say that two-thirds of the pilots were Ryanair pilots. Have you had an increase in numbers of pilots from Ryanair who want to join you? Yes, we have. David Morgan, chief pilot at EasyJet. It's fair to say that over the last year or two, they have increased fairly significantly. And it's not an easy thing for them to do because they have to change one sort of aeroplane to another, so they have to undergo a retraining, don't they? That's correct. So they will have been flying a Boeing aircraft in Ryanair. They're going to be flying an airbus in EasyJet. And for the experienced captains, we offer that transition training free of charge so that they can join EasyJet. And, according to Evan Cullen and Ayalpa, a shortage of experienced captains is now emerging across the globe. Some figures say we need an additional 600,000 pilots. Other figures put that at half a million. What is undeniable is that there needs to be a substantial growth in the number of pilots to meet the demands of the market in the next five to ten years. You had a massive growth of aviation in Asia. And if you take China, for example, instead of building a massive rail network and road network, what they're actually doing is building a massive aviation network. Then you have the big Middle Eastern carriers. You know, Emirates, what was Emirates 20 years ago? What was Qatar? What was Etihad? They were all very small. In some cases, didn't exist. Now they're massive global airlines. So pilots to whom we spoke now for the first time in years, since they have the power to make their move and improve terms of employment. Finally, we have some leverage with the company and we're going to use it to its full extent. I am in fact currently under offer from another airline and that job was offered after a five minute interview and it was more or less me interviewing them. You know, it was like, please sign, please sign, you know. Ryanair is making some conciliatory gestures to its pilots, among them a wage increase of 10,000 euros for captains to retain them, and a 20% pay rise for pilots in Ireland. But to what extent this is cutting through remains unclear. Ryanair's 4,200 pilots has spread across 80 bases around Europe. In the past, they have not acted as a unified pilot body because Ryanair will only negotiate with employee representative committees, ERCs, from each individual base. But that may be changing. We have never been as united as we are at the moment. We've never had the communication that we've got at the moment. And I think it's one thing that Ryanair are terrified of. They don't like unity. They don't like to see it because it does weaken their bargaining power. Do you think this time you're going to get somewhere, though? Yes, definitely. I can't say much more than that. Shortly after we spoke, Ryanair pilots in Italy, Portugal and Germany did indeed vote to strike in the days leading up to Christmas. And on Tuesday in Ireland, the directly employed pilots announced that after a secret ballot, they would strike for one day on the 20th of December, saying that they were seeking the ability to choose their own representatives to negotiate with Ryanair management on their behalf. The irony is that the contracted pilots cannot strike under Irish law. For its part, Ryanair says that the strike is an attempt to force union recognition, which it refuses to countenance. It says it will only talk to pilots via their ERC. It even went as far as to say that it thought the action was down to a few Irish pilots working out their notice and leaving the airline, who don't even care how much upset they cause colleagues and customers. But the pilots are hoping a moment of reckoning has arrived. Certainly we do detect that more and more contractors are being offered direct employment contracts. Now, there's no question about that because it has been a big gripe. The problem for Ryanair is, is this too little too late? Union bus Evan Collin again. The process for hiring pilots is normally you go through in a very elaborate selection process. But then what the airlines do is they put you into a holding pool. And we believe there's an awful lot Ryanair pilots are now in holding pools. And a pilot will not tell his current employer that they're in a holding pool. They'll wait until they get a start date from their new employer. Then they will tell their current employer, I'm leaving you. And I think Ryanair are going to encounter difficulty in the new year because as the airlines gear up for having their crews in place for the summer, they're going to start giving pilots in the holding pool start dates for the training programs so that they come online in the summer months. And I think that's going to be challenging for Ryanair. for the training programs so that they come online in the summer months. And I think that's going to be challenging for Ryanair. Others assume that Ryanair will do whatever deal is necessary to ensure their summer schedules run smoothly. John Strickland says the company has deep pockets. They have indicated that they will pay significantly more to new entrant pilots and existing pilots in their operation today to make sure that they don't lose those pilots. Now, Rina doesn't spend money lightly, and they've indicated that the costs are going to run into millions in the year ahead from paying more. But even with a cost increase that it will have to digest from pilots, it will still be far in a way at the lowest cost airline compared to its competition. And I wouldn't be surprised, thinking of the sharpness of Michael Leary's mind and his team, they would have also thought doubly on this. We pay more. That's a cost we have to bear, but this is going to make the life of our competitors so much harder. They're not in the same financial state to be able to support cost increases. So there's a double benefit that they solve the problem and they inflict further pain on the competition. And despite the furorri from passengers in September, they are still flying right there. More than 9 million of them, in fact, in November. That's 6% more than this time last year. Bookings, meanwhile meanwhile are also up and punctuality is running once again at 90%. These are the offices of brand index in London. Here they contact 4,000 members of the public each day and ask them about brands, including Ryanair. They've been tracking the public's perception of the brand since the crisis in September. Amelia Brophy is head of data products in the UK. Our data shows that metrics such as reputation, which is whether you would be proud or embarrassed to work for a company, took a dive immediately after the announcement. We saw that it stayed down there for around two weeks. But once the scandal started to fall out of the news a bit, we've slowly seen that score climb. They are trending upwards. So they're Teflon. A little bit Teflon. You can throw anything at them or bash them, and it seems to sort of bounce off and not stick. They're very resilient, aren't they? They absolutely are. And, you know, I do think some of that has to do with the type of brand that they are. You know, to speculate if they were to experience a crisis where they were found to be 20 pounds more on average than another budget airline, that that might be a crisis that was much harder for them to recover from. This comes as no surprise to Dr Tara Rooney. To go back to September, what did it look to you like then? Did it look as if it could be very serious in its effect on them reputational? To be honest, no. It never crossed my mind that they would be damaged going forward in terms of either their brand or their revenue. In order to lose your reputation, you kind of have to have one to begin with. And the reputation that Ryanair had was of not really being super conscientious about their customers, even though they have been trying harder. They never put themselves on that pedestal. So they didn't have a fall from grace. And now we've heard more from the pilots who clearly feel they have a grievance. Does that change anything? There's a condition called cognitive dissonance. We all suffer from it. It's the ability to hold two opposing views in your head at the same time. And I think that's what we do with the Ryanair staffing issue. We can look and say, oh, isn't that awful? But, you know, I really want to go over to Munich for the weekend and I can get there really cheap with Ryanair. Cognitively, we have the ability to separate those things out and I think that's essentially what we do. And I think that's essentially what we do. And I think the Ryanair brand knows that as well. We expect, they expect their profits in their current fiscal year to be higher than they were in the year before. So I don't think that's a problem. This is aviation consultant Chris Tarry again. He thinks that overall this year may prove to have been a particularly good one for Ryanair. If we look to summer 2018, the failure of monarch and maybe the impact of other airlines coming out of the market or retrenching, it's clearly a benefit for those who are left. So it could be that we could look back on 2017 for Ryanair as being problematic in certain small respects with actually quite positive in the long run for. Airlines may fail, but if the underlying demand is there, other airlines will step into the market and pick it up. To an extent these are opportunities and they will do it at a large marginal cost and make more money. At Ryanair's heart is an unconventional hard-driving CEO. He has redrawn the aviation rules At Ryanair's heart is an unconventional hard-driving CEO. He has redrawn the aviation rules to build a highly profitable company. Now he has the prospect of a second major operational crisis inside four months as pilots in four countries plan to strike in one of the busiest periods of the year leading up to Christmas. Is his current pilot problem just an eddy in the jet stream, or something that will require more careful and emollient attention to fix? Will he tough it out, as he is usually done previously, or will there be more concessions? If there is widespread strike action in his network, then things may well get very turbulent indeed.... Yoga is more than just exercise. It's the spiritual practice that millions swear by. And in 2017, Miranda, a university tutor from London, joins a yoga school that promises profound transformation. It felt a really safe and welcoming space. After the yoga classes, I felt amazing. But soon, that calm, welcoming atmosphere leads to something far darker, a journey that leads to allegations of grooming, trafficking and exploitation across international borders. I don't have my passport. I don't have my phone. I don't have my bank cards. I have nothing. The passport being taken, the being in a house and not feeling like they can leave. World of Secrets is where untold stories are unveiled and hidden realities are exposed. In this new series, we're confronting the dark side of the wellness industry with the hope of a spiritual breakthrough gives way to disturbing accusations. You just get sucked in so gradually and it's done so skillfully that you don't realize. And it's like this, the secret that's there, I wanted to believe that, you know, that whatever they were doing, even if it seemed gross to me, was for some spiritual reason that I couldn't yet understand. Revealing the hidden secrets of a global yoga network. I feel that I have no other choice. The only thing I can do is to speak about this and to put my reputation and everything else on the line. I want truth and justice and for other people to not be hurt for things to be different in the future. To bring it into the light and almost alchemise some of that evil stuff that went on and take back the power. World of Secrets, Season 6, The Bad Guru. Listen wherever you get your podcasts."}