{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.44, 10.16], "text": " Thank you for downloading this podcast of In Business."}, {"timestamp": [10.84, 11.68], "text": " I'm David Baker."}, {"timestamp": [12.48, 17.44], "text": " I don't know about you, but I'm keen to use more and more green sources of electricity."}, {"timestamp": [17.98, 22.18], "text": " But I've never really thought about how that whole electricity systems managed."}, {"timestamp": [22.62, 25.76], "text": " So when my producer John and I sat down to talk about this,"}, {"timestamp": [25.76, 30.72], "text": " we discovered there was a great journey to be had here exploring the way electricity is"}, {"timestamp": [30.72, 37.68], "text": " distributed around the UK and the challenges and the opportunities of this new world of green"}, {"timestamp": [37.68, 46.0], "text": " power. So I've got my phone on charge over here, getting a bit dark, I'll just put the light on."}, {"timestamp": [46.0, 52.0], "text": " And head into the kitchen, man. I'm going to make a cup of tea for me and my producer John."}, {"timestamp": [56.0, 61.0], "text": " That goes on there, electric kettle, and a lot of electric things here. There's a microwave in the corner."}, {"timestamp": [61.0, 65.04], "text": " I've got the fridge, washing machine, dishwasher, and of course they all just"}, {"timestamp": [65.04, 69.68], "text": " come on when you need them and I've never really thought very much about how electricity"}, {"timestamp": [69.68, 75.92], "text": " actually gets here. But in fact it's a lot more complicated than you imagine or certainly I imagined"}, {"timestamp": [75.92, 84.88], "text": " and it's going to get more complicated still. And it's a story that involves some cutting-edge"}, {"timestamp": [84.88, 86.0], "text": " technology as well as this very muddy field with its curious bulls in what And it's a story that involves some cutting-edge technology,"}, {"timestamp": [86.0, 91.0], "text": " as well as this very muddy field with its curious bulls in Wales."}, {"timestamp": [93.0, 99.0], "text": " For in business, I'm going to be looking at the new demands we're placing on our electricity supply,"}, {"timestamp": [99.0, 106.8], "text": " and especially at the way the need to go green is changing the very fundamentals of the business of electricity."}, {"timestamp": [110.8, 118.4], "text": " So from up here you can see on the left here"}, {"timestamp": [118.4, 122.4], "text": " that nice stripy building is the Hornsey 1 onshore substation."}, {"timestamp": [122.4, 124.4], "text": " If you just look over to the right,"}, {"timestamp": [124.4, 126.32], "text": " here Hornsy 2,"}, {"timestamp": [126.32, 130.88], "text": " in mid construction. Just behind it you can see those tall overhead line towers."}, {"timestamp": [130.88, 134.32], "text": " What's someone like me would call pylons. That's right, yeah, that's right. And then just to the"}, {"timestamp": [134.32, 139.12], "text": " right of that, the brown building is the national grid, and that's where the cables are connected."}, {"timestamp": [140.08, 145.36], "text": " It's a windy, rainy day in North Lincolnshire on the south side of the Humber Estuary."}, {"timestamp": [150.32, 150.88], "text": " We're on the rooftop of some containers, surrounded by building works, with the North Sea in the distance."}, {"timestamp": [156.96, 157.92], "text": " My name's Alan Gould. I'm the commissioning manager here at the onshore substation in North Killing Home for the Hornsey 2 project."}, {"timestamp": [166.0, 169.0], "text": " Alan works for the Danish company Orsted. Hornsey 1 out there in the North Sea is currently the world's biggest offshore wind farm with 174 giant turbines."}, {"timestamp": [169.0, 173.0], "text": " It began producing electricity for National Grid in February this year."}, {"timestamp": [173.0, 176.0], "text": " Once completed, in terms of power generated,"}, {"timestamp": [176.0, 179.0], "text": " Hornsey 2 will be even bigger."}, {"timestamp": [179.0, 182.0], "text": " What is it actually going to do? What does the substation do?"}, {"timestamp": [182.0, 186.8], "text": " It is quite complex and it's sort of difficult to explain, but I'll do my best."}, {"timestamp": [186.8, 190.56], "text": " Basically we have the input power from the wind turbines."}, {"timestamp": [190.56, 194.0], "text": " Which are about 120 kilometres over there out at sea."}, {"timestamp": [194.0, 197.76], "text": " That's right. And then it comes onto this onshore substation where we clean up the power,"}, {"timestamp": [197.76, 201.44], "text": " tidy it up, make it more usable, more efficient, and then we send it off to the"}, {"timestamp": [201.44, 204.16], "text": " National Grid connection, which you can just see over there."}, {"timestamp": [204.16, 208.88], "text": " How much power is coming in from those turbines out there?"}, {"timestamp": [208.88, 212.32], "text": " Well, the maximum power is about 1.4 gigawatts."}, {"timestamp": [212.32, 213.2], "text": " What would that power?"}, {"timestamp": [213.2, 215.12], "text": " It's about 1.3 million homes."}, {"timestamp": [221.04, 230.0], "text": " In case you're wondering, one gigawatt equals 1,000 megawatts or 1 billion watts, that would power a lot of light bulbs."}, {"timestamp": [230.0, 233.0], "text": " How big is a wind turbine, an offshore wind turbine?"}, {"timestamp": [233.0, 238.0], "text": " The modern day wind turbines that we're using can only describe as colossal."}, {"timestamp": [238.0, 246.24], "text": " Some of the statistics that have been used to sort of promote them taller than the Gurkin in London, larger sweep than the London eye for the blades."}, {"timestamp": [246.8, 249.54], "text": " So pretty colossal really compared to, you know,"}, {"timestamp": [249.58, 251.52], "text": " what we were looking at five, ten years ago."}, {"timestamp": [252.56, 254.24], "text": " It's really pouring with rain now."}, {"timestamp": [254.28, 255.52], "text": " I think we really need to go inside."}, {"timestamp": [255.58, 256.04], "text": " Let's go down."}, {"timestamp": [256.24, 256.4], "text": " Yep."}, {"timestamp": [262.96, 267.54], "text": " In my working lifetime, this is a total transformation of how we produce electricity."}, {"timestamp": [268.48, 270.8], "text": " Maybe not travelling quite as fast as electricity,"}, {"timestamp": [271.26, 275.36], "text": " but we've come to Auster's London headquarters to meet Duncan Clark,"}, {"timestamp": [275.7, 279.88], "text": " the programme director for the Hornsey 1 and Hornsey 2 offshore wind farms."}, {"timestamp": [280.6, 283.56], "text": " How much does it cost to build these wind farms?"}, {"timestamp": [283.68, 288.48], "text": " All those turbines offshore, the substation onshore, the cable connecting them, etc.?"}, {"timestamp": [288.48, 293.66], "text": " Yeah, well, a hauntsy one has cost approximately £4 billion of investment,"}, {"timestamp": [294.16, 296.02], "text": " and it's been a 10-year journey."}, {"timestamp": [296.64, 300.4], "text": " So, yeah, the investment is up front, but one of the things about offshore wind farms"}, {"timestamp": [300.4, 303.56], "text": " is that, of course, there's no fuel cost during the life."}, {"timestamp": [303.56, 306.06], "text": " So you're producing electricity clean"}, {"timestamp": [306.06, 315.04], "text": " electricity year in year out 20 30 years maybe more and not having to pay for fuel so we've really made"}, {"timestamp": [315.04, 321.28], "text": " massive strides and the cost of electricity from offshore wind has come down so much in recent years"}, {"timestamp": [321.28, 325.08], "text": " that it's become the lowest cost option."}, {"timestamp": [325.08, 328.68], "text": " How reliable is wind as a source of electricity?"}, {"timestamp": [328.68, 332.32], "text": " How do you know how much electricity you're going to produce at any given time?"}, {"timestamp": [332.32, 336.84], "text": " Well, actually, the prediction is very, very good."}, {"timestamp": [336.84, 341.88], "text": " You can reliably tell National Grid what you're going to produce in the upcoming half-hour"}, {"timestamp": [341.88, 342.88], "text": " period."}, {"timestamp": [342.88, 350.56], "text": " And so, of course, there's another thing about offshore wind farms is they're made up of many, many generators all working together. So what we"}, {"timestamp": [350.56, 357.04], "text": " don't get, we're extremely rare that we get major changes because of plant failures. If you get a"}, {"timestamp": [357.04, 364.48], "text": " plant failure on offshore wind farm, you might be losing one out of 174 generators. So the impact"}, {"timestamp": [364.48, 366.6], "text": " on what you produce is very small."}, {"timestamp": [366.6, 369.8], "text": " But actually, it's an extraordinary achievement, really."}, {"timestamp": [369.8, 372.32], "text": " That that's the way we produce our power cleanly,"}, {"timestamp": [372.32, 377.28], "text": " allowing us to enjoy the pleasures of power whenever we want it."}, {"timestamp": [377.28, 380.88], "text": " Without the gill, that actually that might be damaging our environment."}, {"timestamp": [384.12, 389.78], "text": " It's that push to go green that's having a big impact, changing our sources of electricity."}, {"timestamp": [389.78, 394.8], "text": " We no longer rely on just a few large coal or oil-fired power stations."}, {"timestamp": [394.8, 400.72], "text": " The system was always complex, but essentially over the last 70 or 80 years, we learned"}, {"timestamp": [400.72, 403.38], "text": " how to manage it pretty effectively."}, {"timestamp": [403.38, 407.0], "text": " Nick Jenkins is Professor of Renewable Energy at Cardiff University."}, {"timestamp": [407.0, 409.0], "text": " Now it is changing quite dramatically,"}, {"timestamp": [409.0, 413.0], "text": " particularly in terms of the variability of these new inputs,"}, {"timestamp": [413.0, 415.0], "text": " which depend on the weather,"}, {"timestamp": [415.0, 417.0], "text": " and also the number of them."}, {"timestamp": [417.0, 419.0], "text": " The number is rising very rapidly."}, {"timestamp": [419.0, 422.0], "text": " That multiplication of different sources"}, {"timestamp": [422.0, 429.0], "text": " has added a layer of complexity to the system, and it's all to do with balancing supply and demand on a minute-by-minute basis."}, {"timestamp": [429.0, 434.0], "text": " All modern electricity systems work on alternating current, AC systems."}, {"timestamp": [434.0, 441.0], "text": " To operate those, you must keep the supply of energy in balance with the demand of energy."}, {"timestamp": [441.0, 446.06], "text": " The demand constantly changes as people turn off their lights on and off,"}, {"timestamp": [446.06, 453.2], "text": " and so you have to keep adjusting the supply. That has been done in the past relying on"}, {"timestamp": [453.2, 458.96], "text": " stores of energy within fossil fuels. So the generators would take the energy from the fossil"}, {"timestamp": [458.96, 467.86], "text": " fuels and increase or decrease their output in response to demand. Now, of course, with less generators relying on fossil fuels,"}, {"timestamp": [468.26, 469.42], "text": " that becomes more difficult."}, {"timestamp": [469.7, 472.04], "text": " Is that because the generators are less flexible, if you like?"}, {"timestamp": [472.22, 475.14], "text": " Yes, because they don't have this great store of fossil fuel."}, {"timestamp": [475.5, 478.44], "text": " You can store an enormous amount of energy in a great pile of coal,"}, {"timestamp": [478.78, 480.92], "text": " which was traditionally the way of doing this."}, {"timestamp": [481.64, 484.66], "text": " The issue here is that the wind doesn't blow all the time,"}, {"timestamp": [484.66, 485.92], "text": " and it's not always sunny."}, {"timestamp": [486.42, 488.34], "text": " So you can't always rely on those sources"}, {"timestamp": [488.34, 491.1], "text": " to come quickly on stream to meet a surge in demand."}, {"timestamp": [491.96, 493.74], "text": " That's why, for the time being at least,"}, {"timestamp": [494.1, 495.48], "text": " gas-fired power stations,"}, {"timestamp": [495.88, 498.38], "text": " which can boost supply pretty much instantaneously,"}, {"timestamp": [498.88, 501.46], "text": " are likely to remain part of the electricity mix."}, {"timestamp": [502.12, 503.42], "text": " And as Nick Jenkins says,"}, {"timestamp": [503.76, 505.46], "text": " there's an important technical reason"}, {"timestamp": [505.46, 510.14], "text": " that supply and demand have to be kept in balance. It's called the 50 Hertz issue."}, {"timestamp": [510.68, 518.08], "text": " We run this AC electrical system at 50 hertz, 50 cycles a second. If it moves more than about"}, {"timestamp": [518.08, 523.82], "text": " plus or minus 2 hertz, then we have to stop the system. Because the 50 hertz determines"}, {"timestamp": [523.82, 525.02], "text": " the speed of rotation"}, {"timestamp": [525.02, 527.9], "text": " of many simple electrical machines"}, {"timestamp": [527.9, 530.3], "text": " and also how the transformers work."}, {"timestamp": [530.76, 533.72], "text": " So essentially you've got to stay between 48 and 52,"}, {"timestamp": [534.26, 538.0], "text": " and so you've got to have quite precise balancing of supply and demand."}, {"timestamp": [538.5, 541.56], "text": " If the electricity doesn't stay very close to 50 hertz,"}, {"timestamp": [541.86, 544.9], "text": " it won't be just your hair dryer or your computer that blows,"}, {"timestamp": [544.9, 545.44], "text": " but massive industrial turbines too. Which is why keeping it all imbalance, stay very close to 50 hertz, it won't be just your hair dryer or your computer that blows,"}, {"timestamp": [545.44, 551.76], "text": " but massive industrial turbines too, which is why keeping it all in balance is so important."}, {"timestamp": [551.76, 553.76], "text": " And that's essentially the job of the national grid."}, {"timestamp": [556.24, 558.4], "text": " So very high security."}, {"timestamp": [560.32, 564.0], "text": " And the second door takes us right into, goodness me."}, {"timestamp": [564.88, 565.4], "text": " Good morning."}, {"timestamp": [565.52, 567.44], "text": " Hi, Natasha at Deppie Bacon. Nice to meet you."}, {"timestamp": [567.5, 568.92], "text": " Oh, Natasha Diniich, nice to meet you."}, {"timestamp": [569.0, 569.32], "text": " Nice to meet you."}, {"timestamp": [569.88, 571.76], "text": " What are we seeing here? It's very impressive."}, {"timestamp": [572.1, 573.44], "text": " This is where the magic happens."}, {"timestamp": [573.86, 581.06], "text": " This is the Electricity National Control Centre, which is basically the heart of the electricity industry in the UK."}, {"timestamp": [581.82, 586.22], "text": " What we try to do that and that we are very successful in is to magic"}, {"timestamp": [586.22, 591.98], "text": " generation and demand on a daily basis. So whatever you take for granted when you go back"}, {"timestamp": [591.98, 596.34], "text": " home today to switch on the lights, to charge your mobile phone or to put the kettle on,"}, {"timestamp": [596.84, 601.4], "text": " you just assume it's going to happen. Of course. So that is what we are here for to be sure"}, {"timestamp": [601.4, 605.92], "text": " that wherever electricity demand is needed, we will be able to cover."}, {"timestamp": [606.64, 615.2], "text": " 24-7, 5-shift teams working all the time, basically making sure that electricity demand is always covered."}, {"timestamp": [615.76, 620.0], "text": " This is what everyone would imagine a control room looks like. It almost looks like something from"}, {"timestamp": [620.0, 624.48], "text": " mission control in the space program or Bond Villains layer. What are we seeing here?"}, {"timestamp": [625.28, 630.64], "text": " What you see in front of you, this is the transmission network, the blue lines of this network."}, {"timestamp": [630.64, 636.24], "text": " And this is on an enormous screen which is filling the far wall there. So this is your"}, {"timestamp": [636.24, 642.24], "text": " GB network basically rotated 90 degrees. This is the biggest telly you will ever see."}, {"timestamp": [643.28, 645.94], "text": " What you have, you have Scotland on the left-hand side"}, {"timestamp": [645.94, 647.88], "text": " and you have South of England on the right-hand side"}, {"timestamp": [647.88, 648.8], "text": " if you look at that network."}, {"timestamp": [649.2, 652.88], "text": " All these blue lines are the high-voltage lines,"}, {"timestamp": [653.0, 654.08], "text": " 400-kilovolts lines."}, {"timestamp": [654.08, 656.44], "text": " These are what we see in the countryside on pylands,"}, {"timestamp": [656.76, 658.88], "text": " traveling across the fields, the biggest pilots."}, {"timestamp": [659.6, 662.8], "text": " And if you make the comparison to the road network,"}, {"timestamp": [662.9, 664.02], "text": " these would be your motorways."}, {"timestamp": [664.94, 665.12], "text": " And then if you look at the red lines, network, these would be your motorways."}, {"timestamp": [665.12, 668.28], "text": " And then if you look at the red lines, this is slightly lower."}, {"timestamp": [668.28, 670.56], "text": " It's 275 kilowolts network."}, {"timestamp": [670.56, 672.94], "text": " Those would be your A roads, you know, in the network."}, {"timestamp": [672.94, 674.14], "text": " That's the comparison."}, {"timestamp": [674.14, 678.52], "text": " So the majority of the energy actually goes through the blue lines, and then some energy goes"}, {"timestamp": [678.52, 680.5], "text": " through the red lines as well."}, {"timestamp": [680.5, 683.96], "text": " Or purple in Scotland, there are 1-3-2 KV network."}, {"timestamp": [683.96, 686.96], "text": " Anything that you see in yellow, those lines are currently on outage,"}, {"timestamp": [687.38, 689.94], "text": " meaning that either they are on the planned outage"}, {"timestamp": [689.94, 692.08], "text": " because every line needs to be maintained"}, {"timestamp": [692.08, 694.14], "text": " and refurbished once in a while,"}, {"timestamp": [694.54, 697.7], "text": " or sometimes they're just faulted because there is a fault on the line."}, {"timestamp": [698.04, 700.12], "text": " If fault happens on any of that line,"}, {"timestamp": [700.2, 702.06], "text": " let's say lightning strike hits the line,"}, {"timestamp": [702.16, 703.88], "text": " the line goes out of service straight away."}, {"timestamp": [704.44, 710.16], "text": " We have the mechanism here to be sure that nobody will lose power supply for that fault."}, {"timestamp": [710.16, 714.8], "text": " Well also because you can see on the map how intertwined all the lines are."}, {"timestamp": [714.8, 718.8], "text": " There's a lot of redundancy there. You could take different routes to provide power."}, {"timestamp": [718.8, 723.12], "text": " Exactly. There is lots of redundancy and that is how the network is built"}, {"timestamp": [723.12, 726.1], "text": " from 50s going forward. The network is built"}, {"timestamp": [726.1, 731.5], "text": " with lots of redundancy. And on this map of Britain top left here, you can see indications of the"}, {"timestamp": [731.5, 737.5], "text": " Netherlands, Belgium, France. You're also managing an interconnection with the European mainland as well."}, {"timestamp": [737.5, 743.0], "text": " Yes, we do. We have three big interconnectors to the mainland, as you said, Netherlands, Belgium and France."}, {"timestamp": [743.0, 746.0], "text": " There are two interconnectors to the Irish system as well,"}, {"timestamp": [746.0, 747.0], "text": " one going to the Northern Ireland,"}, {"timestamp": [747.0, 749.0], "text": " that's the Moyle Interconnector"}, {"timestamp": [749.0, 752.0], "text": " and the Iwik interconnector going to the Republic of Ireland."}, {"timestamp": [752.0, 754.0], "text": " It's very, very dynamic."}, {"timestamp": [754.0, 756.0], "text": " If you stay for another 15 minutes,"}, {"timestamp": [756.0, 758.0], "text": " you would probably be seeing the moving of the flow"}, {"timestamp": [758.0, 760.0], "text": " on that interconnector."}, {"timestamp": [760.0, 762.0], "text": " So there are little arrows which are pointing."}, {"timestamp": [762.0, 764.0], "text": " At the moment, it looks like electricity is coming from the Netherlands"}, {"timestamp": [764.0, 768.88], "text": " to us and energy is going from us to Belgium and France or am I misreading"}, {"timestamp": [768.88, 769.88], "text": " those arrows?"}, {"timestamp": [769.88, 770.88], "text": " That's correct."}, {"timestamp": [770.88, 771.88], "text": " Maybe I could apply for a job here now."}, {"timestamp": [771.88, 772.88], "text": " Please do."}, {"timestamp": [772.88, 777.28], "text": " We would love to have you here."}, {"timestamp": [777.28, 779.0], "text": " This is pretty elaborate what we're seeing on the screen."}, {"timestamp": [779.0, 780.0], "text": " It's quite exciting to be in here."}, {"timestamp": [780.0, 782.88], "text": " Do you still get excited working in the control room?"}, {"timestamp": [782.88, 783.88], "text": " I do."}, {"timestamp": [783.88, 786.18], "text": " And I've been working for National Grid for 15 years now."}, {"timestamp": [786.68, 791.64], "text": " I'm now leading the team that is actually managing the GB system. You understand how big it is."}, {"timestamp": [791.72, 796.48], "text": " I really take a big pride in the job that I'm doing. And it is really, really exciting, actually."}, {"timestamp": [796.48, 802.56], "text": " And all of this leads to the fact that we can just go home, switch on the light, put on the kettle, charge our phone without even thinking about it."}, {"timestamp": [802.68, 803.88], "text": " And we do that for you. Yeah."}, {"timestamp": [808.96, 812.24], "text": " Natasha makes it sound simple, but it all takes years of planning, thinking about how the electricity system will change,"}, {"timestamp": [812.24, 815.12], "text": " where the power will come from and where it'll be needed."}, {"timestamp": [815.12, 818.72], "text": " And that's the job that National Grid pulls off pretty well at the moment,"}, {"timestamp": [818.72, 821.6], "text": " at a cost of a little over one billion pounds a year,"}, {"timestamp": [821.6, 825.6], "text": " or around 3% of our electricity bills."}, {"timestamp": [825.6, 830.08], "text": " The way we use electricity is changing, and so is the way we're generating it."}, {"timestamp": [830.08, 834.4], "text": " A new phenomenon is the growth of local, community-based power generation."}, {"timestamp": [837.6, 842.16], "text": " We will shortly be arriving at Kamarthan, our final station."}, {"timestamp": [842.16, 845.0], "text": " First stop for us is actually about half an hour's drive,"}, {"timestamp": [845.0, 847.0], "text": " in an electric car as it happens,"}, {"timestamp": [847.0, 849.0], "text": " beyond Carmarthen in West Wales,"}, {"timestamp": [849.0, 851.0], "text": " to see a large wind turbine,"}, {"timestamp": [851.0, 853.0], "text": " generating money by selling electricity"}, {"timestamp": [853.0, 856.0], "text": " back into the regional network."}, {"timestamp": [856.0, 859.0], "text": " We're right at the foot of this rather good-looking wind turbine."}, {"timestamp": [859.0, 861.0], "text": " Perhaps you guys should introduce yourselves."}, {"timestamp": [861.0, 863.0], "text": " Well, I'm Neil Lewis."}, {"timestamp": [863.0, 865.28], "text": " I'm manager of Carmarthenshire Energy Limited."}, {"timestamp": [865.28, 871.04], "text": " We're a community benefit society based on renewable energy and energy efficiency and climate change action."}, {"timestamp": [871.04, 877.92], "text": " And I'm Mary Gilley. I'm Director of Energy Local CIC and we're working with communities"}, {"timestamp": [877.92, 883.36], "text": " like Camarland Share Energy to get even more value and benefit out of these community"}, {"timestamp": [883.36, 885.28], "text": " initiatives like this wind turbine here."}, {"timestamp": [885.58, 889.62], "text": " And it's a pretty windy day up on the hill. I'm very glad to say so."}, {"timestamp": [890.06, 895.0], "text": " Neil, why did you set up this turdiam? How did you set it up? Well, we were motivated by"}, {"timestamp": [895.0, 899.78], "text": " fuel poverty and climate change, that those are the two motivating factors. So we thought"}, {"timestamp": [899.78, 904.14], "text": " if we could build our own renewable energy projects owned by the local people, we could maybe"}, {"timestamp": [904.14, 909.0], "text": " capture the profit for the community and enrich the community in that way. Because this turbine, because"}, {"timestamp": [909.0, 914.0], "text": " it's relatively large, it's a 500 kilowatt wind turbine, produces 1.3 gigawatt hours per annon."}, {"timestamp": [914.0, 917.24], "text": " What does that mean in terms of usage? How can we picture that?"}, {"timestamp": [917.24, 921.66], "text": " Well, it would take my electric car six million miles in a year. So it's quite useful and"}, {"timestamp": [921.66, 925.38], "text": " it would energize 300 homes per annum. Yeah, it's quite a handy"}, {"timestamp": [925.38, 930.3], "text": " for a kid. It costs about 1.7 million to erect. It was a sizable installation. And how did you"}, {"timestamp": [930.3, 935.9], "text": " raise that 1.7 million? Well, initially we had a Welsh government loan and a loan from a private"}, {"timestamp": [935.9, 941.3], "text": " company that was developing it. And then we had share offers. So we put it out to people predicting"}, {"timestamp": [941.3, 947.3], "text": " a return on investment of 5.6%. And these, what, companies, individuals, investment funds?"}, {"timestamp": [947.4, 949.48], "text": " Who's puts money into a wind turbine?"}, {"timestamp": [949.64, 950.92], "text": " Yeah, it's mainly individuals."}, {"timestamp": [951.42, 953.56], "text": " We have certain local charities who've invested"}, {"timestamp": [953.56, 957.32], "text": " and interested organisations who support action on climate change."}, {"timestamp": [957.72, 961.34], "text": " But generally speaking, about 70% the investors have come from within Carmarthenshire,"}, {"timestamp": [961.42, 961.98], "text": " which is pleasing."}, {"timestamp": [962.48, 964.36], "text": " About 90% come from within Wales."}, {"timestamp": [964.84, 967.22], "text": " And then you get a few people from around England,"}, {"timestamp": [967.46, 970.38], "text": " and we're very grateful to have the odd investor from Germany as well."}, {"timestamp": [970.62, 972.0], "text": " Have you hit that 5%?"}, {"timestamp": [972.2, 974.32], "text": " Yes, indeed. We've been paying out for three years,"}, {"timestamp": [974.36, 975.4], "text": " and we pay out every summer,"}, {"timestamp": [975.5, 977.5], "text": " and we've paid 5.6% per annum."}, {"timestamp": [977.7, 980.4], "text": " What about money going back into the local area?"}, {"timestamp": [980.56, 983.26], "text": " I mean, some people might say, well, it's good business,"}, {"timestamp": [983.26, 986.4], "text": " but has this really benefited this part of Wales that we're in right now"}, {"timestamp": [986.4, 992.8], "text": " Yeah I mean this one will make a decent profit I mean we're we're covering our costs at the moment we're repaying our investment"}, {"timestamp": [993.2, 1001.2], "text": " We're repaying about 10% of the investment per annum so by year five I mean this this project will run for 25 years by year five it'll be"}, {"timestamp": [1001.28, 1003.76], "text": " returning a very significant profit for the community"}, {"timestamp": [1006.88, 1013.28], "text": " The next morning Neil took us to Clandesil to meet Greg Farker in a windy and very muddy field."}, {"timestamp": [1014.8, 1019.52], "text": " Greg runs a software development business, but he's also a local generator himself."}, {"timestamp": [1020.72, 1026.0], "text": " Well, here we are. We've got to the top of the hill and yes, what do we see here?"}, {"timestamp": [1026.0, 1030.0], "text": " Well, we can see our two rows of solar panels."}, {"timestamp": [1030.0, 1031.0], "text": " Stretching out in front of us."}, {"timestamp": [1031.0, 1034.0], "text": " They stretch out for about 200 metres."}, {"timestamp": [1034.0, 1045.0], "text": " There's about 900 panels in total and they're sloped at 30 degrees, facing south, so we get the maximum amount of sunlight."}, {"timestamp": [1045.0, 1049.0], "text": " Now how much electricity does these two rows of panels produce?"}, {"timestamp": [1049.0, 1053.0], "text": " Well these will generate a peak of 150 kilowatts of power."}, {"timestamp": [1053.0, 1055.0], "text": " Which is enough to power the electricity to..."}, {"timestamp": [1055.0, 1060.0], "text": " Well, on average over a year it's enough to power 50 house odds."}, {"timestamp": [1060.0, 1061.0], "text": " Now it's pretty..."}, {"timestamp": [1061.0, 1063.0], "text": " We've got some cows coming towards us here."}, {"timestamp": [1063.0, 1065.84], "text": " We do have some cows in the field. Stay up in the field."}, {"timestamp": [1066.84, 1070.82], "text": " Just before we leave, how long do you expect a raise like this to last?"}, {"timestamp": [1071.74, 1076.5], "text": " Well, there certainly has been solar panels that have lasted 40 years already in practice."}, {"timestamp": [1077.02, 1080.12], "text": " So I see no reason why they shouldn't last more than 40 years."}, {"timestamp": [1080.42, 1080.62], "text": " Great."}, {"timestamp": [1080.7, 1082.68], "text": " Well, we're now completely surrounded by cows."}, {"timestamp": [1082.76, 1084.82], "text": " Why don't we take a step back and head down the hill?"}, {"timestamp": [1084.86, 1085.2], "text": " Yeah, good idea. They're not all cows. What don't we take a step back and head down the hill? Yeah, good idea."}, {"timestamp": [1085.2, 1089.44], "text": " They're not all cows. We'll consider about the bull that's defending his Harim."}, {"timestamp": [1090.64, 1096.16], "text": " We beat a hasty retreat back down the hill. Greg set up his solar panels eight years ago"}, {"timestamp": [1096.16, 1100.08], "text": " when the government was offering subsidies to sell electricity back to the local grid."}, {"timestamp": [1100.96, 1107.0], "text": " Those subsidies have now gone, but more and more of these local generating schemes are popping up."}, {"timestamp": [1107.0, 1113.0], "text": " Some people argue, though, that they don't pay their way, as they still need the national grid as a backup,"}, {"timestamp": [1113.0, 1119.0], "text": " but because they're generating their own free electricity, they're not putting enough money back into the grid to maintain it."}, {"timestamp": [1119.0, 1125.64], "text": " Mary Gilley of Energy Local, an organisation that helps local communities set up and benefit from local"}, {"timestamp": [1125.64, 1130.72], "text": " electricity generation, acknowledges the problem. But she says we need to have a rethink."}, {"timestamp": [1130.72, 1136.0], "text": " We're going to be using our network in a very different way. So in the past, all the power came"}, {"timestamp": [1136.0, 1141.68], "text": " from large generators and we came down and we were just paying for the wires because it was"}, {"timestamp": [1141.68, 1146.04], "text": " all coming from one place. So now we're probably going to have to think of more innovative ways"}, {"timestamp": [1146.04, 1147.88], "text": " of actually how we pay for a network."}, {"timestamp": [1148.46, 1151.18], "text": " I liken it to, for example, I don't have a car,"}, {"timestamp": [1151.48, 1153.66], "text": " so I don't actually use the M6 very often."}, {"timestamp": [1154.1, 1157.02], "text": " Actually, I quite like the M6 to be there when I do need it."}, {"timestamp": [1157.48, 1159.92], "text": " Maybe I shouldn't be paying for it in quite the same way"}, {"timestamp": [1159.92, 1162.02], "text": " as the lorry that goes up and down it every day."}, {"timestamp": [1162.34, 1166.18], "text": " And obviously, if we don't have as many people going up and down as M6,"}, {"timestamp": [1166.34, 1168.02], "text": " then it's not going to wear out as quickly."}, {"timestamp": [1168.44, 1171.38], "text": " And it's really the same way with the electricity system."}, {"timestamp": [1171.5, 1173.66], "text": " If we're using it in the more efficient way,"}, {"timestamp": [1174.1, 1175.88], "text": " it's not going to cost as much to run."}, {"timestamp": [1176.38, 1179.08], "text": " And I also would say that we have amazing technology,"}, {"timestamp": [1179.24, 1181.76], "text": " we have the internet of things to control things in our homes,"}, {"timestamp": [1182.22, 1185.16], "text": " that means we can do huge things that we couldn't do before."}, {"timestamp": [1185.4, 1188.08], "text": " So it's about to be embracing the new technology"}, {"timestamp": [1188.08, 1190.6], "text": " and rethinking how we buy and sell"}, {"timestamp": [1190.6, 1193.02], "text": " and how we pay for the electricity that we're using."}, {"timestamp": [1194.04, 1196.46], "text": " Each one of these projects is relatively small,"}, {"timestamp": [1196.88, 1200.24], "text": " but multiplied across the country, they could have a big impact."}, {"timestamp": [1201.18, 1203.1], "text": " National Grid, though, still has a huge role"}, {"timestamp": [1203.1, 1206.6], "text": " in making sure the small and the big stuff all work together."}, {"timestamp": [1207.3, 1212.56], "text": " That's a task that's becoming increasingly complex, as became very visible in August this year,"}, {"timestamp": [1212.86, 1216.16], "text": " when a blackout affected more than a million people across the UK."}, {"timestamp": [1216.9, 1218.8], "text": " August 9th, it's ingrained in my mind."}, {"timestamp": [1219.4, 1223.34], "text": " It was a normal operational day, very warm in August, it was very windy."}, {"timestamp": [1224.1, 1232.0], "text": " Julian Leslie, head of national control at National Grid, is responsible for the real-time operation of the UK's electricity network."}, {"timestamp": [1232.0, 1237.0], "text": " What happened was there was a lightning strike on one of our circuits at 10 to 5 on that afternoon."}, {"timestamp": [1237.0, 1247.6], "text": " And coincident to that, it was a rare and unique event that we lost an offshore wind farm and also a gas turbine. The gas turbine was in Bedfordshire."}, {"timestamp": [1247.6, 1251.44], "text": " The wind farm was actually Hornsey One out in the North Sea."}, {"timestamp": [1251.44, 1256.08], "text": " And those two things together resulted in a loss far greater of the energy balance"}, {"timestamp": [1256.08, 1261.36], "text": " of the megawatts meeting at national demand is a much greater imbalance than we planned for"}, {"timestamp": [1261.36, 1264.48], "text": " and therefore left for falling frequency."}, {"timestamp": [1264.48, 1268.14], "text": " Our services and the products and the technologies we have in place in order to arrest the"}, {"timestamp": [1268.14, 1270.28], "text": " falling frequency worked."}, {"timestamp": [1270.28, 1275.32], "text": " Then there was a further failure of a gas plant which then tripped us over the edge."}, {"timestamp": [1275.32, 1279.0], "text": " And then our backup protection, the low frequency demand disconnection, which is what caused"}, {"timestamp": [1279.0, 1287.2], "text": " the million consumers to be disconnected, that then prevented a total system shutdown. And we lost about 5% of the national"}, {"timestamp": [1287.2, 1292.42], "text": " demand. But for us, the whole incident was over in five minutes. And within 40 minutes, all of the"}, {"timestamp": [1292.42, 1299.06], "text": " demand disconnection had been restored. However, we understand the impact that this event had on"}, {"timestamp": [1299.06, 1304.36], "text": " broader society. And obviously, the commuters in London and various other sort of pockets of"}, {"timestamp": [1304.36, 1305.0], "text": " destruction that happened in a way that wasn't related, shouldn't have been related to the initial event. and obviously the commuters in London and various other sort of pockets of disruption"}, {"timestamp": [1305.0, 1309.26], "text": " that happened in a way that wasn't related, shouldn't have been related to the initial event."}, {"timestamp": [1309.66, 1314.02], "text": " So these, for example, were trains which couldn't be restarted once the power was back, etc.?"}, {"timestamp": [1314.02, 1318.7], "text": " Correct, and we've worked with the train operators both immediately after the event"}, {"timestamp": [1318.7, 1324.08], "text": " and subsequently to understand what really happened and actions are in place to sort of mitigate that from happening again."}, {"timestamp": [1325.04, 1328.64], "text": " Julian refers to August's blackout as a rare and unique event."}, {"timestamp": [1329.28, 1333.32], "text": " It was impossible to plan for all the coincidences that happened on that day, he says."}, {"timestamp": [1333.76, 1338.56], "text": " But on a positive side, a relatively new component on the grid came to the rescue."}, {"timestamp": [1339.04, 1344.28], "text": " 45% of the services that we got on that day to help restore the system came from new technologies,"}, {"timestamp": [1344.28, 1350.38], "text": " came from batteries. So over 600 megawatts of response came from batteries. What we learned on"}, {"timestamp": [1350.38, 1354.46], "text": " that day was the speed that they come onto the system. It's just phenomenal and really"}, {"timestamp": [1354.46, 1360.72], "text": " helped protect the system. How quickly do batteries come into the system? Within sort of 100, 200 milliseconds."}, {"timestamp": [1361.52, 1369.48], "text": " Whereas a conventional power plant, you've got to wait one or two seconds for it to come on. And within five minutes of the initial event happening, we were back"}, {"timestamp": [1369.48, 1372.68], "text": " within operational levels and business as usual at that point."}, {"timestamp": [1372.68, 1377.04], "text": " And if you hadn't managed to balance the system at that point, what would have happened?"}, {"timestamp": [1377.04, 1381.56], "text": " So there's nine stages of low frequency demand disconnection, which are automatic. So on"}, {"timestamp": [1381.56, 1387.98], "text": " the 9th of August, we triggered the first one. So if that hadn't done enough, the second would have gone and the third and the fourth. And you got down to"}, {"timestamp": [1387.98, 1393.38], "text": " eight more. Yeah, until ultimately 50% of the nation's demand would have been disconnected. We"}, {"timestamp": [1393.38, 1397.82], "text": " have never, ever in the UK, been anywhere close to that because the first stage of low frequency"}, {"timestamp": [1397.82, 1402.94], "text": " demand disconnection, that 5%, with the size of our network, with the inherent sort of physics"}, {"timestamp": [1402.94, 1406.0], "text": " of our network, is enough to protect the system."}, {"timestamp": [1406.0, 1411.5], "text": " Those batteries that Julian mentioned are set to play a growing role in our electricity mix."}, {"timestamp": [1411.5, 1414.5], "text": " For wind and solar power to be truly effective,"}, {"timestamp": [1414.5, 1417.0], "text": " we're going to need to find a way of storing it."}, {"timestamp": [1417.0, 1421.5], "text": " Batteries could be an answer, and on a much bigger scale than we used to."}, {"timestamp": [1421.5, 1427.0], "text": " So on a match day, for example, this is the players car park on a match day."}, {"timestamp": [1427.0, 1432.0], "text": " We're walking under the stands of a 60,000-seater Premier League football stadium,"}, {"timestamp": [1432.0, 1437.0], "text": " which is not the first place you might imagine finding out more about the future of the UK's electricity."}, {"timestamp": [1437.0, 1443.0], "text": " This is it. This is our battery which can power the Emirates Stadium for two hours on a match day."}, {"timestamp": [1443.0, 1446.82], "text": " It has enough power for 2,700 homes for a two-hour period."}, {"timestamp": [1447.36, 1448.1], "text": " Could you introduce this?"}, {"timestamp": [1448.1, 1451.66], "text": " So I'm Howell Sloan, I'm Operations Director for Arsenal Football Club."}, {"timestamp": [1451.96, 1455.92], "text": " We are the first football club in Europe to have a battery in our stadium,"}, {"timestamp": [1456.06, 1457.12], "text": " to power our stadium."}, {"timestamp": [1457.52, 1462.58], "text": " So what the battery does, the battery can take electricity when it's cheap"}, {"timestamp": [1462.58, 1463.94], "text": " and store in that battery,"}, {"timestamp": [1464.18, 1465.92], "text": " and then we can use when electricity"}, {"timestamp": [1465.92, 1469.44], "text": " prices are higher or even we can sell back to national grid."}, {"timestamp": [1470.32, 1474.32], "text": " Well, the man who really knows the technical side of this battery is over here."}, {"timestamp": [1475.28, 1478.32], "text": " Hi, my name is Mikey Clark. I'm the CTO of Pivot Power."}, {"timestamp": [1478.96, 1484.4], "text": " That's Chief Technology Officer, by the way. Pivot Power sold the idea of a battery to"}, {"timestamp": [1484.4, 1485.12], "text": " Arsenal,"}, {"timestamp": [1485.12, 1487.12], "text": " installed it and now manage it."}, {"timestamp": [1487.12, 1495.44], "text": " There's a metal cage. Up here there's a five rows of kind of a white metallic kind of"}, {"timestamp": [1495.44, 1501.76], "text": " filing cabinet system with sort of grids on the front and inside these are the components"}, {"timestamp": [1501.76, 1507.84], "text": " of the battery itself. It's all very space age. It's a bit like a reminder of 2001 in Space Odyssey,"}, {"timestamp": [1507.84, 1509.2], "text": " that kind of sci-fi look."}, {"timestamp": [1509.2, 1511.28], "text": " It looks like this is the future."}, {"timestamp": [1511.28, 1512.88], "text": " I guess going back to the Space Odyssey,"}, {"timestamp": [1512.88, 1514.72], "text": " these are, if you open them up,"}, {"timestamp": [1514.72, 1517.12], "text": " and we can't now because they're operational."}, {"timestamp": [1517.12, 1519.44], "text": " They're like computer racks,"}, {"timestamp": [1519.44, 1521.12], "text": " and they have racks of batteries in them"}, {"timestamp": [1521.12, 1522.72], "text": " that you can swap out if you need to,"}, {"timestamp": [1522.72, 1524.96], "text": " if there's any problems, we haven't to date."}, {"timestamp": [1524.96, 1529.36], "text": " They have been exceptionally reliable. But essentially they're there to work hand in hand"}, {"timestamp": [1529.36, 1535.28], "text": " with renewable energy that the UK is fortunate to have in abundance it's worth noting that a battery like"}, {"timestamp": [1535.28, 1542.16], "text": " this is very good at trading energy but it also provides very fast punchy energy when the grid really"}, {"timestamp": [1542.16, 1546.72], "text": " needs it so this can react within two seconds and go to full power in or full power energy when the grid really needs it. So this can react within two seconds and go to full power"}, {"timestamp": [1546.72, 1552.0], "text": " in or full power out when the grid goes into crisis like we had in August. That's when we had a"}, {"timestamp": [1552.0, 1556.96], "text": " big blackout on the national grid and the grid was looking for sources of energy to pump into the"}, {"timestamp": [1556.96, 1561.92], "text": " system. The important thing for the grid is not how much power it can get from a battery like this,"}, {"timestamp": [1561.92, 1570.0], "text": " but really the speed that we can deliver the power. And this one we're standing next to, these two were standing next to, came to the rescue back then in August and helped out the group."}, {"timestamp": [1570.0, 1576.0], "text": " We did our part, absolutely. So we're available to the National Grid and they call on us when they need us, yeah, absolutely."}, {"timestamp": [1576.0, 1586.0], "text": " A big challenge for National Grid in the near future will be electric vehicles, which are essentially batteries on wheels."}, {"timestamp": [1586.0, 1590.0], "text": " The more of them we have, the more strain we'll be putting on the network,"}, {"timestamp": [1590.0, 1593.0], "text": " especially we all charge them at the same time."}, {"timestamp": [1593.0, 1595.0], "text": " But they also offer an opportunity."}, {"timestamp": [1595.0, 1599.0], "text": " Most electric vehicles will be parked for much of the day,"}, {"timestamp": [1599.0, 1604.0], "text": " and the batteries in them could be used to provide extra power to the grid when it's needed."}, {"timestamp": [1607.88, 1613.12], "text": " As we've found travelling around the UK for the UK for the batteries in them could be used to provide extra power to the grid when it's needed. As we've found travelling around the UK for this program, there are more and more generators"}, {"timestamp": [1613.12, 1616.72], "text": " producing green energy now connecting to the grid."}, {"timestamp": [1616.72, 1621.36], "text": " Back in National Grid's control room, Natasha Dynich says that's only going to grow."}, {"timestamp": [1621.36, 1626.8], "text": " I can tell you that we had the maximum input from the wind generation about 15 gigabuts"}, {"timestamp": [1626.8, 1633.08], "text": " some time ago, so more than 40% of the electricity demand was covered purely by wind generation."}, {"timestamp": [1633.08, 1635.66], "text": " It's a very exciting day for us."}, {"timestamp": [1635.66, 1640.24], "text": " We're still some way off from having all our electricity generation completely green."}, {"timestamp": [1640.24, 1645.36], "text": " That will depend on government policy and further advances in technology, including batteries."}, {"timestamp": [1645.92, 1650.98], "text": " But Natasha Dynich and Julian Leslie are confident that soon, by 2025,"}, {"timestamp": [1651.62, 1655.1], "text": " on those days when enough renewables are generating to meet demand,"}, {"timestamp": [1655.8, 1659.76], "text": " National Grid will have the technology and the structures it needs"}, {"timestamp": [1659.76, 1663.76], "text": " to balance all that green power and to keep our lights on."}, {"timestamp": [1664.48, 1667.12], "text": " I would like to see that coal is definitely zero,"}, {"timestamp": [1667.12, 1670.72], "text": " and we did run for 18 days recently with no coal generation."}, {"timestamp": [1670.72, 1675.2], "text": " So what I'd like to see, gas going really, really low, almost to zero,"}, {"timestamp": [1675.2, 1680.64], "text": " but having all the from hydro, from biomass, from wind,"}, {"timestamp": [1680.64, 1684.16], "text": " and from solar, that to cover as much as possible."}, {"timestamp": [1685.2, 1688.88], "text": " We're creating and have created the markets in which provided the technical solutions"}, {"timestamp": [1688.88, 1693.06], "text": " to make sure that we enjoy the most reliable electricity network in the world,"}, {"timestamp": [1693.18, 1694.42], "text": " as we have done for many years."}, {"timestamp": [1694.92, 1696.56], "text": " Is it really the most reliable one in the world?"}, {"timestamp": [1696.68, 1698.9], "text": " Yes, despite the length of August."}, {"timestamp": [1702.28, 1705.14], "text": " In Business was presented by me, David Baker."}, {"timestamp": [1705.64, 1708.88], "text": " The producer was John Murphy, and the editor was Penny Murphy."}, {"timestamp": [1709.66, 1713.62], "text": " And next week, you can hear In Business on the growth of micro pubs."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. Thank you for downloading this podcast of In Business. I'm David Baker. I don't know about you, but I'm keen to use more and more green sources of electricity. But I've never really thought about how that whole electricity systems managed. So when my producer John and I sat down to talk about this, we discovered there was a great journey to be had here exploring the way electricity is distributed around the UK and the challenges and the opportunities of this new world of green power. So I've got my phone on charge over here, getting a bit dark, I'll just put the light on. And head into the kitchen, man. I'm going to make a cup of tea for me and my producer John. That goes on there, electric kettle, and a lot of electric things here. There's a microwave in the corner. I've got the fridge, washing machine, dishwasher, and of course they all just come on when you need them and I've never really thought very much about how electricity actually gets here. But in fact it's a lot more complicated than you imagine or certainly I imagined and it's going to get more complicated still. And it's a story that involves some cutting-edge technology as well as this very muddy field with its curious bulls in what And it's a story that involves some cutting-edge technology, as well as this very muddy field with its curious bulls in Wales. For in business, I'm going to be looking at the new demands we're placing on our electricity supply, and especially at the way the need to go green is changing the very fundamentals of the business of electricity. So from up here you can see on the left here that nice stripy building is the Hornsey 1 onshore substation. If you just look over to the right, here Hornsy 2, in mid construction. Just behind it you can see those tall overhead line towers. What's someone like me would call pylons. That's right, yeah, that's right. And then just to the right of that, the brown building is the national grid, and that's where the cables are connected. It's a windy, rainy day in North Lincolnshire on the south side of the Humber Estuary. We're on the rooftop of some containers, surrounded by building works, with the North Sea in the distance. My name's Alan Gould. I'm the commissioning manager here at the onshore substation in North Killing Home for the Hornsey 2 project. Alan works for the Danish company Orsted. Hornsey 1 out there in the North Sea is currently the world's biggest offshore wind farm with 174 giant turbines. It began producing electricity for National Grid in February this year. Once completed, in terms of power generated, Hornsey 2 will be even bigger. What is it actually going to do? What does the substation do? It is quite complex and it's sort of difficult to explain, but I'll do my best. Basically we have the input power from the wind turbines. Which are about 120 kilometres over there out at sea. That's right. And then it comes onto this onshore substation where we clean up the power, tidy it up, make it more usable, more efficient, and then we send it off to the National Grid connection, which you can just see over there. How much power is coming in from those turbines out there? Well, the maximum power is about 1.4 gigawatts. What would that power? It's about 1.3 million homes. In case you're wondering, one gigawatt equals 1,000 megawatts or 1 billion watts, that would power a lot of light bulbs. How big is a wind turbine, an offshore wind turbine? The modern day wind turbines that we're using can only describe as colossal. Some of the statistics that have been used to sort of promote them taller than the Gurkin in London, larger sweep than the London eye for the blades. So pretty colossal really compared to, you know, what we were looking at five, ten years ago. It's really pouring with rain now. I think we really need to go inside. Let's go down. Yep. In my working lifetime, this is a total transformation of how we produce electricity. Maybe not travelling quite as fast as electricity, but we've come to Auster's London headquarters to meet Duncan Clark, the programme director for the Hornsey 1 and Hornsey 2 offshore wind farms. How much does it cost to build these wind farms? All those turbines offshore, the substation onshore, the cable connecting them, etc.? Yeah, well, a hauntsy one has cost approximately £4 billion of investment, and it's been a 10-year journey. So, yeah, the investment is up front, but one of the things about offshore wind farms is that, of course, there's no fuel cost during the life. So you're producing electricity clean electricity year in year out 20 30 years maybe more and not having to pay for fuel so we've really made massive strides and the cost of electricity from offshore wind has come down so much in recent years that it's become the lowest cost option. How reliable is wind as a source of electricity? How do you know how much electricity you're going to produce at any given time? Well, actually, the prediction is very, very good. You can reliably tell National Grid what you're going to produce in the upcoming half-hour period. And so, of course, there's another thing about offshore wind farms is they're made up of many, many generators all working together. So what we don't get, we're extremely rare that we get major changes because of plant failures. If you get a plant failure on offshore wind farm, you might be losing one out of 174 generators. So the impact on what you produce is very small. But actually, it's an extraordinary achievement, really. That that's the way we produce our power cleanly, allowing us to enjoy the pleasures of power whenever we want it. Without the gill, that actually that might be damaging our environment. It's that push to go green that's having a big impact, changing our sources of electricity. We no longer rely on just a few large coal or oil-fired power stations. The system was always complex, but essentially over the last 70 or 80 years, we learned how to manage it pretty effectively. Nick Jenkins is Professor of Renewable Energy at Cardiff University. Now it is changing quite dramatically, particularly in terms of the variability of these new inputs, which depend on the weather, and also the number of them. The number is rising very rapidly. That multiplication of different sources has added a layer of complexity to the system, and it's all to do with balancing supply and demand on a minute-by-minute basis. All modern electricity systems work on alternating current, AC systems. To operate those, you must keep the supply of energy in balance with the demand of energy. The demand constantly changes as people turn off their lights on and off, and so you have to keep adjusting the supply. That has been done in the past relying on stores of energy within fossil fuels. So the generators would take the energy from the fossil fuels and increase or decrease their output in response to demand. Now, of course, with less generators relying on fossil fuels, that becomes more difficult. Is that because the generators are less flexible, if you like? Yes, because they don't have this great store of fossil fuel. You can store an enormous amount of energy in a great pile of coal, which was traditionally the way of doing this. The issue here is that the wind doesn't blow all the time, and it's not always sunny. So you can't always rely on those sources to come quickly on stream to meet a surge in demand. That's why, for the time being at least, gas-fired power stations, which can boost supply pretty much instantaneously, are likely to remain part of the electricity mix. And as Nick Jenkins says, there's an important technical reason that supply and demand have to be kept in balance. It's called the 50 Hertz issue. We run this AC electrical system at 50 hertz, 50 cycles a second. If it moves more than about plus or minus 2 hertz, then we have to stop the system. Because the 50 hertz determines the speed of rotation of many simple electrical machines and also how the transformers work. So essentially you've got to stay between 48 and 52, and so you've got to have quite precise balancing of supply and demand. If the electricity doesn't stay very close to 50 hertz, it won't be just your hair dryer or your computer that blows, but massive industrial turbines too. Which is why keeping it all imbalance, stay very close to 50 hertz, it won't be just your hair dryer or your computer that blows, but massive industrial turbines too, which is why keeping it all in balance is so important. And that's essentially the job of the national grid. So very high security. And the second door takes us right into, goodness me. Good morning. Hi, Natasha at Deppie Bacon. Nice to meet you. Oh, Natasha Diniich, nice to meet you. Nice to meet you. What are we seeing here? It's very impressive. This is where the magic happens. This is the Electricity National Control Centre, which is basically the heart of the electricity industry in the UK. What we try to do that and that we are very successful in is to magic generation and demand on a daily basis. So whatever you take for granted when you go back home today to switch on the lights, to charge your mobile phone or to put the kettle on, you just assume it's going to happen. Of course. So that is what we are here for to be sure that wherever electricity demand is needed, we will be able to cover. 24-7, 5-shift teams working all the time, basically making sure that electricity demand is always covered. This is what everyone would imagine a control room looks like. It almost looks like something from mission control in the space program or Bond Villains layer. What are we seeing here? What you see in front of you, this is the transmission network, the blue lines of this network. And this is on an enormous screen which is filling the far wall there. So this is your GB network basically rotated 90 degrees. This is the biggest telly you will ever see. What you have, you have Scotland on the left-hand side and you have South of England on the right-hand side if you look at that network. All these blue lines are the high-voltage lines, 400-kilovolts lines. These are what we see in the countryside on pylands, traveling across the fields, the biggest pilots. And if you make the comparison to the road network, these would be your motorways. And then if you look at the red lines, network, these would be your motorways. And then if you look at the red lines, this is slightly lower. It's 275 kilowolts network. Those would be your A roads, you know, in the network. That's the comparison. So the majority of the energy actually goes through the blue lines, and then some energy goes through the red lines as well. Or purple in Scotland, there are 1-3-2 KV network. Anything that you see in yellow, those lines are currently on outage, meaning that either they are on the planned outage because every line needs to be maintained and refurbished once in a while, or sometimes they're just faulted because there is a fault on the line. If fault happens on any of that line, let's say lightning strike hits the line, the line goes out of service straight away. We have the mechanism here to be sure that nobody will lose power supply for that fault. Well also because you can see on the map how intertwined all the lines are. There's a lot of redundancy there. You could take different routes to provide power. Exactly. There is lots of redundancy and that is how the network is built from 50s going forward. The network is built with lots of redundancy. And on this map of Britain top left here, you can see indications of the Netherlands, Belgium, France. You're also managing an interconnection with the European mainland as well. Yes, we do. We have three big interconnectors to the mainland, as you said, Netherlands, Belgium and France. There are two interconnectors to the Irish system as well, one going to the Northern Ireland, that's the Moyle Interconnector and the Iwik interconnector going to the Republic of Ireland. It's very, very dynamic. If you stay for another 15 minutes, you would probably be seeing the moving of the flow on that interconnector. So there are little arrows which are pointing. At the moment, it looks like electricity is coming from the Netherlands to us and energy is going from us to Belgium and France or am I misreading those arrows? That's correct. Maybe I could apply for a job here now. Please do. We would love to have you here. This is pretty elaborate what we're seeing on the screen. It's quite exciting to be in here. Do you still get excited working in the control room? I do. And I've been working for National Grid for 15 years now. I'm now leading the team that is actually managing the GB system. You understand how big it is. I really take a big pride in the job that I'm doing. And it is really, really exciting, actually. And all of this leads to the fact that we can just go home, switch on the light, put on the kettle, charge our phone without even thinking about it. And we do that for you. Yeah. Natasha makes it sound simple, but it all takes years of planning, thinking about how the electricity system will change, where the power will come from and where it'll be needed. And that's the job that National Grid pulls off pretty well at the moment, at a cost of a little over one billion pounds a year, or around 3% of our electricity bills. The way we use electricity is changing, and so is the way we're generating it. A new phenomenon is the growth of local, community-based power generation. We will shortly be arriving at Kamarthan, our final station. First stop for us is actually about half an hour's drive, in an electric car as it happens, beyond Carmarthen in West Wales, to see a large wind turbine, generating money by selling electricity back into the regional network. We're right at the foot of this rather good-looking wind turbine. Perhaps you guys should introduce yourselves. Well, I'm Neil Lewis. I'm manager of Carmarthenshire Energy Limited. We're a community benefit society based on renewable energy and energy efficiency and climate change action. And I'm Mary Gilley. I'm Director of Energy Local CIC and we're working with communities like Camarland Share Energy to get even more value and benefit out of these community initiatives like this wind turbine here. And it's a pretty windy day up on the hill. I'm very glad to say so. Neil, why did you set up this turdiam? How did you set it up? Well, we were motivated by fuel poverty and climate change, that those are the two motivating factors. So we thought if we could build our own renewable energy projects owned by the local people, we could maybe capture the profit for the community and enrich the community in that way. Because this turbine, because it's relatively large, it's a 500 kilowatt wind turbine, produces 1.3 gigawatt hours per annon. What does that mean in terms of usage? How can we picture that? Well, it would take my electric car six million miles in a year. So it's quite useful and it would energize 300 homes per annum. Yeah, it's quite a handy for a kid. It costs about 1.7 million to erect. It was a sizable installation. And how did you raise that 1.7 million? Well, initially we had a Welsh government loan and a loan from a private company that was developing it. And then we had share offers. So we put it out to people predicting a return on investment of 5.6%. And these, what, companies, individuals, investment funds? Who's puts money into a wind turbine? Yeah, it's mainly individuals. We have certain local charities who've invested and interested organisations who support action on climate change. But generally speaking, about 70% the investors have come from within Carmarthenshire, which is pleasing. About 90% come from within Wales. And then you get a few people from around England, and we're very grateful to have the odd investor from Germany as well. Have you hit that 5%? Yes, indeed. We've been paying out for three years, and we pay out every summer, and we've paid 5.6% per annum. What about money going back into the local area? I mean, some people might say, well, it's good business, but has this really benefited this part of Wales that we're in right now Yeah I mean this one will make a decent profit I mean we're we're covering our costs at the moment we're repaying our investment We're repaying about 10% of the investment per annum so by year five I mean this this project will run for 25 years by year five it'll be returning a very significant profit for the community The next morning Neil took us to Clandesil to meet Greg Farker in a windy and very muddy field. Greg runs a software development business, but he's also a local generator himself. Well, here we are. We've got to the top of the hill and yes, what do we see here? Well, we can see our two rows of solar panels. Stretching out in front of us. They stretch out for about 200 metres. There's about 900 panels in total and they're sloped at 30 degrees, facing south, so we get the maximum amount of sunlight. Now how much electricity does these two rows of panels produce? Well these will generate a peak of 150 kilowatts of power. Which is enough to power the electricity to... Well, on average over a year it's enough to power 50 house odds. Now it's pretty... We've got some cows coming towards us here. We do have some cows in the field. Stay up in the field. Just before we leave, how long do you expect a raise like this to last? Well, there certainly has been solar panels that have lasted 40 years already in practice. So I see no reason why they shouldn't last more than 40 years. Great. Well, we're now completely surrounded by cows. Why don't we take a step back and head down the hill? Yeah, good idea. They're not all cows. What don't we take a step back and head down the hill? Yeah, good idea. They're not all cows. We'll consider about the bull that's defending his Harim. We beat a hasty retreat back down the hill. Greg set up his solar panels eight years ago when the government was offering subsidies to sell electricity back to the local grid. Those subsidies have now gone, but more and more of these local generating schemes are popping up. Some people argue, though, that they don't pay their way, as they still need the national grid as a backup, but because they're generating their own free electricity, they're not putting enough money back into the grid to maintain it. Mary Gilley of Energy Local, an organisation that helps local communities set up and benefit from local electricity generation, acknowledges the problem. But she says we need to have a rethink. We're going to be using our network in a very different way. So in the past, all the power came from large generators and we came down and we were just paying for the wires because it was all coming from one place. So now we're probably going to have to think of more innovative ways of actually how we pay for a network. I liken it to, for example, I don't have a car, so I don't actually use the M6 very often. Actually, I quite like the M6 to be there when I do need it. Maybe I shouldn't be paying for it in quite the same way as the lorry that goes up and down it every day. And obviously, if we don't have as many people going up and down as M6, then it's not going to wear out as quickly. And it's really the same way with the electricity system. If we're using it in the more efficient way, it's not going to cost as much to run. And I also would say that we have amazing technology, we have the internet of things to control things in our homes, that means we can do huge things that we couldn't do before. So it's about to be embracing the new technology and rethinking how we buy and sell and how we pay for the electricity that we're using. Each one of these projects is relatively small, but multiplied across the country, they could have a big impact. National Grid, though, still has a huge role in making sure the small and the big stuff all work together. That's a task that's becoming increasingly complex, as became very visible in August this year, when a blackout affected more than a million people across the UK. August 9th, it's ingrained in my mind. It was a normal operational day, very warm in August, it was very windy. Julian Leslie, head of national control at National Grid, is responsible for the real-time operation of the UK's electricity network. What happened was there was a lightning strike on one of our circuits at 10 to 5 on that afternoon. And coincident to that, it was a rare and unique event that we lost an offshore wind farm and also a gas turbine. The gas turbine was in Bedfordshire. The wind farm was actually Hornsey One out in the North Sea. And those two things together resulted in a loss far greater of the energy balance of the megawatts meeting at national demand is a much greater imbalance than we planned for and therefore left for falling frequency. Our services and the products and the technologies we have in place in order to arrest the falling frequency worked. Then there was a further failure of a gas plant which then tripped us over the edge. And then our backup protection, the low frequency demand disconnection, which is what caused the million consumers to be disconnected, that then prevented a total system shutdown. And we lost about 5% of the national demand. But for us, the whole incident was over in five minutes. And within 40 minutes, all of the demand disconnection had been restored. However, we understand the impact that this event had on broader society. And obviously, the commuters in London and various other sort of pockets of destruction that happened in a way that wasn't related, shouldn't have been related to the initial event. and obviously the commuters in London and various other sort of pockets of disruption that happened in a way that wasn't related, shouldn't have been related to the initial event. So these, for example, were trains which couldn't be restarted once the power was back, etc.? Correct, and we've worked with the train operators both immediately after the event and subsequently to understand what really happened and actions are in place to sort of mitigate that from happening again. Julian refers to August's blackout as a rare and unique event. It was impossible to plan for all the coincidences that happened on that day, he says. But on a positive side, a relatively new component on the grid came to the rescue. 45% of the services that we got on that day to help restore the system came from new technologies, came from batteries. So over 600 megawatts of response came from batteries. What we learned on that day was the speed that they come onto the system. It's just phenomenal and really helped protect the system. How quickly do batteries come into the system? Within sort of 100, 200 milliseconds. Whereas a conventional power plant, you've got to wait one or two seconds for it to come on. And within five minutes of the initial event happening, we were back within operational levels and business as usual at that point. And if you hadn't managed to balance the system at that point, what would have happened? So there's nine stages of low frequency demand disconnection, which are automatic. So on the 9th of August, we triggered the first one. So if that hadn't done enough, the second would have gone and the third and the fourth. And you got down to eight more. Yeah, until ultimately 50% of the nation's demand would have been disconnected. We have never, ever in the UK, been anywhere close to that because the first stage of low frequency demand disconnection, that 5%, with the size of our network, with the inherent sort of physics of our network, is enough to protect the system. Those batteries that Julian mentioned are set to play a growing role in our electricity mix. For wind and solar power to be truly effective, we're going to need to find a way of storing it. Batteries could be an answer, and on a much bigger scale than we used to. So on a match day, for example, this is the players car park on a match day. We're walking under the stands of a 60,000-seater Premier League football stadium, which is not the first place you might imagine finding out more about the future of the UK's electricity. This is it. This is our battery which can power the Emirates Stadium for two hours on a match day. It has enough power for 2,700 homes for a two-hour period. Could you introduce this? So I'm Howell Sloan, I'm Operations Director for Arsenal Football Club. We are the first football club in Europe to have a battery in our stadium, to power our stadium. So what the battery does, the battery can take electricity when it's cheap and store in that battery, and then we can use when electricity prices are higher or even we can sell back to national grid. Well, the man who really knows the technical side of this battery is over here. Hi, my name is Mikey Clark. I'm the CTO of Pivot Power. That's Chief Technology Officer, by the way. Pivot Power sold the idea of a battery to Arsenal, installed it and now manage it. There's a metal cage. Up here there's a five rows of kind of a white metallic kind of filing cabinet system with sort of grids on the front and inside these are the components of the battery itself. It's all very space age. It's a bit like a reminder of 2001 in Space Odyssey, that kind of sci-fi look. It looks like this is the future. I guess going back to the Space Odyssey, these are, if you open them up, and we can't now because they're operational. They're like computer racks, and they have racks of batteries in them that you can swap out if you need to, if there's any problems, we haven't to date. They have been exceptionally reliable. But essentially they're there to work hand in hand with renewable energy that the UK is fortunate to have in abundance it's worth noting that a battery like this is very good at trading energy but it also provides very fast punchy energy when the grid really needs it so this can react within two seconds and go to full power in or full power energy when the grid really needs it. So this can react within two seconds and go to full power in or full power out when the grid goes into crisis like we had in August. That's when we had a big blackout on the national grid and the grid was looking for sources of energy to pump into the system. The important thing for the grid is not how much power it can get from a battery like this, but really the speed that we can deliver the power. And this one we're standing next to, these two were standing next to, came to the rescue back then in August and helped out the group. We did our part, absolutely. So we're available to the National Grid and they call on us when they need us, yeah, absolutely. A big challenge for National Grid in the near future will be electric vehicles, which are essentially batteries on wheels. The more of them we have, the more strain we'll be putting on the network, especially we all charge them at the same time. But they also offer an opportunity. Most electric vehicles will be parked for much of the day, and the batteries in them could be used to provide extra power to the grid when it's needed. As we've found travelling around the UK for the UK for the batteries in them could be used to provide extra power to the grid when it's needed. As we've found travelling around the UK for this program, there are more and more generators producing green energy now connecting to the grid. Back in National Grid's control room, Natasha Dynich says that's only going to grow. I can tell you that we had the maximum input from the wind generation about 15 gigabuts some time ago, so more than 40% of the electricity demand was covered purely by wind generation. It's a very exciting day for us. We're still some way off from having all our electricity generation completely green. That will depend on government policy and further advances in technology, including batteries. But Natasha Dynich and Julian Leslie are confident that soon, by 2025, on those days when enough renewables are generating to meet demand, National Grid will have the technology and the structures it needs to balance all that green power and to keep our lights on. I would like to see that coal is definitely zero, and we did run for 18 days recently with no coal generation. So what I'd like to see, gas going really, really low, almost to zero, but having all the from hydro, from biomass, from wind, and from solar, that to cover as much as possible. We're creating and have created the markets in which provided the technical solutions to make sure that we enjoy the most reliable electricity network in the world, as we have done for many years. Is it really the most reliable one in the world? Yes, despite the length of August. In Business was presented by me, David Baker. The producer was John Murphy, and the editor was Penny Murphy. And next week, you can hear In Business on the growth of micro pubs."}