{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [8.7, 10.4], "text": " Hi, this is Kevin Fong."}, {"timestamp": [10.7, 14.52], "text": " And to celebrate the 50th anniversary of humans landing on the moon,"}, {"timestamp": [14.74, 17.44], "text": " I've made a podcast with some of the people involved."}, {"timestamp": [18.1, 22.3], "text": " 13 minutes to the moon from the BBC World Service is available now."}, {"timestamp": [22.3, 27.0], "text": " And I'll be back at the end of this podcast to tell you more about it."}, {"timestamp": [27.0, 29.0], "text": " But now, here it is."}, {"timestamp": [29.0, 40.0], "text": " What he's doing is he is the bank'sman and he's guiding them to move the load."}, {"timestamp": [40.0, 45.0], "text": " Welcome to the world of business from the BBC. I'm Simon Mabin in Guyana."}, {"timestamp": [45.0, 48.0], "text": " He's not supposed to touch the load,"}, {"timestamp": [48.0, 51.0], "text": " only safely move the load from point A to point B"}, {"timestamp": [51.0, 53.0], "text": " with the help of his slingers."}, {"timestamp": [53.0, 55.0], "text": " The guy's holding the rope reported him on slingers."}, {"timestamp": [55.0, 58.0], "text": " This might seem like nothing particularly remarkable,"}, {"timestamp": [58.0, 61.0], "text": " eight men in overalls and safety gear"}, {"timestamp": [61.0, 64.0], "text": " maneuvering a large section of yellow pipe around an oil barrel."}, {"timestamp": [64.0, 65.0], "text": " The guy moving the machine above the other chain hoist that's the guy really responsible for everything here. gear, maneuvering a large section of yellow pipe around an oil barrel. Good, good work."}, {"timestamp": [65.0, 67.0], "text": " The guy moving the machine above the other chain hoist."}, {"timestamp": [67.0, 70.0], "text": " That's the guy really responsible for everything here."}, {"timestamp": [70.0, 78.0], "text": " But that oil barrel symbolizes an industry that's already starting to transform this small country on South America's North Coast."}, {"timestamp": [78.0, 79.0], "text": " Just like that."}, {"timestamp": [79.0, 80.0], "text": " Just like that."}, {"timestamp": [80.0, 92.0], "text": " Guyana's about to see a lot more oil barrels, billions of them according to projections."}, {"timestamp": [92.0, 101.0], "text": " Beneath its waters in the Atlantic Ocean, so much oil has been discovered that the income generated is expected to eclipse the national budget."}, {"timestamp": [101.0, 107.68], "text": " This former British colony is one of South America's poorest nations."}, {"timestamp": [107.68, 112.68], "text": " Although it's roughly the same size as the UK, its population, mainly of African and Indian"}, {"timestamp": [112.68, 115.32], "text": " heritage, is less than a million."}, {"timestamp": [115.32, 125.0], "text": " So the influx of oil cash has the potential to have a revolutionary impact on life in Guyana."}, {"timestamp": [127.6, 131.0], "text": " The first well is due to start pumping next year, and there's a real sense of anticipation here."}, {"timestamp": [131.0, 134.0], "text": " In a separate report for assignment on the World Service,"}, {"timestamp": [134.0, 137.0], "text": " I've been talking to Guyana's young people and educators"}, {"timestamp": [137.0, 141.0], "text": " about how they're preparing for the country's new future."}, {"timestamp": [141.0, 145.0], "text": " Here on global business, I'm looking at how this industry is already getting off the ground"}, {"timestamp": [145.0, 147.0], "text": " and transforming lives."}, {"timestamp": [147.0, 154.0], "text": " It took me almost six months to find a suitable job here in Guyana."}, {"timestamp": [154.0, 159.0], "text": " It brought a very big relief to me and my family also."}, {"timestamp": [159.0, 166.6], "text": " George Mohammed, one of the men moving the yellow pipe, has a slim face with caramel-coloured skin and neatly contoured stubble."}, {"timestamp": [167.3, 169.96], "text": " We're in the industrial outskirts of the capital, Georgetown,"}, {"timestamp": [170.52, 174.06], "text": " a small coastal city of clapboard buildings and a handful of high-rises."}, {"timestamp": [175.2, 178.6], "text": " George was recently taken on by a new business called Total Tech,"}, {"timestamp": [178.6, 183.86], "text": " which employs local people, trains them, and then contracts them out to oil companies."}, {"timestamp": [184.44, 188.24], "text": " There was actually devastating to being out of a job for almost six months."}, {"timestamp": [188.24, 192.76], "text": " You know, all the savings that you have probably saved during the years."}, {"timestamp": [192.76, 196.76], "text": " You have to spend it back and start back from fresh right now."}, {"timestamp": [196.76, 201.24], "text": " George, like many of his colleagues, was laid off from his job in sugar production."}, {"timestamp": [201.24, 206.6], "text": " Along with mining, timber and rice, that has been one of the biggest industries here."}, {"timestamp": [206.6, 208.56], "text": " But unemployment rates are high"}, {"timestamp": [208.56, 210.92], "text": " and poverty rates even higher."}, {"timestamp": [210.92, 212.48], "text": " Sometimes you work at two weeks,"}, {"timestamp": [212.48, 215.76], "text": " you're almost on the bread line,"}, {"timestamp": [215.76, 218.32], "text": " then you get a family to support."}, {"timestamp": [218.32, 221.36], "text": " So it was kind of hard on me."}, {"timestamp": [221.36, 223.16], "text": " Across the war from Total Tech,"}, {"timestamp": [223.16, 225.96], "text": " I meet 40-year-old Dwayne Goodman, who used to do construction"}, {"timestamp": [225.96, 232.22], "text": " work, when there was any. Some of the days, there wasn't much to eat. Whatever it is,"}, {"timestamp": [232.3, 237.38], "text": " they have to consume, so stretch it for a couple of days. A day makes pass, you might need nothing."}, {"timestamp": [238.1, 243.4], "text": " Now, he has a stable job at another of Guyana's new businesses, an oil services company that"}, {"timestamp": [243.4, 245.36], "text": " helps transport equipment and supplies to and from those working offshore. It's called Guyana's new businesses, an oil services company that helps transport equipment and supplies"}, {"timestamp": [245.36, 250.72], "text": " to and from those working offshore. It's called Guyana Shore Base Incorporated, or Gizby."}, {"timestamp": [250.72, 257.84], "text": " Since I became working at Gisbee, life has become a different for me, a better place."}, {"timestamp": [257.84, 267.38], "text": " I mean, my whole life's changed. In terms of the children them now, it was a time where they couldn't get anything"}, {"timestamp": [267.38, 273.08], "text": " they want in terms of going to school, books, you know, tools in school and things."}, {"timestamp": [273.08, 281.84], "text": " Presently right now, everything changed. They're going to a lesson, snacks in the"}, {"timestamp": [281.84, 288.24], "text": " lunch bag, taxi to take them to school and bring them back, uniform up to date,"}, {"timestamp": [288.24, 293.38], "text": " always clean and tidy, shoes on the feed, the hair, bread and everything."}, {"timestamp": [293.38, 299.06], "text": " So everything changed drastic, everything changed completely, man. Real nice time now."}, {"timestamp": [299.06, 303.76], "text": " I came into this company, I was like 170 pounds."}, {"timestamp": [303.76, 308.0], "text": " Now look at me, I'm over 200, 210."}, {"timestamp": [308.0, 314.0], "text": " So my physical, my mentally, everything just developed instantly."}, {"timestamp": [314.0, 317.0], "text": " And I'm only here about eight months now."}, {"timestamp": [317.0, 320.0], "text": " I mean, you look like you're kind of medium build now."}, {"timestamp": [320.0, 322.0], "text": " You must have been underweight before."}, {"timestamp": [322.0, 323.0], "text": " Under, real under."}, {"timestamp": [323.0, 325.4], "text": " My face was pulling."}, {"timestamp": [325.4, 329.24], "text": " My structure, everything was just slim, same bones."}, {"timestamp": [329.24, 334.76], "text": " It's not just people being physically changed by what's going on out at sea."}, {"timestamp": [334.76, 337.76], "text": " What was all this land a few years ago?"}, {"timestamp": [337.76, 342.04], "text": " Ah, this was actually swamp land."}, {"timestamp": [342.04, 345.68], "text": " If you had visited, if you had decided to walk here, I'm pretty sure"}, {"timestamp": [345.68, 351.12], "text": " you would have had to fight off some pretty big snakes and so on. Now that the oil industry"}, {"timestamp": [351.12, 356.6], "text": " has started to kick off in Guyana, this is where the development of this sort of land comes"}, {"timestamp": [356.6, 361.84], "text": " into play. Ryan Himraj works with Duane as the base coordinator at Guyana Shore Base."}, {"timestamp": [361.84, 365.0], "text": " Alright, so this is the start of the shore base, basically."}, {"timestamp": [365.0, 369.0], "text": " So from this point on, you're required to wear all of the necessary PPE,"}, {"timestamp": [369.0, 371.0], "text": " personal protective equipment."}, {"timestamp": [371.0, 376.0], "text": " How important has it been culturally to teach people working here"}, {"timestamp": [376.0, 379.0], "text": " and visitors about the importance of health and safety?"}, {"timestamp": [379.0, 383.0], "text": " That's been a bit of a challenge locally,"}, {"timestamp": [383.0, 385.62], "text": " because in Guyana it's just not the culture. It's just not"}, {"timestamp": [385.62, 392.96], "text": " the norm to have persons utilize all of the necessary safety equipment, do an analysis"}, {"timestamp": [392.96, 397.32], "text": " of a job before you actually get it done, determine whether the tools that you're using"}, {"timestamp": [397.32, 402.28], "text": " are actually the right tools or not. That's called for an entire change of culture. So this"}, {"timestamp": [402.28, 405.44], "text": " is where the Deepwater Harbour port is. So there's a big"}, {"timestamp": [405.44, 412.3], "text": " orange and yellow ship called Cat Island here with a crane lifting things off a"}, {"timestamp": [412.3, 419.8], "text": " truck onto the vessel. So how many people do you have working here? With the"}, {"timestamp": [419.8, 424.72], "text": " operations and the office staff you've got close to about 200 persons right now. Our local"}, {"timestamp": [424.72, 425.1], "text": " content percentage looks at somewhere around 90 persons right now. Our local content"}, {"timestamp": [425.1, 430.86], "text": " percentage looks at somewhere around 90% right now with the 10% being a lot of"}, {"timestamp": [430.86, 437.1], "text": " expatriate staff who have the industry expertise. So a lot of demand power on"}, {"timestamp": [437.1, 442.08], "text": " the base is local. The initial contract I believe is for five years with ExxonMobil"}, {"timestamp": [442.08, 445.0], "text": " but as you know a lot has changed since then."}, {"timestamp": [445.0, 450.0], "text": " That contract was signed about a little over a year ago. But they've been discovering more and more oil."}, {"timestamp": [450.0, 456.0], "text": " And so there's the need for more and more equipment, more wells to be dug."}, {"timestamp": [456.0, 466.96], "text": " XonMobil, the US oil giant, is the big player here."}, {"timestamp": [466.96, 472.2], "text": " It has exploration rights to vast swathes of Guyana's seabed and says it's already discovered"}, {"timestamp": [472.2, 475.78], "text": " more than 5 billion barrels worth of reserves."}, {"timestamp": [475.78, 480.68], "text": " It's working with another US oil firm, Hess, and China's state-controlled oil company, but"}, {"timestamp": [480.68, 488.8], "text": " it's ExxonMobil that quickly become the household name."}, {"timestamp": [492.16, 493.26], "text": " It's a really picturesque spot for a game of cricket."}, {"timestamp": [496.84, 497.8], "text": " There's palm trees blowing in the sea breeze around this pitch."}, {"timestamp": [501.04, 501.12], "text": " The teams, the batters in red and fielders in green,"}, {"timestamp": [504.14, 504.72], "text": " are taking part in the women's West Indies championships,"}, {"timestamp": [505.68, 510.72], "text": " which Guyana's hosting at the moment. Cricket is a big part of life here for people and as with so much you don't have to"}, {"timestamp": [510.72, 516.4], "text": " look far for a connection with the oil industry. Guyana's team in the Caribbean Premier League,"}, {"timestamp": [516.4, 519.28], "text": " the Amazon Warriors, are now sponsored by ExxonMobil."}, {"timestamp": [531.68, 534.32], "text": " Of course, not everyone is welcoming the oil industry with open arms. Some, for example, worry about the environment."}, {"timestamp": [534.32, 538.8], "text": " Guyana is so sparsely populated that much of it is untouched nature."}, {"timestamp": [538.8, 546.0], "text": " Even in the city you see and hear an astonishing variety of birds."}, {"timestamp": [550.0, 552.0], "text": " And if you head to the seawall, a new array of wildlife awaits you."}, {"timestamp": [556.0, 558.0], "text": " We are at the foreshore we call it in Guyana. And you can see all the birds around us."}, {"timestamp": [558.0, 565.68], "text": " They're very rich by diversity of egrids and scarlet ibis and other type of wading boards."}, {"timestamp": [566.96, 567.92], "text": " So it's a very special place."}, {"timestamp": [571.36, 575.04], "text": " A parade of brightly colored seabirds dips in and out of the water as I sit on the concrete seawall with Annette Arjun Martins,"}, {"timestamp": [575.04, 578.8], "text": " who's the president of the Guyana Marine Conservation Society."}, {"timestamp": [578.8, 583.36], "text": " Tufts of green near the shore break up the slate gray blue of the Atlantic Ocean."}, {"timestamp": [583.36, 587.52], "text": " Along Guyana's 431 kilometre of shoreline,"}, {"timestamp": [588.2, 593.22], "text": " this is very symbolic of what you'd find along its entire length and breath."}, {"timestamp": [594.04, 596.04], "text": " And it's very pristine at the moment."}, {"timestamp": [596.74, 599.52], "text": " You have vast swathes of mangroves,"}, {"timestamp": [599.7, 601.7], "text": " actually in the shell, Beach Protected area."}, {"timestamp": [602.18, 606.88], "text": " It's a very important habitat for a lot of birds such as"}, {"timestamp": [606.88, 618.88], "text": " flamingos rose-ed spoonbills scarlet ibis igrets also monkeys and other type of fauna apart from that"}, {"timestamp": [618.88, 624.32], "text": " we know that mangroves sequestered more carbon than in the other forests so it has immense"}, {"timestamp": [624.32, 626.4], "text": " ecosystem services value"}, {"timestamp": [626.4, 632.56], "text": " as carbon sinks, which can't even be quantified. And every year, between March and August,"}, {"timestamp": [632.56, 637.76], "text": " we have four species of sea turtles that come to nest here, the ladder back, the green,"}, {"timestamp": [637.76, 644.32], "text": " the hawksbill and the olive riddley. So it's a very precious coastline, and it's very important"}, {"timestamp": [644.32, 645.84], "text": " that we keep it that way."}, {"timestamp": [646.8, 649.72], "text": " If there is a spill, it's not just animals that would be affected."}, {"timestamp": [650.12, 657.64], "text": " Our only coastal protected area, these are where the indigenous communities, the caribs, the ARWACs, the Warrows live."}, {"timestamp": [658.54, 667.34], "text": " They are the primary stakeholders whose livelihoods will be impacted or destroyed should an oil spill ever reached their shore"}, {"timestamp": [667.34, 673.38], "text": " because the oil company's own oil spill model and showed that should the oil reach the shore,"}, {"timestamp": [673.84, 677.44], "text": " it will hit the northwestern part of the Shell Beach protected area."}, {"timestamp": [678.06, 682.62], "text": " What are the signs so far in terms of how the companies involved"}, {"timestamp": [682.62, 686.82], "text": " and the government and government agencies are preparing for the"}, {"timestamp": [686.82, 690.26], "text": " impact of the industry and also the impact of potential spills."}, {"timestamp": [690.26, 699.0], "text": " Our maritime administration, they have been very efficiently drafting our national oil spill contingency plan."}, {"timestamp": [699.44, 709.36], "text": " So we're making progress, certainly with the production timeline of 2020 being just around the corner,"}, {"timestamp": [709.36, 715.44], "text": " we're nowhere near where we ought to be prepared, but at least the process is started."}, {"timestamp": [715.44, 719.52], "text": " Annette's found working with the oil businesses frustrating."}, {"timestamp": [719.52, 723.44], "text": " You have to sort of ring information out of them."}, {"timestamp": [723.44, 726.54], "text": " But ultimately, despite the environmental risks,"}, {"timestamp": [726.54, 728.92], "text": " supports the industry as a big opportunity"}, {"timestamp": [728.92, 731.6], "text": " to help lift many Guyanese out of poverty."}, {"timestamp": [731.6, 734.24], "text": " She remains worried, though, about the pace of change."}, {"timestamp": [734.24, 737.3], "text": " The first oil discovery was only made in 2015,"}, {"timestamp": [737.3, 740.48], "text": " and the first well is due to be operational next year."}, {"timestamp": [740.48, 744.34], "text": " You know, if we're doing all of this in five years,"}, {"timestamp": [744.34, 748.72], "text": " we're in mature, developed countries, it takes 15 to 20 years."}, {"timestamp": [749.48, 756.56], "text": " How on earth are we a poor country with no oil and gas capacity are going to be able to manage this properly?"}, {"timestamp": [756.76, 761.52], "text": " There goes the helicopter over us as we speak, that this is now a norm of our life."}, {"timestamp": [761.94, 763.34], "text": " The helicopters up and down all day."}, {"timestamp": [767.0, 767.38], "text": " now a norm of our life with helicopters up and down all day. My biggest concern is the"}, {"timestamp": [775.52, 780.96], "text": " environment is on the lowest rung of people's priorities and the fact that other than Dr. Vince Adams who is a godsend as far as I'm concerned the new head of our Environmental Protection"}, {"timestamp": [780.96, 787.14], "text": " Agency trying to address some of the loopholes that he came and was"}, {"timestamp": [787.14, 797.56], "text": " faced with, that the environment has not been given the importance it ought to. And in Guyana,"}, {"timestamp": [797.74, 803.38], "text": " the environment should be everyone's business. I hear good things about Vincent Adams from others too,"}, {"timestamp": [803.74, 807.62], "text": " and he comes with three decades experience at the US Department of Energy."}, {"timestamp": [808.24, 812.12], "text": " But he only took over the Environmental Protection Agency last October"}, {"timestamp": [812.12, 815.38], "text": " and has found his expertise a rare commodity."}, {"timestamp": [816.5, 819.52], "text": " Even though I'm supposed to be in the leadership role,"}, {"timestamp": [819.6, 823.34], "text": " I'm doing a lot of the technical work that my staff can do"}, {"timestamp": [823.34, 825.72], "text": " at the same time training them and, you know,"}, {"timestamp": [825.84, 827.94], "text": " in doing that work."}, {"timestamp": [828.42, 831.46], "text": " And he says he simply doesn't have the resources he needs."}, {"timestamp": [831.76, 838.46], "text": " I've got to be honest. This thing came so suddenly. Normally it takes years or even decades to be"}, {"timestamp": [838.46, 843.58], "text": " prepared. And it came so suddenly, so we're kind of drinking from a fire hose, really."}, {"timestamp": [844.14, 847.36], "text": " To be honest, I'm not even close to where we want to be right now."}, {"timestamp": [848.08, 850.16], "text": " But we're moving very aggressively."}, {"timestamp": [850.86, 854.64], "text": " But then I've got to understand that there's only so much to go wrong to this time."}, {"timestamp": [855.14, 859.86], "text": " So we're doing whatever we can to make sure that we get there as fast as possible."}, {"timestamp": [860.28, 861.8], "text": " But it's a challenge."}, {"timestamp": [863.0, 868.0], "text": " While the new oil industry is benefiting many businesses, some are being put at risk."}, {"timestamp": [872.0, 881.0], "text": " It's bright and early on a Friday morning here, 6 o'clock you can still see the moon in the sky, almost a full moon."}, {"timestamp": [881.0, 886.0], "text": " But it's absolutely packed out here with people selling their fish,"}, {"timestamp": [886.0, 892.48], "text": " a little cat there trying to get a treat and lots of people come to buy it and all the fishermen"}, {"timestamp": [892.48, 897.2], "text": " selling the fish right off their boats here. I wonder what they think about the oil discovery."}, {"timestamp": [899.04, 902.0], "text": " If we get any air spill, we have to worry because we can't work."}, {"timestamp": [902.0, 907.0], "text": " And what would happen if there were a spill and you couldn't fish anymore?"}, {"timestamp": [907.0, 909.0], "text": " Well, there's what we want to know."}, {"timestamp": [909.0, 914.0], "text": " If the government or the company are going to assist me as family men."}, {"timestamp": [914.0, 917.0], "text": " If we can't work, we can't support the family."}, {"timestamp": [917.0, 920.0], "text": " Because we can't really big time."}, {"timestamp": [920.0, 923.0], "text": " Whoa! Look at the size of this."}, {"timestamp": [923.0, 928.0], "text": " There's three men hauling this fish out of the hole."}, {"timestamp": [928.0, 930.0], "text": " Now there's a fourth."}, {"timestamp": [930.0, 931.0], "text": " It's a big fish."}, {"timestamp": [931.0, 932.0], "text": " It's a shark."}, {"timestamp": [932.0, 933.0], "text": " It's a shark."}, {"timestamp": [933.0, 934.0], "text": " Wow."}, {"timestamp": [934.0, 940.0], "text": " I think it was harm the fish industry here."}, {"timestamp": [940.0, 944.0], "text": " If they have oil spill, it would affect the fishing industry."}, {"timestamp": [944.0, 947.56], "text": " Because the old old thing will be oil and we cannot get fish."}, {"timestamp": [948.18, 950.2], "text": " I'm a fish vendor in the market."}, {"timestamp": [951.08, 954.14], "text": " So I sell, so this eye depend on to my life."}, {"timestamp": [954.54, 955.8], "text": " I do that for my living."}, {"timestamp": [956.54, 960.14], "text": " Since I was 15 years old and this I depend on."}, {"timestamp": [962.16, 967.7], "text": " The government says the contingency oil spill management plan, its developing, will include"}, {"timestamp": [967.7, 973.22], "text": " insurance cover for people whose livelihoods are affected by a spill."}, {"timestamp": [973.22, 980.32], "text": " There are others too who aren't happy about how the government's dealing with the oil"}, {"timestamp": [980.32, 981.32], "text": " industry."}, {"timestamp": [981.32, 983.44], "text": " My name is Raymond Gaskin."}, {"timestamp": [983.44, 985.0], "text": " Right now I'm retired."}, {"timestamp": [985.0, 987.0], "text": " I'm trained in international law."}, {"timestamp": [987.0, 992.0], "text": " Now we're in front of Guyana's big old high court building."}, {"timestamp": [992.0, 998.0], "text": " There's a statue of Queen Victoria in front from the colonial times."}, {"timestamp": [998.0, 1003.0], "text": " We want to challenge the entire agreement, which is called the production sharing agreement"}, {"timestamp": [1003.0, 1008.0], "text": " that the government has entered into with these three companies."}, {"timestamp": [1008.0, 1011.0], "text": " He says the deal is a bad one for Guyana."}, {"timestamp": [1011.0, 1015.0], "text": " What we get in this country is production sharing, not profit sharing."}, {"timestamp": [1015.0, 1021.0], "text": " And this production sharing at 100,000 barrels a day, we'll get about 14,000 barrels."}, {"timestamp": [1021.0, 1026.0], "text": " And the agreement says that when you get your 14,000 barrels, that's it."}, {"timestamp": [1026.0, 1027.0], "text": " You can order more to get."}, {"timestamp": [1027.0, 1033.0], "text": " These companies are altogether tax-free for property tax, income tax, corporation tax, duty-free,"}, {"timestamp": [1033.0, 1035.0], "text": " tax, that, everything."}, {"timestamp": [1035.0, 1041.0], "text": " A report from the International Monetary Fund, the Global Organization that aims to promote financial stability,"}, {"timestamp": [1041.0, 1045.16], "text": " said the royalty rates agreed by the Guyanese government were, quote,"}, {"timestamp": [1049.76, 1050.12], "text": " well below what is observed internationally. The government has defended the deal,"}, {"timestamp": [1054.76, 1055.68], "text": " with one official saying it, quote, may not be excellent, but it's not very poor either."}, {"timestamp": [1060.04, 1063.22], "text": " Raymond Gaskin says there aren't legal grounds to dispute the royalty rates, but there are several other elements of the deal that can be challenged in the courts."}, {"timestamp": [1063.22, 1069.96], "text": " We have in the agreement a part which says that this agreement can never, ever be challenged"}, {"timestamp": [1069.96, 1076.72], "text": " in future forever. We believe that no minister can find all the future governments"}, {"timestamp": [1076.72, 1080.24], "text": " forever and ever to this thing, and we want the Chief Justice to look at it."}, {"timestamp": [1080.24, 1087.0], "text": " He's also questioning the size of the agreed area for oil exploration measured in units called blocks."}, {"timestamp": [1087.0, 1091.0], "text": " In this agreement here we have, we've given them 600 blocks out there."}, {"timestamp": [1091.0, 1099.0], "text": " The petroleum act of this country requires 60 blocks, except if the minister can show"}, {"timestamp": [1099.0, 1101.0], "text": " in his discretion why we should get more."}, {"timestamp": [1101.0, 1107.54], "text": " But we do not believe that the Parliament had in mind to move from 60 to 600. We want the Chief Justice to look into some of these matters."}, {"timestamp": [1107.54, 1114.16], "text": " Is there a risk that the disruption and uncertainty caused by your actions could put off"}, {"timestamp": [1114.16, 1116.82], "text": " investors and ultimately harm the country economically?"}, {"timestamp": [1118.18, 1123.46], "text": " First of all, now that Exxon has all the 600 blocks, there's nothing much for other people"}, {"timestamp": [1123.46, 1126.06], "text": " to get. Let me tell you, Exxon already got the 600,"}, {"timestamp": [1126.42, 1129.52], "text": " which is from the border of Venezuela right down to Surinam."}, {"timestamp": [1129.6, 1130.42], "text": " So they got them all."}, {"timestamp": [1131.14, 1134.6], "text": " There are other companies doing exploration work in Guyana's waters,"}, {"timestamp": [1134.98, 1137.58], "text": " but it's true that the Exxon Mobil-led Consortium"}, {"timestamp": [1137.58, 1140.48], "text": " owns the vast majority of the exploration rights."}, {"timestamp": [1140.98, 1144.16], "text": " However, like the environmental campaigner, Annette Arjun Martins,"}, {"timestamp": [1144.72, 1145.38], "text": " Raymond Gaskin"}, {"timestamp": [1145.38, 1148.68], "text": " doesn't want his intervention to put a stop to go on as oil industry."}, {"timestamp": [1148.68, 1154.72], "text": " The deal is still a bad deal, in our opinion, of course, but we're all anxious for"}, {"timestamp": [1154.72, 1160.5], "text": " forest oil. The government here, they're all expecting a lot from first oil, and the whole"}, {"timestamp": [1160.5, 1165.24], "text": " country is expecting to, but we'll see how it goes."}, {"timestamp": [1167.92, 1168.52], "text": " How worried is ExxonMobil about the legal challenges?"}, {"timestamp": [1172.38, 1172.7], "text": " I meet the company's senior director for public and government affairs in Guyana,"}, {"timestamp": [1176.6, 1180.9], "text": " Deidre Maud, in its inconspicuous office on a quiet Georgetown street. We have an agreement in place, and, you know, in terms of the government"}, {"timestamp": [1180.9, 1183.62], "text": " would have to kind of answer the question in terms of moving forward with that."}, {"timestamp": [1184.38, 1187.28], "text": " She also brushes off the impact of a territorial dispute"}, {"timestamp": [1187.28, 1189.62], "text": " that led to a drama at sea a few months back."}, {"timestamp": [1189.84, 1193.1], "text": " There's a border controversy between Guyana and Venezuela"}, {"timestamp": [1193.1, 1197.2], "text": " and the Venezuela kind of Navy said"}, {"timestamp": [1197.2, 1200.46], "text": " you're kind of in what they deemed as their territory."}, {"timestamp": [1201.12, 1203.1], "text": " We had a vessel contracted there"}, {"timestamp": [1203.1, 1206.22], "text": " that operating under the government of Guyana,"}, {"timestamp": [1206.7, 1212.84], "text": " but we stopped our operations and kind of went back to where we weren't in a disputed area no longer."}, {"timestamp": [1213.16, 1217.74], "text": " Is it right that a Venezuelan Navy helicopter actually tried to land on the vessel?"}, {"timestamp": [1218.36, 1222.3], "text": " So that's, you know, that's what, you know, our vice president here, you know, reported."}, {"timestamp": [1223.2, 1226.52], "text": " But we're not so concerned about that. We're just glad everyone got safe at the end of the day."}, {"timestamp": [1227.04, 1229.88], "text": " And we'll continue our work where we're at."}, {"timestamp": [1230.06, 1232.18], "text": " How big a deal is this for you as a company?"}, {"timestamp": [1232.3, 1234.22], "text": " It's obviously a big deal for Guyana,"}, {"timestamp": [1234.44, 1237.84], "text": " but you're a huge multinational company with lots of experience"}, {"timestamp": [1237.84, 1239.42], "text": " and doing lots of work around the world."}, {"timestamp": [1239.54, 1242.02], "text": " How important is the work here for ExxonMobil?"}, {"timestamp": [1242.52, 1244.2], "text": " You know, I think it's very important."}, {"timestamp": [1244.38, 1247.52], "text": " I mean, we kind of have five kind of key kind of country areas that we're looking at."}, {"timestamp": [1247.58, 1251.1], "text": " Guyana being one of them, along with some of the work we're doing in Mozambique,"}, {"timestamp": [1251.2, 1256.86], "text": " Papua New Guinea, Brazil, and the Permian Basin, actually, in the New Mexico, Texas area."}, {"timestamp": [1256.86, 1261.48], "text": " So, yeah, it is a key strategy growth area for ExxonMobil Corporation."}, {"timestamp": [1262.38, 1267.5], "text": " We potentially could have five of these large projects by 2025,"}, {"timestamp": [1267.98, 1272.34], "text": " producing 750,000 barrels of oil per day here offshore Guyana."}, {"timestamp": [1272.76, 1276.12], "text": " Could be one of the top producers by about mid-2020s."}, {"timestamp": [1276.12, 1280.52], "text": " Coming to your office here, there isn't a big sign saying Exxon Mobil outside."}, {"timestamp": [1281.12, 1287.2], "text": " Is there a kind of sense of any tension about this power imbalance between one of the"}, {"timestamp": [1287.2, 1292.26], "text": " world's biggest companies coming here and making a deal with a small country with no experience"}, {"timestamp": [1292.26, 1297.06], "text": " in the sector? Is that something you've been sensitive to? We're always sensitive to that because,"}, {"timestamp": [1297.14, 1300.78], "text": " you know, we operate in places all around the world, but we also view it's an opportunity"}, {"timestamp": [1300.78, 1305.7], "text": " to help build capacity in country and work very closely and make sure that,"}, {"timestamp": [1305.88, 1310.14], "text": " you know, we are a partner in developing the resource long term."}, {"timestamp": [1310.76, 1315.42], "text": " She cites a business development center as an example of the company helping to build capacity."}, {"timestamp": [1316.06, 1321.24], "text": " The centre has been set up and funded by ExxonMobil to give free seminars, workshops and advice to"}, {"timestamp": [1321.24, 1322.02], "text": " Guyanese firms."}, {"timestamp": [1322.78, 1326.0], "text": " But is it really ExxonMobil paying for it in the end?"}, {"timestamp": [1326.0, 1330.0], "text": " Or is the company including it as part of the production costs,"}, {"timestamp": [1330.0, 1333.0], "text": " which means it can claim the money back from the Guyanese state?"}, {"timestamp": [1333.0, 1337.0], "text": " As I understand, some of the initials might, but longer term, no."}, {"timestamp": [1337.0, 1342.0], "text": " So some of the initial funding, it comes from ExxonMobil in the first place,"}, {"timestamp": [1342.0, 1346.1], "text": " but it's ultimately paid for from Guyana's oil."}, {"timestamp": [1347.78, 1350.72], "text": " I don't know that I know the actual answer to that one."}, {"timestamp": [1351.4, 1357.76], "text": " When I ask for clarification after the interview, the company is unable or unwilling to give me a clear answer either way."}, {"timestamp": [1358.22, 1367.0], "text": " So it may be that ExxonMobil's apparent largesse in helping out local businesses isn't so generous after all."}, {"timestamp": [1367.0, 1374.28], "text": " Nonetheless, the benefits of oil are already being felt far beyond those working directly"}, {"timestamp": [1374.28, 1379.92], "text": " with or in the sector. This cafe has seen an influx of oil types from the US and Europe"}, {"timestamp": [1379.92, 1381.92], "text": " and from closer by."}, {"timestamp": [1381.92, 1386.68], "text": " I'm from Venezuela. We are here in Guyana to study all the possibilities"}, {"timestamp": [1386.68, 1389.12], "text": " about the oil business and many other businesses"}, {"timestamp": [1389.12, 1393.6], "text": " that we think it's a good opportunity to invest in this country"}, {"timestamp": [1393.6, 1395.62], "text": " and we're just taking a look at it."}, {"timestamp": [1395.62, 1398.16], "text": " In Venezuela there's plenty of prepared people"}, {"timestamp": [1398.16, 1400.94], "text": " that know a lot of about the oil business"}, {"timestamp": [1400.94, 1402.8], "text": " and a lot of them are out of work"}, {"timestamp": [1402.8, 1405.52], "text": " and all of them are willing to come over here and"}, {"timestamp": [1406.16, 1412.96], "text": " pay attention to this across town one of the big hotels is in the process of getting even bigger"}, {"timestamp": [1413.68, 1422.56], "text": " robert badal i'm the owner of pegas hotel this is part of the 7.8 acres property so we can see"}, {"timestamp": [1422.56, 1425.88], "text": " the hotel just next us how How many stories is the current"}, {"timestamp": [1425.88, 1432.3], "text": " hotel? The current one is eight stories. The top is a nice bar and lawns, so seven stories of"}, {"timestamp": [1432.3, 1438.48], "text": " rooms, 130 rooms. And then this big sign next to it is stretching out towards the"}, {"timestamp": [1438.48, 1449.28], "text": " sea. Yeah, and this sprawling area here will house two buildings, one a 12-story, mainly accommodation, long-term"}, {"timestamp": [1449.28, 1460.8], "text": " accommodation, and a seven-story that will be fully corporate offices. So we will be having around"}, {"timestamp": [1460.8, 1469.6], "text": " 200,000 square feet of offices and about 100,000 square feet of accommodation."}, {"timestamp": [1469.6, 1477.68], "text": " This is a new concept. It's like long-term rental, apartments, condos, blended with offices,"}, {"timestamp": [1477.68, 1493.64], "text": " restaurants, tea shops, gym, pool. So a country manager for say like Repsol or Total, they can live upstairs and work downstairs."}, {"timestamp": [1493.64, 1495.8], "text": " It's a one in a lifetime project."}, {"timestamp": [1495.8, 1516.8], "text": " I mean it will redefine the skyline of Georgetown when it's lighted up in the night. There are potential downside to Guyana's rapid oil-fueled development."}, {"timestamp": [1516.8, 1519.4], "text": " Politics here is already seen to be corrupt,"}, {"timestamp": [1519.4, 1523.1], "text": " and there's a fear that the influx of money will only make that worse,"}, {"timestamp": [1523.1, 1525.88], "text": " what some call the oil curse."}, {"timestamp": [1525.88, 1530.32], "text": " And on top of the environmental risks, there's the impact on climate change of yet more"}, {"timestamp": [1530.32, 1534.76], "text": " fossil fuels being extracted, although virtually no one here mentions it."}, {"timestamp": [1534.76, 1546.34], "text": " Mostly there's hope, even if that's tempered with caution."}, {"timestamp": [1546.34, 1551.32], "text": " This is a poor nation with a small population so the promised oil wealth could have a genuinely"}, {"timestamp": [1551.32, 1555.68], "text": " transformational effect on Guyana."}, {"timestamp": [1555.68, 1560.4], "text": " For those already working in the nascent industry, as one of the trainees at Total Tech back"}, {"timestamp": [1560.4, 1565.0], "text": " on the wharf tells me, the country's new future can't come soon enough."}, {"timestamp": [1565.0, 1572.0], "text": " This year is a dream come true for us here in Guyana especially because they've looked at many other countries that has the oil"}, {"timestamp": [1572.0, 1577.0], "text": " and I can see what is done for them. Let's say for example Dubai, we're going to be probably the next Dubai."}, {"timestamp": [1577.0, 1581.0], "text": " So just think about it or lifestyle are going to be very high."}, {"timestamp": [1581.0, 1583.0], "text": " You've got a big grin on your face, you're telling me that."}, {"timestamp": [1583.0, 1587.0], "text": " Yes, because I'm excited and I know I have a bright future and a country also has a good"}, {"timestamp": [1587.0, 1588.0], "text": " future ahead of it."}, {"timestamp": [1588.0, 1606.72], "text": " Everybody dancing in Guyana. Editing was Penny Murphy, Simon Mabin. My fixer in Guyana was Carinia Sharples. Editing was by Penny Murphy,"}, {"timestamp": [1606.72, 1611.68], "text": " mixing by Neil Churchill. And you can find my report about what's going on in Guyana from"}, {"timestamp": [1611.68, 1629.76], "text": " the perspective of young people here on the documentary podcast from the BBC World Service. I believe everybody dancing in Guy I believe that this nation should commit itself"}, {"timestamp": [1629.76, 1633.18], "text": " to achieving the goal before this decade is out"}, {"timestamp": [1633.18, 1637.4], "text": " of landing a man on the moon and returning him safely to the earth"}, {"timestamp": [1637.4, 1641.84], "text": " a story of breathtaking ambition I thought that he was a little premature"}, {"timestamp": [1641.84, 1647.2], "text": " I'm making an announcement just in 10 years since we hadn't even gone into orbit."}, {"timestamp": [1647.2, 1649.44], "text": " A story of incredible innovation."}, {"timestamp": [1649.44, 1652.16], "text": " I'm in charge of this stuff called software,"}, {"timestamp": [1652.16, 1654.88], "text": " but nobody knew what software was."}, {"timestamp": [1654.88, 1657.2], "text": " A story of amazing human endeavor."}, {"timestamp": [1657.2, 1658.88], "text": " It was the lack of fear."}, {"timestamp": [1658.88, 1661.36], "text": " It wasn't the lack of knowing it was risky,"}, {"timestamp": [1661.36, 1662.8], "text": " but just weren't afraid of it."}, {"timestamp": [1662.8, 1665.12], "text": " A story of triumph over adversity."}, {"timestamp": [1665.12, 1668.08], "text": " As they pitch over and see the moon for the first time,"}, {"timestamp": [1668.08, 1670.16], "text": " Neil said, we can't land here."}, {"timestamp": [1670.16, 1672.0], "text": " A story where we all know the ending,"}, {"timestamp": [1672.0, 1674.4], "text": " that's one small step for man."}, {"timestamp": [1674.4, 1676.8], "text": " But not necessarily the beginning."}, {"timestamp": [1680.8, 1683.12], "text": " I'm Kevin Fong and 50 years on,"}, {"timestamp": [1683.12, 1685.5], "text": " I'll be telling the story of the Apollo moon landings"}, {"timestamp": [1685.5, 1688.68], "text": " and a brand new podcast from the BBC World Service."}, {"timestamp": [1688.68, 1691.24], "text": " We're about to do something that nobody is every time."}, {"timestamp": [1691.24, 1693.68], "text": " With the help of the people who made it happen."}, {"timestamp": [1693.68, 1697.88], "text": " We were able to do this impossible thing."}, {"timestamp": [1697.88, 1699.48], "text": " That's 13 minutes to the moon."}, {"timestamp": [1699.48, 1700.68], "text": " We did it."}, {"timestamp": [1700.68, 1701.68], "text": " We did it."}, {"timestamp": [1701.68, 1704.36], "text": " The first episode is available now."}, {"timestamp": [1704.36, 1708.36], "text": " Just search for 13 minutes to the moon wherever you found this podcast. The Eagle has been it. We did it. The first episode is available now. Just search for 13 minutes to the moon wherever you found this podcast."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. Hi, this is Kevin Fong. And to celebrate the 50th anniversary of humans landing on the moon, I've made a podcast with some of the people involved. 13 minutes to the moon from the BBC World Service is available now. And I'll be back at the end of this podcast to tell you more about it. But now, here it is. What he's doing is he is the bank'sman and he's guiding them to move the load. Welcome to the world of business from the BBC. I'm Simon Mabin in Guyana. He's not supposed to touch the load, only safely move the load from point A to point B with the help of his slingers. The guy's holding the rope reported him on slingers. This might seem like nothing particularly remarkable, eight men in overalls and safety gear maneuvering a large section of yellow pipe around an oil barrel. The guy moving the machine above the other chain hoist that's the guy really responsible for everything here. gear, maneuvering a large section of yellow pipe around an oil barrel. Good, good work. The guy moving the machine above the other chain hoist. That's the guy really responsible for everything here. But that oil barrel symbolizes an industry that's already starting to transform this small country on South America's North Coast. Just like that. Just like that. Guyana's about to see a lot more oil barrels, billions of them according to projections. Beneath its waters in the Atlantic Ocean, so much oil has been discovered that the income generated is expected to eclipse the national budget. This former British colony is one of South America's poorest nations. Although it's roughly the same size as the UK, its population, mainly of African and Indian heritage, is less than a million. So the influx of oil cash has the potential to have a revolutionary impact on life in Guyana. The first well is due to start pumping next year, and there's a real sense of anticipation here. In a separate report for assignment on the World Service, I've been talking to Guyana's young people and educators about how they're preparing for the country's new future. Here on global business, I'm looking at how this industry is already getting off the ground and transforming lives. It took me almost six months to find a suitable job here in Guyana. It brought a very big relief to me and my family also. George Mohammed, one of the men moving the yellow pipe, has a slim face with caramel-coloured skin and neatly contoured stubble. We're in the industrial outskirts of the capital, Georgetown, a small coastal city of clapboard buildings and a handful of high-rises. George was recently taken on by a new business called Total Tech, which employs local people, trains them, and then contracts them out to oil companies. There was actually devastating to being out of a job for almost six months. You know, all the savings that you have probably saved during the years. You have to spend it back and start back from fresh right now. George, like many of his colleagues, was laid off from his job in sugar production. Along with mining, timber and rice, that has been one of the biggest industries here. But unemployment rates are high and poverty rates even higher. Sometimes you work at two weeks, you're almost on the bread line, then you get a family to support. So it was kind of hard on me. Across the war from Total Tech, I meet 40-year-old Dwayne Goodman, who used to do construction work, when there was any. Some of the days, there wasn't much to eat. Whatever it is, they have to consume, so stretch it for a couple of days. A day makes pass, you might need nothing. Now, he has a stable job at another of Guyana's new businesses, an oil services company that helps transport equipment and supplies to and from those working offshore. It's called Guyana's new businesses, an oil services company that helps transport equipment and supplies to and from those working offshore. It's called Guyana Shore Base Incorporated, or Gizby. Since I became working at Gisbee, life has become a different for me, a better place. I mean, my whole life's changed. In terms of the children them now, it was a time where they couldn't get anything they want in terms of going to school, books, you know, tools in school and things. Presently right now, everything changed. They're going to a lesson, snacks in the lunch bag, taxi to take them to school and bring them back, uniform up to date, always clean and tidy, shoes on the feed, the hair, bread and everything. So everything changed drastic, everything changed completely, man. Real nice time now. I came into this company, I was like 170 pounds. Now look at me, I'm over 200, 210. So my physical, my mentally, everything just developed instantly. And I'm only here about eight months now. I mean, you look like you're kind of medium build now. You must have been underweight before. Under, real under. My face was pulling. My structure, everything was just slim, same bones. It's not just people being physically changed by what's going on out at sea. What was all this land a few years ago? Ah, this was actually swamp land. If you had visited, if you had decided to walk here, I'm pretty sure you would have had to fight off some pretty big snakes and so on. Now that the oil industry has started to kick off in Guyana, this is where the development of this sort of land comes into play. Ryan Himraj works with Duane as the base coordinator at Guyana Shore Base. Alright, so this is the start of the shore base, basically. So from this point on, you're required to wear all of the necessary PPE, personal protective equipment. How important has it been culturally to teach people working here and visitors about the importance of health and safety? That's been a bit of a challenge locally, because in Guyana it's just not the culture. It's just not the norm to have persons utilize all of the necessary safety equipment, do an analysis of a job before you actually get it done, determine whether the tools that you're using are actually the right tools or not. That's called for an entire change of culture. So this is where the Deepwater Harbour port is. So there's a big orange and yellow ship called Cat Island here with a crane lifting things off a truck onto the vessel. So how many people do you have working here? With the operations and the office staff you've got close to about 200 persons right now. Our local content percentage looks at somewhere around 90 persons right now. Our local content percentage looks at somewhere around 90% right now with the 10% being a lot of expatriate staff who have the industry expertise. So a lot of demand power on the base is local. The initial contract I believe is for five years with ExxonMobil but as you know a lot has changed since then. That contract was signed about a little over a year ago. But they've been discovering more and more oil. And so there's the need for more and more equipment, more wells to be dug. XonMobil, the US oil giant, is the big player here. It has exploration rights to vast swathes of Guyana's seabed and says it's already discovered more than 5 billion barrels worth of reserves. It's working with another US oil firm, Hess, and China's state-controlled oil company, but it's ExxonMobil that quickly become the household name. It's a really picturesque spot for a game of cricket. There's palm trees blowing in the sea breeze around this pitch. The teams, the batters in red and fielders in green, are taking part in the women's West Indies championships, which Guyana's hosting at the moment. Cricket is a big part of life here for people and as with so much you don't have to look far for a connection with the oil industry. Guyana's team in the Caribbean Premier League, the Amazon Warriors, are now sponsored by ExxonMobil. Of course, not everyone is welcoming the oil industry with open arms. Some, for example, worry about the environment. Guyana is so sparsely populated that much of it is untouched nature. Even in the city you see and hear an astonishing variety of birds. And if you head to the seawall, a new array of wildlife awaits you. We are at the foreshore we call it in Guyana. And you can see all the birds around us. They're very rich by diversity of egrids and scarlet ibis and other type of wading boards. So it's a very special place. A parade of brightly colored seabirds dips in and out of the water as I sit on the concrete seawall with Annette Arjun Martins, who's the president of the Guyana Marine Conservation Society. Tufts of green near the shore break up the slate gray blue of the Atlantic Ocean. Along Guyana's 431 kilometre of shoreline, this is very symbolic of what you'd find along its entire length and breath. And it's very pristine at the moment. You have vast swathes of mangroves, actually in the shell, Beach Protected area. It's a very important habitat for a lot of birds such as flamingos rose-ed spoonbills scarlet ibis igrets also monkeys and other type of fauna apart from that we know that mangroves sequestered more carbon than in the other forests so it has immense ecosystem services value as carbon sinks, which can't even be quantified. And every year, between March and August, we have four species of sea turtles that come to nest here, the ladder back, the green, the hawksbill and the olive riddley. So it's a very precious coastline, and it's very important that we keep it that way. If there is a spill, it's not just animals that would be affected. Our only coastal protected area, these are where the indigenous communities, the caribs, the ARWACs, the Warrows live. They are the primary stakeholders whose livelihoods will be impacted or destroyed should an oil spill ever reached their shore because the oil company's own oil spill model and showed that should the oil reach the shore, it will hit the northwestern part of the Shell Beach protected area. What are the signs so far in terms of how the companies involved and the government and government agencies are preparing for the impact of the industry and also the impact of potential spills. Our maritime administration, they have been very efficiently drafting our national oil spill contingency plan. So we're making progress, certainly with the production timeline of 2020 being just around the corner, we're nowhere near where we ought to be prepared, but at least the process is started. Annette's found working with the oil businesses frustrating. You have to sort of ring information out of them. But ultimately, despite the environmental risks, supports the industry as a big opportunity to help lift many Guyanese out of poverty. She remains worried, though, about the pace of change. The first oil discovery was only made in 2015, and the first well is due to be operational next year. You know, if we're doing all of this in five years, we're in mature, developed countries, it takes 15 to 20 years. How on earth are we a poor country with no oil and gas capacity are going to be able to manage this properly? There goes the helicopter over us as we speak, that this is now a norm of our life. The helicopters up and down all day. now a norm of our life with helicopters up and down all day. My biggest concern is the environment is on the lowest rung of people's priorities and the fact that other than Dr. Vince Adams who is a godsend as far as I'm concerned the new head of our Environmental Protection Agency trying to address some of the loopholes that he came and was faced with, that the environment has not been given the importance it ought to. And in Guyana, the environment should be everyone's business. I hear good things about Vincent Adams from others too, and he comes with three decades experience at the US Department of Energy. But he only took over the Environmental Protection Agency last October and has found his expertise a rare commodity. Even though I'm supposed to be in the leadership role, I'm doing a lot of the technical work that my staff can do at the same time training them and, you know, in doing that work. And he says he simply doesn't have the resources he needs. I've got to be honest. This thing came so suddenly. Normally it takes years or even decades to be prepared. And it came so suddenly, so we're kind of drinking from a fire hose, really. To be honest, I'm not even close to where we want to be right now. But we're moving very aggressively. But then I've got to understand that there's only so much to go wrong to this time. So we're doing whatever we can to make sure that we get there as fast as possible. But it's a challenge. While the new oil industry is benefiting many businesses, some are being put at risk. It's bright and early on a Friday morning here, 6 o'clock you can still see the moon in the sky, almost a full moon. But it's absolutely packed out here with people selling their fish, a little cat there trying to get a treat and lots of people come to buy it and all the fishermen selling the fish right off their boats here. I wonder what they think about the oil discovery. If we get any air spill, we have to worry because we can't work. And what would happen if there were a spill and you couldn't fish anymore? Well, there's what we want to know. If the government or the company are going to assist me as family men. If we can't work, we can't support the family. Because we can't really big time. Whoa! Look at the size of this. There's three men hauling this fish out of the hole. Now there's a fourth. It's a big fish. It's a shark. It's a shark. Wow. I think it was harm the fish industry here. If they have oil spill, it would affect the fishing industry. Because the old old thing will be oil and we cannot get fish. I'm a fish vendor in the market. So I sell, so this eye depend on to my life. I do that for my living. Since I was 15 years old and this I depend on. The government says the contingency oil spill management plan, its developing, will include insurance cover for people whose livelihoods are affected by a spill. There are others too who aren't happy about how the government's dealing with the oil industry. My name is Raymond Gaskin. Right now I'm retired. I'm trained in international law. Now we're in front of Guyana's big old high court building. There's a statue of Queen Victoria in front from the colonial times. We want to challenge the entire agreement, which is called the production sharing agreement that the government has entered into with these three companies. He says the deal is a bad one for Guyana. What we get in this country is production sharing, not profit sharing. And this production sharing at 100,000 barrels a day, we'll get about 14,000 barrels. And the agreement says that when you get your 14,000 barrels, that's it. You can order more to get. These companies are altogether tax-free for property tax, income tax, corporation tax, duty-free, tax, that, everything. A report from the International Monetary Fund, the Global Organization that aims to promote financial stability, said the royalty rates agreed by the Guyanese government were, quote, well below what is observed internationally. The government has defended the deal, with one official saying it, quote, may not be excellent, but it's not very poor either. Raymond Gaskin says there aren't legal grounds to dispute the royalty rates, but there are several other elements of the deal that can be challenged in the courts. We have in the agreement a part which says that this agreement can never, ever be challenged in future forever. We believe that no minister can find all the future governments forever and ever to this thing, and we want the Chief Justice to look at it. He's also questioning the size of the agreed area for oil exploration measured in units called blocks. In this agreement here we have, we've given them 600 blocks out there. The petroleum act of this country requires 60 blocks, except if the minister can show in his discretion why we should get more. But we do not believe that the Parliament had in mind to move from 60 to 600. We want the Chief Justice to look into some of these matters. Is there a risk that the disruption and uncertainty caused by your actions could put off investors and ultimately harm the country economically? First of all, now that Exxon has all the 600 blocks, there's nothing much for other people to get. Let me tell you, Exxon already got the 600, which is from the border of Venezuela right down to Surinam. So they got them all. There are other companies doing exploration work in Guyana's waters, but it's true that the Exxon Mobil-led Consortium owns the vast majority of the exploration rights. However, like the environmental campaigner, Annette Arjun Martins, Raymond Gaskin doesn't want his intervention to put a stop to go on as oil industry. The deal is still a bad deal, in our opinion, of course, but we're all anxious for forest oil. The government here, they're all expecting a lot from first oil, and the whole country is expecting to, but we'll see how it goes. How worried is ExxonMobil about the legal challenges? I meet the company's senior director for public and government affairs in Guyana, Deidre Maud, in its inconspicuous office on a quiet Georgetown street. We have an agreement in place, and, you know, in terms of the government would have to kind of answer the question in terms of moving forward with that. She also brushes off the impact of a territorial dispute that led to a drama at sea a few months back. There's a border controversy between Guyana and Venezuela and the Venezuela kind of Navy said you're kind of in what they deemed as their territory. We had a vessel contracted there that operating under the government of Guyana, but we stopped our operations and kind of went back to where we weren't in a disputed area no longer. Is it right that a Venezuelan Navy helicopter actually tried to land on the vessel? So that's, you know, that's what, you know, our vice president here, you know, reported. But we're not so concerned about that. We're just glad everyone got safe at the end of the day. And we'll continue our work where we're at. How big a deal is this for you as a company? It's obviously a big deal for Guyana, but you're a huge multinational company with lots of experience and doing lots of work around the world. How important is the work here for ExxonMobil? You know, I think it's very important. I mean, we kind of have five kind of key kind of country areas that we're looking at. Guyana being one of them, along with some of the work we're doing in Mozambique, Papua New Guinea, Brazil, and the Permian Basin, actually, in the New Mexico, Texas area. So, yeah, it is a key strategy growth area for ExxonMobil Corporation. We potentially could have five of these large projects by 2025, producing 750,000 barrels of oil per day here offshore Guyana. Could be one of the top producers by about mid-2020s. Coming to your office here, there isn't a big sign saying Exxon Mobil outside. Is there a kind of sense of any tension about this power imbalance between one of the world's biggest companies coming here and making a deal with a small country with no experience in the sector? Is that something you've been sensitive to? We're always sensitive to that because, you know, we operate in places all around the world, but we also view it's an opportunity to help build capacity in country and work very closely and make sure that, you know, we are a partner in developing the resource long term. She cites a business development center as an example of the company helping to build capacity. The centre has been set up and funded by ExxonMobil to give free seminars, workshops and advice to Guyanese firms. But is it really ExxonMobil paying for it in the end? Or is the company including it as part of the production costs, which means it can claim the money back from the Guyanese state? As I understand, some of the initials might, but longer term, no. So some of the initial funding, it comes from ExxonMobil in the first place, but it's ultimately paid for from Guyana's oil. I don't know that I know the actual answer to that one. When I ask for clarification after the interview, the company is unable or unwilling to give me a clear answer either way. So it may be that ExxonMobil's apparent largesse in helping out local businesses isn't so generous after all. Nonetheless, the benefits of oil are already being felt far beyond those working directly with or in the sector. This cafe has seen an influx of oil types from the US and Europe and from closer by. I'm from Venezuela. We are here in Guyana to study all the possibilities about the oil business and many other businesses that we think it's a good opportunity to invest in this country and we're just taking a look at it. In Venezuela there's plenty of prepared people that know a lot of about the oil business and a lot of them are out of work and all of them are willing to come over here and pay attention to this across town one of the big hotels is in the process of getting even bigger robert badal i'm the owner of pegas hotel this is part of the 7.8 acres property so we can see the hotel just next us how How many stories is the current hotel? The current one is eight stories. The top is a nice bar and lawns, so seven stories of rooms, 130 rooms. And then this big sign next to it is stretching out towards the sea. Yeah, and this sprawling area here will house two buildings, one a 12-story, mainly accommodation, long-term accommodation, and a seven-story that will be fully corporate offices. So we will be having around 200,000 square feet of offices and about 100,000 square feet of accommodation. This is a new concept. It's like long-term rental, apartments, condos, blended with offices, restaurants, tea shops, gym, pool. So a country manager for say like Repsol or Total, they can live upstairs and work downstairs. It's a one in a lifetime project. I mean it will redefine the skyline of Georgetown when it's lighted up in the night. There are potential downside to Guyana's rapid oil-fueled development. Politics here is already seen to be corrupt, and there's a fear that the influx of money will only make that worse, what some call the oil curse. And on top of the environmental risks, there's the impact on climate change of yet more fossil fuels being extracted, although virtually no one here mentions it. Mostly there's hope, even if that's tempered with caution. This is a poor nation with a small population so the promised oil wealth could have a genuinely transformational effect on Guyana. For those already working in the nascent industry, as one of the trainees at Total Tech back on the wharf tells me, the country's new future can't come soon enough. This year is a dream come true for us here in Guyana especially because they've looked at many other countries that has the oil and I can see what is done for them. Let's say for example Dubai, we're going to be probably the next Dubai. So just think about it or lifestyle are going to be very high. You've got a big grin on your face, you're telling me that. Yes, because I'm excited and I know I have a bright future and a country also has a good future ahead of it. Everybody dancing in Guyana. Editing was Penny Murphy, Simon Mabin. My fixer in Guyana was Carinia Sharples. Editing was by Penny Murphy, mixing by Neil Churchill. And you can find my report about what's going on in Guyana from the perspective of young people here on the documentary podcast from the BBC World Service. I believe everybody dancing in Guy I believe that this nation should commit itself to achieving the goal before this decade is out of landing a man on the moon and returning him safely to the earth a story of breathtaking ambition I thought that he was a little premature I'm making an announcement just in 10 years since we hadn't even gone into orbit. A story of incredible innovation. I'm in charge of this stuff called software, but nobody knew what software was. A story of amazing human endeavor. It was the lack of fear. It wasn't the lack of knowing it was risky, but just weren't afraid of it. A story of triumph over adversity. As they pitch over and see the moon for the first time, Neil said, we can't land here. A story where we all know the ending, that's one small step for man. But not necessarily the beginning. I'm Kevin Fong and 50 years on, I'll be telling the story of the Apollo moon landings and a brand new podcast from the BBC World Service. We're about to do something that nobody is every time. With the help of the people who made it happen. We were able to do this impossible thing. That's 13 minutes to the moon. We did it. We did it. The first episode is available now. Just search for 13 minutes to the moon wherever you found this podcast. The Eagle has been it. We did it. The first episode is available now. Just search for 13 minutes to the moon wherever you found this podcast."}