{"speakers": [], "chunks": [{"timestamp": [0.0, 3.4], "text": " This BBC podcast is supported by ads outside the UK."}, {"timestamp": [3.74, 6.08], "text": " You're listening to the BBC's World of Business."}, {"timestamp": [6.84, 7.8], "text": " I'm Andrew Dixon,"}, {"timestamp": [8.2, 11.54], "text": " and this week the programme looks at how movies, books and plays"}, {"timestamp": [11.54, 14.12], "text": " portray bankers and the world of finance."}, {"timestamp": [14.78, 17.48], "text": " We're travelling to Wall Street, but not the real one,"}, {"timestamp": [17.84, 20.54], "text": " the one depicted in Oliver Stone's 1987 movie"}, {"timestamp": [20.54, 23.62], "text": " and trying to find out whether greed really is good"}, {"timestamp": [23.62, 25.48], "text": " or just makes for good drama."}, {"timestamp": [27.94, 35.46], "text": " The point is, ladies and gentlemen, that greed, for lack of a better word, is good."}, {"timestamp": [36.68, 39.64], "text": " Greed is right. Gride works."}, {"timestamp": [42.28, 49.36], "text": " The inimitable tones of Michael Douglas as Gordon Gecko, corporate raider extraordinaire,"}, {"timestamp": [49.36, 54.84], "text": " the brutal, bril-creamed anti-hero of Oliver Stone's 1987 movie Wall Street."}, {"timestamp": [54.84, 59.68], "text": " But is the studio version of Wall Street an accurate portrayal of the real one?"}, {"timestamp": [59.68, 64.72], "text": " And how else have movie makers, novelists and playwrights tackled the dark arts of high"}, {"timestamp": [64.72, 67.24], "text": " finance over the years?"}, {"timestamp": [67.24, 71.6], "text": " In Business, we hear plenty about the activities of real-life financiers."}, {"timestamp": [71.6, 75.4], "text": " So in this program, we're devoting ourselves to their fictional counterparts,"}, {"timestamp": [75.4, 79.7], "text": " from Gordon Gecko to the bond traders turned gumshoe detectives"}, {"timestamp": [79.7, 83.1], "text": " conjured by the novelist Michael Ridpath."}, {"timestamp": [83.1, 87.46], "text": " Have the representations of money-making we see on screen, page and stage"}, {"timestamp": [87.46, 89.8], "text": " affected society's view of the industry?"}, {"timestamp": [90.56, 93.9], "text": " And what are the bankers think of scriptwriters and screenwriters"}, {"timestamp": [93.9, 96.32], "text": " who play them playing the market?"}, {"timestamp": [96.32, 100.52], "text": " Fly me to the moon."}, {"timestamp": [101.12, 104.68], "text": " Let me play among the stars."}, {"timestamp": [110.18, 116.38], "text": " The history of fiction features plenty of villainous bankers, from Anthony Trollope's Augustus Melmot in The Way We Live Now from 1875 to Sherman McCoy, Master of the Financial"}, {"timestamp": [116.38, 121.4], "text": " Universe in Tom Wolfe's 1987 blockbuster novel The Bonfire of the Vanities."}, {"timestamp": [122.12, 126.16], "text": " But maybe we should begin our journey through fictional finance"}, {"timestamp": [126.16, 131.76], "text": " somewhere more wholesome, with a sentimental movie you've probably encountered while carving"}, {"timestamp": [131.76, 147.2], "text": " the Christmas turkey. Frank Capra's It's A Wonderful Life, filmed in 1946, is these days seen as the"}, {"timestamp": [147.2, 150.88], "text": " Feel Good movie to end all feel good movies."}, {"timestamp": [150.88, 156.88], "text": " Jimmy Stewart stars as George Bailey, a small town hero who sacrifices his hopes and dreams"}, {"timestamp": [156.88, 160.04], "text": " for the sake of his family and community."}, {"timestamp": [160.04, 165.12], "text": " But look more closely, It's a Wonderful Life is actually an anti-capitalist fable."}, {"timestamp": [166.08, 170.0], "text": " Don't believe me, here's Zan Brooks, a film critic for The Guardian."}, {"timestamp": [170.88, 178.32], "text": " It's a Wonderful Life is a salute to small-town American values immediately after the Second World War."}, {"timestamp": [178.32, 180.96], "text": " And it's ironic because it's a film about the American dream,"}, {"timestamp": [180.96, 185.44], "text": " but it's actually about a man who gives up on what he thinks of as the American dream,"}, {"timestamp": [185.44, 190.88], "text": " that he never fulfills his ambition to travel the world and be a great person. He stays in his hometown"}, {"timestamp": [190.88, 197.6], "text": " and he runs a small building and loan company. Yes, James Stewart, the ultimate good guy,"}, {"timestamp": [197.6, 203.52], "text": " plays a banker, but a responsible one. He's in charge of a small family bank with a community"}, {"timestamp": [203.52, 205.4], "text": " mortgage business, which makes loans"}, {"timestamp": [205.4, 211.72], "text": " to low-income folks in the fictional All-American town of Bedford Falls. Rarely has capitalism seemed"}, {"timestamp": [211.72, 217.58], "text": " so positive. The plot to the movie comes to a head in a scene that must have carried"}, {"timestamp": [217.58, 222.2], "text": " eerie memories for those of Frank Capra's audience who'd lived through the bank runs and"}, {"timestamp": [222.2, 224.32], "text": " financial panics of the Great Depression."}, {"timestamp": [228.0, 232.44], "text": " I have some news for you, folks. I was just talking to old man Potter and he's guaranteed cash"}, {"timestamp": [232.44, 236.76], "text": " payments to the bank. The bank's going to reopen next week. But George, I got my money here."}, {"timestamp": [236.88, 241.64], "text": " Did he guarantee this place? Well, no, Charlie, I didn't even ask him. We don't need Potter over here."}, {"timestamp": [241.64, 245.36], "text": " And I'll take mine now. No, but you're..."}, {"timestamp": [245.36, 248.28], "text": " You're thinking of this place all wrong,"}, {"timestamp": [248.32, 249.78], "text": " as if I had the money back in a safe."}, {"timestamp": [250.22, 251.52], "text": " The money's not here."}, {"timestamp": [252.16, 254.44], "text": " Well, your money's in Joe's house, that's right next to yours,"}, {"timestamp": [254.72, 256.86], "text": " and in the Kennedy house, and Mrs. Maclin's house,"}, {"timestamp": [256.98, 258.02], "text": " and a hundred others."}, {"timestamp": [258.94, 261.6], "text": " Kappa's script seems pretty benign to us now,"}, {"timestamp": [262.06, 264.14], "text": " but when it's a wonderful life was first released,"}, {"timestamp": [264.14, 271.66], "text": " the director faced criticism for his supposed left-wing bias. In fact, the FBI placed the movie on a secret"}, {"timestamp": [271.66, 278.36], "text": " list of films regarded as communist propaganda. Controversy centred on Capra's betrayal of the fiendish"}, {"timestamp": [278.36, 284.84], "text": " tycoon of Bedford Falls, Old Man Potter, who will stop at nothing to mount an aggressive takeover"}, {"timestamp": [284.84, 286.24], "text": " of the building and loan."}, {"timestamp": [287.0, 287.78], "text": " San Brooks again."}, {"timestamp": [288.34, 294.06], "text": " Old Man Potter is very much a vaudevillian kind of pantomime plutocrat."}, {"timestamp": [294.6, 296.08], "text": " He's the hissible villain."}, {"timestamp": [296.18, 303.22], "text": " He doesn't have like a redeeming quality apart from maybe that he's sly like a fox and rips off the townspeople."}, {"timestamp": [303.3, 306.5], "text": " But one of the interesting things about Old Man Potter is that he kind of wins."}, {"timestamp": [306.5, 313.0], "text": " The odd thing is that James Stewart's character reaches rock bottom when Potter steals his money"}, {"timestamp": [313.0, 318.5], "text": " and he's only bailed out by family and friends, some of whom have got rich."}, {"timestamp": [318.5, 324.5], "text": " And so he's very much dependent on the charity of others to keep this failing buildings and loan company going."}, {"timestamp": [324.5, 325.16], "text": " Potter, there is no cosmic justice for, apart from perhaps, that he's destined to on the charity of others to keep this failing buildings and loan company going."}, {"timestamp": [328.82, 328.98], "text": " Potter, there is no cosmic justice for, apart from perhaps,"}, {"timestamp": [333.76, 334.06], "text": " that he's destined to live a life as a kind of desiccated, hated old man and to die unmoant."}, {"timestamp": [337.5, 340.64], "text": " But in real Hollywood terms, he comes out of the film Rich."}, {"timestamp": [347.0, 350.0], "text": " So perhaps it isn't that much of a leap to jump forward 40 years to Oliver Stone's Wall Street, probably the best known financial thriller ever filmed."}, {"timestamp": [350.0, 353.0], "text": " Made at the height of the American stock market boom,"}, {"timestamp": [353.0, 358.0], "text": " and released soon after the Big Bang exploded in the Financial City of London,"}, {"timestamp": [358.0, 361.0], "text": " it portrays a young stockbroker, played by Charlie Sheen,"}, {"timestamp": [361.0, 364.0], "text": " who's initiated into the crooked ways of Wall Street"}, {"timestamp": [364.0, 368.6], "text": " by the financier with the sharpest clause of all, Gordon Gecko."}, {"timestamp": [369.58, 374.82], "text": " Hostile takeovers, asset stripping, insider trading, all in a day's work."}, {"timestamp": [375.58, 378.08], "text": " Old Man Potter would have been right at home."}, {"timestamp": [378.54, 381.86], "text": " One could make the case that Wall Street is the ultimate 1980s movie"}, {"timestamp": [381.86, 384.62], "text": " in the same way that Bonfire the Vanities was the ultimate 80s novel."}, {"timestamp": [384.62, 392.56], "text": " Did it say a novel about the engine room of capital in New York at this time of massive deregulation?"}, {"timestamp": [392.56, 398.96], "text": " And it gives us the ultimate 80s villain, almost the sort of the descendant of Old Man Potter"}, {"timestamp": [398.96, 404.64], "text": " in its wonderful life in the form of Gordon Gecko played by Michael Douglas, particularly the"}, {"timestamp": [404.64, 406.94], "text": " greed is Good speech."}, {"timestamp": [406.94, 410.26], "text": " I am not a destroyer of companies."}, {"timestamp": [410.26, 413.7], "text": " I am a liberator of them."}, {"timestamp": [413.7, 415.78], "text": " Point is, ladies and gentlemen,"}, {"timestamp": [415.78, 421.82], "text": " that greed, for lack of a better word, is good."}, {"timestamp": [421.82, 423.72], "text": " Greed is right."}, {"timestamp": [423.72, 432.8], "text": " Greed works. Greed clarifies, cuts through and captures the essence of evolutionary spirit."}, {"timestamp": [433.84, 439.2], "text": " They were seen as living outside the rules, but only in the way that a great American pioneer"}, {"timestamp": [439.2, 444.24], "text": " lives outside the rules, where you're making the rules, you're making the country. This is what the nation needs."}, {"timestamp": [444.24, 447.64], "text": " Never mind the fact that what they were doing was often asset stripping,"}, {"timestamp": [447.76, 450.14], "text": " often just tearing down companies that had existed for ages,"}, {"timestamp": [450.56, 452.12], "text": " often just chasing a quick buck."}, {"timestamp": [452.44, 455.14], "text": " They were seen as, for a while, as American heroes"}, {"timestamp": [455.14, 458.52], "text": " and possibly slightly roguish American heroes, but very much in that vein."}, {"timestamp": [459.04, 463.9], "text": " But is Wall Street the movie, anything like how Wall Street actually was or is?"}, {"timestamp": [464.68, 467.0], "text": " I spoke to Michael Ridpath, an author who"}, {"timestamp": [467.0, 473.36], "text": " began his career working in venture capital. Ridpath had a ringside seat as deregulation and"}, {"timestamp": [473.36, 478.96], "text": " globalisation tore through the city of London in the 1980s and early 90s. Does he think financial"}, {"timestamp": [478.96, 484.32], "text": " thrillers like this are a fair representation of what financiers are actually like?"}, {"timestamp": [488.74, 488.96], "text": " I think it's rather a simplistic idea of the city."}, {"timestamp": [492.8, 493.04], "text": " I mean, people assume, and have done in literature from the 19th century onwards,"}, {"timestamp": [498.48, 498.64], "text": " that rich city bankers or businessmen, multi-millionaires,"}, {"timestamp": [501.54, 502.28], "text": " are willing to go to any length just to get more money."}, {"timestamp": [504.72, 504.8], "text": " And it's much more interesting than that, I think."}, {"timestamp": [506.04, 506.32], "text": " Basically, they're very competitive."}, {"timestamp": [508.22, 508.94], "text": " A successful businessman are extremely competitive."}, {"timestamp": [510.94, 511.1], "text": " And the really successful ones manage to,"}, {"timestamp": [515.28, 515.68], "text": " they will change the rules, bend the rules within their industry,"}, {"timestamp": [516.98, 517.1], "text": " but not actually break the law."}, {"timestamp": [518.96, 519.86], "text": " And they go right to the edge."}, {"timestamp": [524.32, 526.88], "text": " But it isn't just in the glimmering glass and steel world of corporate finance that writers have found inspiration."}, {"timestamp": [526.88, 531.52], "text": " At around the same time that Oliver Stone was prowling around Wall Street, planning a movie,"}, {"timestamp": [531.52, 540.88], "text": " the play David Mamet was staging his 1984 play, Glenn Gary Glenn Ross, later adapted into a film released in 1992."}, {"timestamp": [540.88, 544.96], "text": " All right, technically, this isn't finance, it's real estate."}, {"timestamp": [544.96, 550.88], "text": " But is there a more chilling representation of money making in the wild, red in tooth and claw?"}, {"timestamp": [551.68, 552.88], "text": " Zan Brooks thinks not."}, {"timestamp": [557.04, 565.0], "text": " It gives us 48 hours, basically in the trenches with a bunch of real estate agents on a deadline, on a hellish deadline."}, {"timestamp": [565.0, 570.0], "text": " First prize is Cadillac, second prize is a set of steak knives, third prizes, you're fired."}, {"timestamp": [570.0, 573.0], "text": " And so it's a race against time to save their jobs."}, {"timestamp": [573.0, 577.0], "text": " This is the kind of the bottom rung of capitalism here."}, {"timestamp": [577.0, 580.0], "text": " This isn't the ballroom, this isn't the penthouse."}, {"timestamp": [580.0, 583.0], "text": " This is you're right down in the dirt, you're in the gutter."}, {"timestamp": [583.0, 585.12], "text": " This is dog eat dog. this is the Darwin's world."}, {"timestamp": [585.12, 587.84], "text": " It's not even dog eat dog. It's dog doesn't return other dogs call,"}, {"timestamp": [587.84, 592.32], "text": " dog doesn't open the door when one dog knocks on it, scratches on it."}, {"timestamp": [592.32, 596.32], "text": " They're all scratching, they're all biting, they're fighting for survival."}, {"timestamp": [599.36, 605.26], "text": " Part of the genius of Mamet's script is that it isn't really clear what anyone is fighting for."}, {"timestamp": [605.7, 611.12], "text": " All that matters is that they're fighting, as the guy from head office, pitilessly played by"}, {"timestamp": [611.12, 612.86], "text": " Alec Baldwin, explains."}, {"timestamp": [616.46, 620.02], "text": " I'm here from downtown. I'm here from Mitch and Murray."}, {"timestamp": [620.86, 622.76], "text": " And I'm here on a mission of mercy."}, {"timestamp": [623.8, 625.9], "text": " Because the good news is you're fired"}, {"timestamp": [625.9, 633.7], "text": " The bad news is you've got all you've got just one week to regain your job starting with tonight"}, {"timestamp": [633.7, 635.9], "text": " Starting with tonight's sit"}, {"timestamp": [635.9, 640.0], "text": " Oh have I got your attention now"}, {"timestamp": [643.4, 648.0], "text": " Good Good."}, {"timestamp": [655.06, 655.52], "text": " And it's almost the ugly cousin of Michael Douglas's speech in Wall Street."}, {"timestamp": [657.04, 657.2], "text": " Michael Douglas is suave and charming."}, {"timestamp": [659.1, 659.64], "text": " He's Satan, but he does it with a smile."}, {"timestamp": [663.96, 666.7], "text": " Whereas Alec Baldwin comes in as the emissary from High Command to basically say to these people,"}, {"timestamp": [666.86, 670.02], "text": " your jobs are on the line and pulls no punches."}, {"timestamp": [670.32, 673.52], "text": " And more than that, kind of glories in his viciousness."}, {"timestamp": [673.52, 680.84], "text": " And glories in celebrating the failure or the perceived failure of these men who are scratching to earn a living."}, {"timestamp": [681.34, 685.52], "text": " And delighting in the prospect of casting most of them out on their ear"}, {"timestamp": [685.52, 686.4], "text": " come Monday morning."}, {"timestamp": [690.4, 695.52], "text": " Sometimes writers don't even need to make anything up. Real life gets their first."}, {"timestamp": [696.56, 702.8], "text": " When the Texan energy giant Enron filed for bankruptcy in December 2001, business journalists"}, {"timestamp": [702.8, 706.76], "text": " were open-mouthed. A company that had developed a reputation"}, {"timestamp": [706.76, 712.96], "text": " for dazzling economic wizardry was suddenly revealed to have hidden losses worth billions of dollars."}, {"timestamp": [713.88, 719.28], "text": " The story had everything. A tragic arc, a cast of fatally flawed characters,"}, {"timestamp": [720.02, 725.06], "text": " walk-on parts for major banks and accountancy firms, and a Greek chorus of regulators"}, {"timestamp": [725.06, 728.32], "text": " who seemed powerless to do anything about what was unfolding."}, {"timestamp": [729.52, 733.42], "text": " The playwright Lucy Preble was one of those paying close attention."}, {"timestamp": [734.36, 740.2], "text": " Very early on, I remember reading about Enron when the trial was happening."}, {"timestamp": [740.64, 742.32], "text": " I remember I was a student at that time,"}, {"timestamp": [742.32, 744.32], "text": " and it was making the papers a little bit,"}, {"timestamp": [744.38, 749.8], "text": " because it was one of the first times that a corporation of that size and magnitude had completely collapsed."}, {"timestamp": [750.5, 754.98], "text": " And I think what really interested me was the size of the event, the idea that a company could collapse."}, {"timestamp": [755.36, 757.32], "text": " And I remember thinking, what does that mean?"}, {"timestamp": [758.16, 760.02], "text": " Preble kept mulling the question."}, {"timestamp": [760.56, 763.74], "text": " And a few years later, searching for a story that could become a new script,"}, {"timestamp": [763.74, 766.94], "text": " she realized the saga of Enron might be it."}, {"timestamp": [767.74, 771.8], "text": " Her play about the company's collapse, called, straightforwardly enough, Enron,"}, {"timestamp": [772.22, 775.6], "text": " debuted at the Chichester Festival in summer 2009."}, {"timestamp": [776.32, 779.78], "text": " It was immediately acclaimed for its penetrating analysis"}, {"timestamp": [779.78, 783.5], "text": " of a corporate crisis not many people actually understood."}, {"timestamp": [787.88, 791.92], "text": " For those who don't know, I'm the reason you're here. I said I would only join this company if we started to use mark to market."}, {"timestamp": [791.92, 795.12], "text": " If you come up with something brilliant, if you have a moment of genius,"}, {"timestamp": [795.12, 799.44], "text": " the market will recognize your idea and your profit in that moment."}, {"timestamp": [799.44, 801.36], "text": " You know, life is so short."}, {"timestamp": [801.36, 804.72], "text": " And nobody should be able to kick back in your job years from now"}, {"timestamp": [804.72, 807.34], "text": " and take all the credit for the idea you had."}, {"timestamp": [810.64, 815.74], "text": " Finance is dry and it is boring in a cliched way but it's always about people"}, {"timestamp": [815.74, 821.78], "text": " a marketplace is own is literally a place made up of people interacting which is all theatre"}, {"timestamp": [821.78, 825.16], "text": " is which is all community is which is all society is, which is all community is, which is all society"}, {"timestamp": [825.16, 832.56], "text": " is. So once you realise that, that it's motivated by things like fear, greed, enthusiasm,"}, {"timestamp": [832.94, 837.18], "text": " those are emotional centres and they're very easy for me as a writer to tap into."}, {"timestamp": [837.5, 842.0], "text": " It's such a complex world, Enron, and it was such a complex story the collapse of this"}, {"timestamp": [842.0, 844.42], "text": " enormous company. How on earth did you stage that?"}, {"timestamp": [845.12, 848.74], "text": " I knew from the very beginning that N1 was going to be"}, {"timestamp": [848.74, 851.98], "text": " the combination of sort of a Shakespearean tragedy and a musical."}, {"timestamp": [852.28, 854.36], "text": " So when I very first came up with the idea, I thought,"}, {"timestamp": [854.72, 856.96], "text": " the last thing I wanted to be is boring."}, {"timestamp": [857.64, 860.1], "text": " So it was very much a fusion of those two ideas."}, {"timestamp": [860.78, 863.06], "text": " Yeah, sure, it was a very high-tech show, deliberately so,"}, {"timestamp": [863.1, 864.62], "text": " because everyone was a very high-tech company."}, {"timestamp": [865.02, 867.56], "text": " So there was a lot of video in it, there was a lot of screens."}, {"timestamp": [867.86, 872.12], "text": " It was designed to look a bit flashy, like the sort of N-1 parties that they would throw."}, {"timestamp": [873.04, 879.18], "text": " Preble isn't the only playwright to have spent time delving into the arcane mysteries of the contemporary financial system."}, {"timestamp": [879.9, 883.74], "text": " In early 2009, soon after the collapse of Lehman Brothers,"}, {"timestamp": [883.74, 886.94], "text": " and as the global economy was still on urgent life support,"}, {"timestamp": [887.52, 889.84], "text": " David Hare was commissioned by the National Theatre"}, {"timestamp": [889.84, 893.8], "text": " to attempt an analysis of what on earth had got us in this mess."}, {"timestamp": [894.48, 899.84], "text": " His drama, The Power of Yes, went on stage soon after Enron in late 2009."}, {"timestamp": [900.66, 909.88], "text": " The thing was that people like me watched television and read articles without understanding anything that was going on."}, {"timestamp": [910.0, 918.16], "text": " It was like trying to jump on a bus which was already moving and you stumbled and fell when people spoke at you."}, {"timestamp": [918.8, 923.22], "text": " Economists were very, very bad at explaining what was going on."}, {"timestamp": [923.22, 928.94], "text": " It was assumed that you already understood what, you know, deferred risk was."}, {"timestamp": [928.94, 936.76], "text": " And so I just wanted to take people from the very beginning of economic theory through"}, {"timestamp": [936.76, 942.3], "text": " and explained to them how it had happened that the whole system had collapsed and why it had"}, {"timestamp": [942.3, 943.96], "text": " happened."}, {"timestamp": [943.96, 949.2], "text": " And so that in the course of an evening, you could do a crash course."}, {"timestamp": [949.2, 952.24], "text": " So the purpose of the play was to inform."}, {"timestamp": [953.28, 956.88], "text": " Hare, a veteran of so-called verbatim theatre,"}, {"timestamp": [956.88, 961.2], "text": " spent months interviewing bankers, economists, journalists,"}, {"timestamp": [961.2, 966.46], "text": " regulators over 50 in all, and put many of them on stage, and partly on trial."}, {"timestamp": [967.26, 971.72], "text": " But did he enjoy spending time with the masters of the financial universe?"}, {"timestamp": [973.4, 979.86], "text": " Well, I mean, I have to say they're the dullest group of people that I've ever spoken to in my life."}, {"timestamp": [980.7, 983.04], "text": " Bankers are only interested in each other."}, {"timestamp": [983.04, 987.0], "text": " The story that came up over and over and over"}, {"timestamp": [987.0, 990.0], "text": " is how they all put on their bloody dressing gowns once a year"}, {"timestamp": [990.0, 996.0], "text": " and go down to the paper shop to get the Sunday Times to read the rich list."}, {"timestamp": [996.0, 1000.0], "text": " Their only interest is how they stand in relation to each other."}, {"timestamp": [1000.0, 1004.0], "text": " They don't give a damn about how they stand in relation to you or me."}, {"timestamp": [1004.0, 1005.4], "text": " And they are"}, {"timestamp": [1005.4, 1012.22], "text": " deeply unimaginative people in the sense that they lack the imagination to consider what the"}, {"timestamp": [1012.22, 1018.78], "text": " effect of what they do is on the rest of society. And they're the only group in society that"}, {"timestamp": [1018.78, 1026.04], "text": " I've ever dealt with who are purely interested in their own actions for their own sake, I think they're shocking people."}, {"timestamp": [1027.32, 1031.56], "text": " Lucy Preble found herself researching some equally unsavory characters,"}, {"timestamp": [1032.12, 1034.24], "text": " Enron's Kenneth Lay and Geoffrey Skilling,"}, {"timestamp": [1034.68, 1037.34], "text": " both of whom swindled shareholders and employees"}, {"timestamp": [1037.34, 1039.4], "text": " and were found guilty of fraud."}, {"timestamp": [1040.24, 1042.62], "text": " Did she feel any sympathy for her subjects?"}, {"timestamp": [1043.24, 1046.28], "text": " I do have sympathy for sort of that level of tragedy."}, {"timestamp": [1046.36, 1048.28], "text": " I don't believe anyone went into that situation,"}, {"timestamp": [1048.42, 1049.94], "text": " think I'm going to defraud a massive amount of people."}, {"timestamp": [1050.24, 1054.0], "text": " At every stage, actually what Skilling particularly was trying to do"}, {"timestamp": [1054.0, 1055.52], "text": " was to keep the company afloat."}, {"timestamp": [1055.58, 1059.32], "text": " And the way in which he was doing that was maybe telling lies to the marketplace."}, {"timestamp": [1059.74, 1064.74], "text": " But that was because he did not want what was a massive debt situation"}, {"timestamp": [1064.74, 1065.58], "text": " at the company to be revealed"}, {"timestamp": [1065.58, 1069.64], "text": " and for everyone to definitely lose their jobs. So, you know, I think what makes really good"}, {"timestamp": [1069.64, 1074.12], "text": " drama is that when at every stage you can see why a character is doing what they're doing"}, {"timestamp": [1074.12, 1079.38], "text": " and think I would probably do that in that same situation. But to plays such as Enron"}, {"timestamp": [1079.38, 1084.88], "text": " and The Power of Yes and movies such as Wall Street help or hinder our understanding of what"}, {"timestamp": [1084.88, 1085.82], "text": " actually happens"}, {"timestamp": [1085.82, 1090.9], "text": " day to day in the world of finance. Michael Hughes is one of the City of London's best-known"}, {"timestamp": [1090.9, 1096.48], "text": " economists and a former chief investment officer of Bairings' asset management. Does he think"}, {"timestamp": [1096.48, 1103.46], "text": " fictional depictions of investment and finance are, well, on the money? I think it's unfair because"}, {"timestamp": [1103.46, 1107.66], "text": " there's a great story to tell about those who've been extremely"}, {"timestamp": [1107.66, 1113.96], "text": " successful within financial markets and within the companies that they've built that have"}, {"timestamp": [1113.96, 1122.14], "text": " therefore put an awful lot back into society and their philanthropic activities are much"}, {"timestamp": [1122.14, 1123.12], "text": " underreported."}, {"timestamp": [1123.76, 1129.12], "text": " If you look back to the big families who founded the Rothschilds,"}, {"timestamp": [1129.12, 1135.68], "text": " the Fleming's, the bearings even, they actually provided a huge degree of support to society as a"}, {"timestamp": [1135.68, 1142.88], "text": " whole in charities generally. And that was part and parcel of their era. And that actually continues,"}, {"timestamp": [1142.88, 1146.44], "text": " not necessarily on the same scale, but it continues with a lot of"}, {"timestamp": [1146.44, 1152.98], "text": " the very successful hedge fund managers and investment bankers. And indeed, for my experience,"}, {"timestamp": [1153.14, 1158.28], "text": " it actually goes down through the culture of the bank and you have individuals and societies"}, {"timestamp": [1158.28, 1164.12], "text": " within banks actually raising monies for charities in a way that never gets reported, but actually"}, {"timestamp": [1164.12, 1165.08], "text": " is really quite"}, {"timestamp": [1165.08, 1168.68], "text": " significant both for how they work and what their objectives are."}, {"timestamp": [1169.28, 1172.16], "text": " Does it bother you that bankers are so often seen as the bad guys?"}, {"timestamp": [1172.52, 1178.48], "text": " Well, it's been more extreme in the last few years, mainly because of the scale of the"}, {"timestamp": [1178.48, 1182.52], "text": " financial crisis and clearly the consequences to the economy as a whole."}, {"timestamp": [1182.96, 1186.0], "text": " And that is a product of many mistakes,"}, {"timestamp": [1186.34, 1188.04], "text": " not just within the financial industry,"}, {"timestamp": [1188.2, 1190.52], "text": " but within the civil service and regulation."}, {"timestamp": [1191.12, 1193.26], "text": " And none of us came out of that particularly well."}, {"timestamp": [1194.02, 1198.04], "text": " Ah, yes, the financial crisis of 2008-2009."}, {"timestamp": [1198.94, 1202.08], "text": " Global cataclysm it certainly was, the biggest in history,"}, {"timestamp": [1202.08, 1205.62], "text": " but the credit crunch did produce a small boom,"}, {"timestamp": [1206.16, 1210.06], "text": " among directors scrambling to make sense of it all for the rest of us."}, {"timestamp": [1210.88, 1215.94], "text": " And it wasn't just documentary makers, movies including Too Big to Fail and Oliver Stone's"}, {"timestamp": [1215.94, 1221.12], "text": " second installment of Wall Street, Money Never Sleeps, jumped aboard the careering rollercoaster"}, {"timestamp": [1221.12, 1226.72], "text": " of the stock market and tried their best to explain collateralised debt obligations,"}, {"timestamp": [1226.72, 1232.24], "text": " mortgage-backed securities, credit default swaps, and everything else few of us even knew existed,"}, {"timestamp": [1232.24, 1235.76], "text": " including apparently many real-life financiers."}, {"timestamp": [1239.76, 1245.52], "text": " One of the most interesting Hollywood films about the 2008 crash is margin call made a few years later."}, {"timestamp": [1245.52, 1252.24], "text": " In the person of Jeremy Irons's serenely godlike master banker, it dares to ask the"}, {"timestamp": [1252.24, 1258.08], "text": " biggest question of all, whether financiers even know what they're doing still less care."}, {"timestamp": [1260.72, 1263.68], "text": " It's just money. It's made up."}, {"timestamp": [1264.64, 1269.0], "text": " Pieces of paper with pictures on it so we don't have to kill each other just to get something to eat."}, {"timestamp": [1269.0, 1284.0], "text": " 1637, 17997, 1819, 37, 57, 84, 1901, 2001, 2007, 29, 1937, 97, 97,"}, {"timestamp": [1284.0, 1287.26], "text": " 92, 2,000, and whatever we want to call this."}, {"timestamp": [1287.68, 1289.64], "text": " It's all just the same thing over and over."}, {"timestamp": [1289.7, 1290.64], "text": " We can't help ourselves."}, {"timestamp": [1292.16, 1298.34], "text": " And you and I can't control it or stop it or even slow it."}, {"timestamp": [1300.3, 1304.9], "text": " Irons delivers this heartwarming homily just hours after his firm,"}, {"timestamp": [1305.22, 1306.78], "text": " realizing that it's about to go bust,"}, {"timestamp": [1307.12, 1311.24], "text": " has initiated a fire sale of its toxic mortgage-backed securities."}, {"timestamp": [1312.02, 1314.12], "text": " The company is saved, just."}, {"timestamp": [1314.6, 1318.7], "text": " But the rest of Wall Street, and of course the rest of us, pay the price."}, {"timestamp": [1319.5, 1324.38], "text": " If the film seems eerily authentic in its portrayal of finance, that's a good reason."}, {"timestamp": [1325.2, 1325.64], "text": " Zan Brooks."}, {"timestamp": [1326.18, 1329.72], "text": " It was the debut film of the writer-director,"}, {"timestamp": [1329.92, 1333.84], "text": " J.C. Chander, whose father, in fact, worked at Merrill Lynch."}, {"timestamp": [1334.08, 1338.54], "text": " So it's very much a portrait of his father's world,"}, {"timestamp": [1338.78, 1340.88], "text": " and it's a portrait of his father's world"}, {"timestamp": [1340.88, 1342.84], "text": " that I imagine his father wouldn't have liked very much at all."}, {"timestamp": [1343.02, 1344.92], "text": " I interviewed J.C. Chandra about this, actually,"}, {"timestamp": [1347.32, 1347.88], "text": " and asked him about this, and he said that by this point,"}, {"timestamp": [1351.06, 1351.12], "text": " he was like well into his 30s and made nothing of his life."}, {"timestamp": [1355.82, 1356.0], "text": " So his dad was just hoping that he'd do something with his life and it didn't matter what it was."}, {"timestamp": [1360.14, 1360.5], "text": " If it meant destroying the father to make a film, the father was perfectly happy with that."}, {"timestamp": [1363.84, 1366.58], "text": " It's a bleak film, but it's a very much a journalistic film. It really knows its subject"}, {"timestamp": [1366.58, 1374.36], "text": " and what it's talking about. So it's a film that doffs its cap, nods, winks to real-life events"}, {"timestamp": [1374.36, 1379.26], "text": " going on at the time. Even the Jeremy Irons character is very much at the mercy of these"}, {"timestamp": [1379.26, 1383.66], "text": " wider forces and there's this sense that the corporation has almost become this"}, {"timestamp": [1383.66, 1386.12], "text": " independent standalone superstructure."}, {"timestamp": [1386.5, 1396.86], "text": " We have drunk too much from this poisoned water cooler in the office, that now we are the monster and there's no escape."}, {"timestamp": [1397.9, 1411.76], "text": " Chilling indeed, and anyone who lost their job or saw their pay packet frozen because of the great recession that followed is unlikely to have much sympathy. But aren't we attracted to the white-knuckle casino of modern"}, {"timestamp": [1411.76, 1417.2], "text": " finance? Don't at least a few of us yearn to be a bit less like the goody-go-goody-goody George"}, {"timestamp": [1417.2, 1423.68], "text": " Bailey and a bit more like the cold-blooded Gordon Gecko? Is that why there are so few fictional"}, {"timestamp": [1423.68, 1425.72], "text": " examples of bankers who actually do what"}, {"timestamp": [1425.72, 1433.04], "text": " they should and make society as well as themselves richer? When I met Michael Ridpath on"}, {"timestamp": [1433.04, 1437.56], "text": " the 40th floor of Heron Tower in the city of London, we talked about his career as an author."}, {"timestamp": [1438.6, 1443.4], "text": " In the years since leaving the day job in venture capital, Ridpath has developed a profitable"}, {"timestamp": [1443.4, 1445.78], "text": " sideline writing thrillers, some"}, {"timestamp": [1445.78, 1451.98], "text": " of which are set in the financial sector. They try to portray a more complex, nuanced picture"}, {"timestamp": [1451.98, 1457.92], "text": " of high finance, based on first-hand observation of years in the city. He explained what first"}, {"timestamp": [1457.92, 1464.24], "text": " inspired him. First and foremost, I was writing thrillers which I wanted people to enjoy."}, {"timestamp": [1464.24, 1465.6], "text": " And thrillers are morality tales"}, {"timestamp": [1465.6, 1470.74], "text": " with the good guys against the bad guys. And the really interesting thing about the city and finance"}, {"timestamp": [1470.74, 1475.58], "text": " is that there's black and white, but there are lots of shades of grey. And I like the idea of"}, {"timestamp": [1475.58, 1481.14], "text": " sort of good guys who become corrupted by all the money and the big bonuses, people who are put in"}, {"timestamp": [1481.14, 1488.96], "text": " difficult situations, which I really saw around me in the city, and the kind of pressures those brought on the good guys and the bad guys."}, {"timestamp": [1489.46, 1495.4], "text": " And that kind of moral tale, I think, is true in lots of spy novels, detective fiction."}, {"timestamp": [1495.6, 1497.22], "text": " I thought it could be true in the city as well."}, {"timestamp": [1497.36, 1503.92], "text": " So I usually have a sort of young, innocent guy dealing with the sort of evil and corruption around him."}, {"timestamp": [1506.32, 1512.64], "text": " Rip Path's debut novel, Free to Trade, follows a junior bond trader, Paul Murray, attempting"}, {"timestamp": [1512.64, 1517.84], "text": " simultaneously to rise in the ranks of the firm and also solve the murder of a colleague."}, {"timestamp": [1518.72, 1524.4], "text": " Murray is doing his darnest to be on the side of the angels, but there's still money that has to be"}, {"timestamp": [1524.4, 1525.0], "text": " made."}, {"timestamp": [1525.0, 1528.0], "text": " My hand shook as I put down the phone."}, {"timestamp": [1528.0, 1532.0], "text": " This was by far the biggest position I had run in my life."}, {"timestamp": [1532.0, 1536.0], "text": " Betting a hundred million dollars against the opinion of the rest of the market"}, {"timestamp": [1536.0, 1538.0], "text": " made me more than a little nervous."}, {"timestamp": [1538.0, 1542.0], "text": " My mind conjured up the awful possibilities."}, {"timestamp": [1542.0, 1544.0], "text": " What if we got it all wrong?"}, {"timestamp": [1544.0, 1546.0], "text": " What if we were to lose hundreds of"}, {"timestamp": [1546.0, 1551.84], "text": " thousands of dollars in the next few minutes? How would we explain it to Mr. De Jong? How would"}, {"timestamp": [1551.84, 1555.68], "text": " we explain it to the institutions who trusted us with their money?"}, {"timestamp": [1557.52, 1563.92], "text": " What intrigued me about the reality of the city was, for example, a salesman gets paid to"}, {"timestamp": [1563.92, 1567.42], "text": " sell lots of dodgy junk bonds, but also"}, {"timestamp": [1567.42, 1571.96], "text": " he's supposed to be giving his customer what he wants. So there's a sort of classic dichotomy."}, {"timestamp": [1572.42, 1576.56], "text": " And that happened in a lot of areas. And the way people deal with that in real life is that"}, {"timestamp": [1576.56, 1580.1], "text": " they're not always squeaky clean. You know, you have to kind of compromise around the edges."}, {"timestamp": [1580.74, 1586.96], "text": " And sometimes that compromise can become much, much more dangerous, much more important."}, {"timestamp": [1587.46, 1590.88], "text": " And in my books, you know, there's normally a death involved, which fortunately isn't normally"}, {"timestamp": [1590.88, 1591.74], "text": " the case in the city."}, {"timestamp": [1591.98, 1597.62], "text": " Do you think that depictions in movies and in books of the world of finance actually affect"}, {"timestamp": [1597.62, 1601.98], "text": " how bankers and people who work in that world are perceived in the wider world?"}, {"timestamp": [1602.62, 1605.72], "text": " Yes, I think they definitely affect the way people are perceived."}, {"timestamp": [1606.12, 1608.02], "text": " They also can affect bankers themselves."}, {"timestamp": [1608.4, 1613.8], "text": " I mean, the greed is good thing, had an effect on the MBA programs in the years afterwards."}, {"timestamp": [1614.04, 1618.6], "text": " People going through business school in the 1990s thought Gordon Gecko was some kind of hero."}, {"timestamp": [1619.36, 1628.86], "text": " And I think that aided the sort of general insidious corruption of the culture and morals of people in the financial world,"}, {"timestamp": [1628.98, 1633.02], "text": " which is one of the causes of the financial crash. So isn't it very important thing?"}, {"timestamp": [1635.44, 1641.36], "text": " So there we have it. If you're rootling around for the causes of the financial crisis a decade on,"}, {"timestamp": [1641.96, 1646.5], "text": " maybe screenwriters and playwrights bear just a little bit of responsibility."}, {"timestamp": [1647.38, 1652.12], "text": " Far from explaining how the contemporary financial system actually works, something most of us"}, {"timestamp": [1652.12, 1658.0], "text": " would probably benefit from. They offer us a rogue's gallery of Machiavellian overreachers and"}, {"timestamp": [1658.0, 1663.56], "text": " icarusers who fly too close to the financial sun, from the wolf of Wall Street and the"}, {"timestamp": [1663.56, 1665.28], "text": " wannabe wizards of Enron to the"}, {"timestamp": [1665.28, 1672.96], "text": " biggest beast of the mall, Gordon Gecko. And if we half admire Gecko and his ilk, those who bend the"}, {"timestamp": [1672.96, 1679.28], "text": " rules and twist reality to their will, is it any surprise if some people in the real-life financial"}, {"timestamp": [1679.28, 1687.2], "text": " sector want to do exactly the same? Greed may not really be good, but it does make the damn good drama."}, {"timestamp": [1692.08, 1694.64], "text": " Thank you for listening to the BBC's World of Business."}, {"timestamp": [1695.24, 1697.04], "text": " This week's producer was Penny Murphy."}, {"timestamp": [1702.24, 1704.86], "text": " Yoga is more than just exercise."}, {"timestamp": [1705.0, 1709.0], "text": " It's the spiritual practice that millions swear by."}, {"timestamp": [1709.0, 1713.0], "text": " And in 2017, Miranda, a university tutor from London,"}, {"timestamp": [1713.0, 1717.0], "text": " joins a yoga school that promises profound transformation."}, {"timestamp": [1717.0, 1721.0], "text": " It felt a really safe and welcoming space."}, {"timestamp": [1721.0, 1724.0], "text": " After the yoga classes, I felt amazing."}, {"timestamp": [1724.0, 1730.48], "text": " But soon, that calm, welcoming atmosphere leads to something far darker, a journey that"}, {"timestamp": [1730.48, 1736.32], "text": " leads to allegations of grooming, trafficking and exploitation across international borders."}, {"timestamp": [1737.2, 1742.0], "text": " I don't have my passport, I don't have my phone, I don't have my bank cards, I have nothing."}, {"timestamp": [1742.0, 1746.72], "text": " The passport being taken, the being in a house and not feeling like"}, {"timestamp": [1746.72, 1754.64], "text": " they can leave world of secrets is where untold stories are unveiled and hidden realities are exposed in this"}, {"timestamp": [1754.64, 1760.32], "text": " new series we're confronting the dark side of the wellness industry with the hope of a spiritual"}, {"timestamp": [1760.32, 1771.68], "text": " breakthrough gives way to disturbing accusations you just get sucked in so gradually and it's done so skillfully that you don't realize."}, {"timestamp": [1772.12, 1780.22], "text": " And it's like this, the secret that's there, I wanted to believe that, you know, that"}, {"timestamp": [1780.22, 1787.0], "text": " whatever they were doing, even if it seemed gross to me,"}, {"timestamp": [1787.0, 1790.5], "text": " was for some spiritual reason that I couldn't yet understand."}, {"timestamp": [1790.5, 1794.24], "text": " Revealing the hidden secrets of a global yoga network."}, {"timestamp": [1794.24, 1796.34], "text": " I feel that I have no other choice."}, {"timestamp": [1796.34, 1801.0], "text": " The only thing I can do is to speak about this"}, {"timestamp": [1801.0, 1806.56], "text": " and to put my reputation and everything else on the line."}, {"timestamp": [1806.56, 1816.52], "text": " I want truth and justice and for other people to not be hurt for things to be different"}, {"timestamp": [1816.52, 1817.8], "text": " in the future."}, {"timestamp": [1817.8, 1824.8], "text": " To bring it into the light and almost alchemize some of that evil stuff that went on"}, {"timestamp": [1824.8, 1826.0], "text": " and take back the power."}, {"timestamp": [1828.0, 1832.0], "text": " World of Secrets, Season 6, The Bad Guru."}, {"timestamp": [1832.0, 1834.0], "text": " Listen wherever you get your podcasts."}], "text": " This BBC podcast is supported by ads outside the UK. You're listening to the BBC's World of Business. I'm Andrew Dixon, and this week the programme looks at how movies, books and plays portray bankers and the world of finance. We're travelling to Wall Street, but not the real one, the one depicted in Oliver Stone's 1987 movie and trying to find out whether greed really is good or just makes for good drama. The point is, ladies and gentlemen, that greed, for lack of a better word, is good. Greed is right. Gride works. The inimitable tones of Michael Douglas as Gordon Gecko, corporate raider extraordinaire, the brutal, bril-creamed anti-hero of Oliver Stone's 1987 movie Wall Street. But is the studio version of Wall Street an accurate portrayal of the real one? And how else have movie makers, novelists and playwrights tackled the dark arts of high finance over the years? In Business, we hear plenty about the activities of real-life financiers. So in this program, we're devoting ourselves to their fictional counterparts, from Gordon Gecko to the bond traders turned gumshoe detectives conjured by the novelist Michael Ridpath. Have the representations of money-making we see on screen, page and stage affected society's view of the industry? And what are the bankers think of scriptwriters and screenwriters who play them playing the market? Fly me to the moon. Let me play among the stars. The history of fiction features plenty of villainous bankers, from Anthony Trollope's Augustus Melmot in The Way We Live Now from 1875 to Sherman McCoy, Master of the Financial Universe in Tom Wolfe's 1987 blockbuster novel The Bonfire of the Vanities. But maybe we should begin our journey through fictional finance somewhere more wholesome, with a sentimental movie you've probably encountered while carving the Christmas turkey. Frank Capra's It's A Wonderful Life, filmed in 1946, is these days seen as the Feel Good movie to end all feel good movies. Jimmy Stewart stars as George Bailey, a small town hero who sacrifices his hopes and dreams for the sake of his family and community. But look more closely, It's a Wonderful Life is actually an anti-capitalist fable. Don't believe me, here's Zan Brooks, a film critic for The Guardian. It's a Wonderful Life is a salute to small-town American values immediately after the Second World War. And it's ironic because it's a film about the American dream, but it's actually about a man who gives up on what he thinks of as the American dream, that he never fulfills his ambition to travel the world and be a great person. He stays in his hometown and he runs a small building and loan company. Yes, James Stewart, the ultimate good guy, plays a banker, but a responsible one. He's in charge of a small family bank with a community mortgage business, which makes loans to low-income folks in the fictional All-American town of Bedford Falls. Rarely has capitalism seemed so positive. The plot to the movie comes to a head in a scene that must have carried eerie memories for those of Frank Capra's audience who'd lived through the bank runs and financial panics of the Great Depression. I have some news for you, folks. I was just talking to old man Potter and he's guaranteed cash payments to the bank. The bank's going to reopen next week. But George, I got my money here. Did he guarantee this place? Well, no, Charlie, I didn't even ask him. We don't need Potter over here. And I'll take mine now. No, but you're... You're thinking of this place all wrong, as if I had the money back in a safe. The money's not here. Well, your money's in Joe's house, that's right next to yours, and in the Kennedy house, and Mrs. Maclin's house, and a hundred others. Kappa's script seems pretty benign to us now, but when it's a wonderful life was first released, the director faced criticism for his supposed left-wing bias. In fact, the FBI placed the movie on a secret list of films regarded as communist propaganda. Controversy centred on Capra's betrayal of the fiendish tycoon of Bedford Falls, Old Man Potter, who will stop at nothing to mount an aggressive takeover of the building and loan. San Brooks again. Old Man Potter is very much a vaudevillian kind of pantomime plutocrat. He's the hissible villain. He doesn't have like a redeeming quality apart from maybe that he's sly like a fox and rips off the townspeople. But one of the interesting things about Old Man Potter is that he kind of wins. The odd thing is that James Stewart's character reaches rock bottom when Potter steals his money and he's only bailed out by family and friends, some of whom have got rich. And so he's very much dependent on the charity of others to keep this failing buildings and loan company going. Potter, there is no cosmic justice for, apart from perhaps, that he's destined to on the charity of others to keep this failing buildings and loan company going. Potter, there is no cosmic justice for, apart from perhaps, that he's destined to live a life as a kind of desiccated, hated old man and to die unmoant. But in real Hollywood terms, he comes out of the film Rich. So perhaps it isn't that much of a leap to jump forward 40 years to Oliver Stone's Wall Street, probably the best known financial thriller ever filmed. Made at the height of the American stock market boom, and released soon after the Big Bang exploded in the Financial City of London, it portrays a young stockbroker, played by Charlie Sheen, who's initiated into the crooked ways of Wall Street by the financier with the sharpest clause of all, Gordon Gecko. Hostile takeovers, asset stripping, insider trading, all in a day's work. Old Man Potter would have been right at home. One could make the case that Wall Street is the ultimate 1980s movie in the same way that Bonfire the Vanities was the ultimate 80s novel. Did it say a novel about the engine room of capital in New York at this time of massive deregulation? And it gives us the ultimate 80s villain, almost the sort of the descendant of Old Man Potter in its wonderful life in the form of Gordon Gecko played by Michael Douglas, particularly the greed is Good speech. I am not a destroyer of companies. I am a liberator of them. Point is, ladies and gentlemen, that greed, for lack of a better word, is good. Greed is right. Greed works. Greed clarifies, cuts through and captures the essence of evolutionary spirit. They were seen as living outside the rules, but only in the way that a great American pioneer lives outside the rules, where you're making the rules, you're making the country. This is what the nation needs. Never mind the fact that what they were doing was often asset stripping, often just tearing down companies that had existed for ages, often just chasing a quick buck. They were seen as, for a while, as American heroes and possibly slightly roguish American heroes, but very much in that vein. But is Wall Street the movie, anything like how Wall Street actually was or is? I spoke to Michael Ridpath, an author who began his career working in venture capital. Ridpath had a ringside seat as deregulation and globalisation tore through the city of London in the 1980s and early 90s. Does he think financial thrillers like this are a fair representation of what financiers are actually like? I think it's rather a simplistic idea of the city. I mean, people assume, and have done in literature from the 19th century onwards, that rich city bankers or businessmen, multi-millionaires, are willing to go to any length just to get more money. And it's much more interesting than that, I think. Basically, they're very competitive. A successful businessman are extremely competitive. And the really successful ones manage to, they will change the rules, bend the rules within their industry, but not actually break the law. And they go right to the edge. But it isn't just in the glimmering glass and steel world of corporate finance that writers have found inspiration. At around the same time that Oliver Stone was prowling around Wall Street, planning a movie, the play David Mamet was staging his 1984 play, Glenn Gary Glenn Ross, later adapted into a film released in 1992. All right, technically, this isn't finance, it's real estate. But is there a more chilling representation of money making in the wild, red in tooth and claw? Zan Brooks thinks not. It gives us 48 hours, basically in the trenches with a bunch of real estate agents on a deadline, on a hellish deadline. First prize is Cadillac, second prize is a set of steak knives, third prizes, you're fired. And so it's a race against time to save their jobs. This is the kind of the bottom rung of capitalism here. This isn't the ballroom, this isn't the penthouse. This is you're right down in the dirt, you're in the gutter. This is dog eat dog. this is the Darwin's world. It's not even dog eat dog. It's dog doesn't return other dogs call, dog doesn't open the door when one dog knocks on it, scratches on it. They're all scratching, they're all biting, they're fighting for survival. Part of the genius of Mamet's script is that it isn't really clear what anyone is fighting for. All that matters is that they're fighting, as the guy from head office, pitilessly played by Alec Baldwin, explains. I'm here from downtown. I'm here from Mitch and Murray. And I'm here on a mission of mercy. Because the good news is you're fired The bad news is you've got all you've got just one week to regain your job starting with tonight Starting with tonight's sit Oh have I got your attention now Good Good. And it's almost the ugly cousin of Michael Douglas's speech in Wall Street. Michael Douglas is suave and charming. He's Satan, but he does it with a smile. Whereas Alec Baldwin comes in as the emissary from High Command to basically say to these people, your jobs are on the line and pulls no punches. And more than that, kind of glories in his viciousness. And glories in celebrating the failure or the perceived failure of these men who are scratching to earn a living. And delighting in the prospect of casting most of them out on their ear come Monday morning. Sometimes writers don't even need to make anything up. Real life gets their first. When the Texan energy giant Enron filed for bankruptcy in December 2001, business journalists were open-mouthed. A company that had developed a reputation for dazzling economic wizardry was suddenly revealed to have hidden losses worth billions of dollars. The story had everything. A tragic arc, a cast of fatally flawed characters, walk-on parts for major banks and accountancy firms, and a Greek chorus of regulators who seemed powerless to do anything about what was unfolding. The playwright Lucy Preble was one of those paying close attention. Very early on, I remember reading about Enron when the trial was happening. I remember I was a student at that time, and it was making the papers a little bit, because it was one of the first times that a corporation of that size and magnitude had completely collapsed. And I think what really interested me was the size of the event, the idea that a company could collapse. And I remember thinking, what does that mean? Preble kept mulling the question. And a few years later, searching for a story that could become a new script, she realized the saga of Enron might be it. Her play about the company's collapse, called, straightforwardly enough, Enron, debuted at the Chichester Festival in summer 2009. It was immediately acclaimed for its penetrating analysis of a corporate crisis not many people actually understood. For those who don't know, I'm the reason you're here. I said I would only join this company if we started to use mark to market. If you come up with something brilliant, if you have a moment of genius, the market will recognize your idea and your profit in that moment. You know, life is so short. And nobody should be able to kick back in your job years from now and take all the credit for the idea you had. Finance is dry and it is boring in a cliched way but it's always about people a marketplace is own is literally a place made up of people interacting which is all theatre is which is all community is which is all society is, which is all community is, which is all society is. So once you realise that, that it's motivated by things like fear, greed, enthusiasm, those are emotional centres and they're very easy for me as a writer to tap into. It's such a complex world, Enron, and it was such a complex story the collapse of this enormous company. How on earth did you stage that? I knew from the very beginning that N1 was going to be the combination of sort of a Shakespearean tragedy and a musical. So when I very first came up with the idea, I thought, the last thing I wanted to be is boring. So it was very much a fusion of those two ideas. Yeah, sure, it was a very high-tech show, deliberately so, because everyone was a very high-tech company. So there was a lot of video in it, there was a lot of screens. It was designed to look a bit flashy, like the sort of N-1 parties that they would throw. Preble isn't the only playwright to have spent time delving into the arcane mysteries of the contemporary financial system. In early 2009, soon after the collapse of Lehman Brothers, and as the global economy was still on urgent life support, David Hare was commissioned by the National Theatre to attempt an analysis of what on earth had got us in this mess. His drama, The Power of Yes, went on stage soon after Enron in late 2009. The thing was that people like me watched television and read articles without understanding anything that was going on. It was like trying to jump on a bus which was already moving and you stumbled and fell when people spoke at you. Economists were very, very bad at explaining what was going on. It was assumed that you already understood what, you know, deferred risk was. And so I just wanted to take people from the very beginning of economic theory through and explained to them how it had happened that the whole system had collapsed and why it had happened. And so that in the course of an evening, you could do a crash course. So the purpose of the play was to inform. Hare, a veteran of so-called verbatim theatre, spent months interviewing bankers, economists, journalists, regulators over 50 in all, and put many of them on stage, and partly on trial. But did he enjoy spending time with the masters of the financial universe? Well, I mean, I have to say they're the dullest group of people that I've ever spoken to in my life. Bankers are only interested in each other. The story that came up over and over and over is how they all put on their bloody dressing gowns once a year and go down to the paper shop to get the Sunday Times to read the rich list. Their only interest is how they stand in relation to each other. They don't give a damn about how they stand in relation to you or me. And they are deeply unimaginative people in the sense that they lack the imagination to consider what the effect of what they do is on the rest of society. And they're the only group in society that I've ever dealt with who are purely interested in their own actions for their own sake, I think they're shocking people. Lucy Preble found herself researching some equally unsavory characters, Enron's Kenneth Lay and Geoffrey Skilling, both of whom swindled shareholders and employees and were found guilty of fraud. Did she feel any sympathy for her subjects? I do have sympathy for sort of that level of tragedy. I don't believe anyone went into that situation, think I'm going to defraud a massive amount of people. At every stage, actually what Skilling particularly was trying to do was to keep the company afloat. And the way in which he was doing that was maybe telling lies to the marketplace. But that was because he did not want what was a massive debt situation at the company to be revealed and for everyone to definitely lose their jobs. So, you know, I think what makes really good drama is that when at every stage you can see why a character is doing what they're doing and think I would probably do that in that same situation. But to plays such as Enron and The Power of Yes and movies such as Wall Street help or hinder our understanding of what actually happens day to day in the world of finance. Michael Hughes is one of the City of London's best-known economists and a former chief investment officer of Bairings' asset management. Does he think fictional depictions of investment and finance are, well, on the money? I think it's unfair because there's a great story to tell about those who've been extremely successful within financial markets and within the companies that they've built that have therefore put an awful lot back into society and their philanthropic activities are much underreported. If you look back to the big families who founded the Rothschilds, the Fleming's, the bearings even, they actually provided a huge degree of support to society as a whole in charities generally. And that was part and parcel of their era. And that actually continues, not necessarily on the same scale, but it continues with a lot of the very successful hedge fund managers and investment bankers. And indeed, for my experience, it actually goes down through the culture of the bank and you have individuals and societies within banks actually raising monies for charities in a way that never gets reported, but actually is really quite significant both for how they work and what their objectives are. Does it bother you that bankers are so often seen as the bad guys? Well, it's been more extreme in the last few years, mainly because of the scale of the financial crisis and clearly the consequences to the economy as a whole. And that is a product of many mistakes, not just within the financial industry, but within the civil service and regulation. And none of us came out of that particularly well. Ah, yes, the financial crisis of 2008-2009. Global cataclysm it certainly was, the biggest in history, but the credit crunch did produce a small boom, among directors scrambling to make sense of it all for the rest of us. And it wasn't just documentary makers, movies including Too Big to Fail and Oliver Stone's second installment of Wall Street, Money Never Sleeps, jumped aboard the careering rollercoaster of the stock market and tried their best to explain collateralised debt obligations, mortgage-backed securities, credit default swaps, and everything else few of us even knew existed, including apparently many real-life financiers. One of the most interesting Hollywood films about the 2008 crash is margin call made a few years later. In the person of Jeremy Irons's serenely godlike master banker, it dares to ask the biggest question of all, whether financiers even know what they're doing still less care. It's just money. It's made up. Pieces of paper with pictures on it so we don't have to kill each other just to get something to eat. 1637, 17997, 1819, 37, 57, 84, 1901, 2001, 2007, 29, 1937, 97, 97, 92, 2,000, and whatever we want to call this. It's all just the same thing over and over. We can't help ourselves. And you and I can't control it or stop it or even slow it. Irons delivers this heartwarming homily just hours after his firm, realizing that it's about to go bust, has initiated a fire sale of its toxic mortgage-backed securities. The company is saved, just. But the rest of Wall Street, and of course the rest of us, pay the price. If the film seems eerily authentic in its portrayal of finance, that's a good reason. Zan Brooks. It was the debut film of the writer-director, J.C. Chander, whose father, in fact, worked at Merrill Lynch. So it's very much a portrait of his father's world, and it's a portrait of his father's world that I imagine his father wouldn't have liked very much at all. I interviewed J.C. Chandra about this, actually, and asked him about this, and he said that by this point, he was like well into his 30s and made nothing of his life. So his dad was just hoping that he'd do something with his life and it didn't matter what it was. If it meant destroying the father to make a film, the father was perfectly happy with that. It's a bleak film, but it's a very much a journalistic film. It really knows its subject and what it's talking about. So it's a film that doffs its cap, nods, winks to real-life events going on at the time. Even the Jeremy Irons character is very much at the mercy of these wider forces and there's this sense that the corporation has almost become this independent standalone superstructure. We have drunk too much from this poisoned water cooler in the office, that now we are the monster and there's no escape. Chilling indeed, and anyone who lost their job or saw their pay packet frozen because of the great recession that followed is unlikely to have much sympathy. But aren't we attracted to the white-knuckle casino of modern finance? Don't at least a few of us yearn to be a bit less like the goody-go-goody-goody George Bailey and a bit more like the cold-blooded Gordon Gecko? Is that why there are so few fictional examples of bankers who actually do what they should and make society as well as themselves richer? When I met Michael Ridpath on the 40th floor of Heron Tower in the city of London, we talked about his career as an author. In the years since leaving the day job in venture capital, Ridpath has developed a profitable sideline writing thrillers, some of which are set in the financial sector. They try to portray a more complex, nuanced picture of high finance, based on first-hand observation of years in the city. He explained what first inspired him. First and foremost, I was writing thrillers which I wanted people to enjoy. And thrillers are morality tales with the good guys against the bad guys. And the really interesting thing about the city and finance is that there's black and white, but there are lots of shades of grey. And I like the idea of sort of good guys who become corrupted by all the money and the big bonuses, people who are put in difficult situations, which I really saw around me in the city, and the kind of pressures those brought on the good guys and the bad guys. And that kind of moral tale, I think, is true in lots of spy novels, detective fiction. I thought it could be true in the city as well. So I usually have a sort of young, innocent guy dealing with the sort of evil and corruption around him. Rip Path's debut novel, Free to Trade, follows a junior bond trader, Paul Murray, attempting simultaneously to rise in the ranks of the firm and also solve the murder of a colleague. Murray is doing his darnest to be on the side of the angels, but there's still money that has to be made. My hand shook as I put down the phone. This was by far the biggest position I had run in my life. Betting a hundred million dollars against the opinion of the rest of the market made me more than a little nervous. My mind conjured up the awful possibilities. What if we got it all wrong? What if we were to lose hundreds of thousands of dollars in the next few minutes? How would we explain it to Mr. De Jong? How would we explain it to the institutions who trusted us with their money? What intrigued me about the reality of the city was, for example, a salesman gets paid to sell lots of dodgy junk bonds, but also he's supposed to be giving his customer what he wants. So there's a sort of classic dichotomy. And that happened in a lot of areas. And the way people deal with that in real life is that they're not always squeaky clean. You know, you have to kind of compromise around the edges. And sometimes that compromise can become much, much more dangerous, much more important. And in my books, you know, there's normally a death involved, which fortunately isn't normally the case in the city. Do you think that depictions in movies and in books of the world of finance actually affect how bankers and people who work in that world are perceived in the wider world? Yes, I think they definitely affect the way people are perceived. They also can affect bankers themselves. I mean, the greed is good thing, had an effect on the MBA programs in the years afterwards. People going through business school in the 1990s thought Gordon Gecko was some kind of hero. And I think that aided the sort of general insidious corruption of the culture and morals of people in the financial world, which is one of the causes of the financial crash. So isn't it very important thing? So there we have it. If you're rootling around for the causes of the financial crisis a decade on, maybe screenwriters and playwrights bear just a little bit of responsibility. Far from explaining how the contemporary financial system actually works, something most of us would probably benefit from. They offer us a rogue's gallery of Machiavellian overreachers and icarusers who fly too close to the financial sun, from the wolf of Wall Street and the wannabe wizards of Enron to the biggest beast of the mall, Gordon Gecko. And if we half admire Gecko and his ilk, those who bend the rules and twist reality to their will, is it any surprise if some people in the real-life financial sector want to do exactly the same? Greed may not really be good, but it does make the damn good drama. Thank you for listening to the BBC's World of Business. This week's producer was Penny Murphy. Yoga is more than just exercise. It's the spiritual practice that millions swear by. And in 2017, Miranda, a university tutor from London, joins a yoga school that promises profound transformation. It felt a really safe and welcoming space. After the yoga classes, I felt amazing. But soon, that calm, welcoming atmosphere leads to something far darker, a journey that leads to allegations of grooming, trafficking and exploitation across international borders. I don't have my passport, I don't have my phone, I don't have my bank cards, I have nothing. The passport being taken, the being in a house and not feeling like they can leave world of secrets is where untold stories are unveiled and hidden realities are exposed in this new series we're confronting the dark side of the wellness industry with the hope of a spiritual breakthrough gives way to disturbing accusations you just get sucked in so gradually and it's done so skillfully that you don't realize. And it's like this, the secret that's there, I wanted to believe that, you know, that whatever they were doing, even if it seemed gross to me, was for some spiritual reason that I couldn't yet understand. Revealing the hidden secrets of a global yoga network. I feel that I have no other choice. The only thing I can do is to speak about this and to put my reputation and everything else on the line. I want truth and justice and for other people to not be hurt for things to be different in the future. To bring it into the light and almost alchemize some of that evil stuff that went on and take back the power. World of Secrets, Season 6, The Bad Guru. Listen wherever you get your podcasts."}