{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.34, 9.82], "text": " This is the BBC's world of business."}, {"timestamp": [10.06, 13.3], "text": " I'm Manuel Zaragoza, and the producer is Rosamund Jones."}, {"timestamp": [13.76, 17.26], "text": " In this week's download edition of In Business from BBC Radio 4,"}, {"timestamp": [17.56, 23.36], "text": " we're exploring if a new wave of factory-built homes might be part of the solution to the housing crisis."}, {"timestamp": [28.32, 36.24], "text": " Okay. So this is a massive hangar, essentially. The kind of place where you would store aeroplanes."}, {"timestamp": [36.24, 43.12], "text": " You know, it's a 550,000 square foot facility. That's seven Wembley-sized football pictures."}, {"timestamp": [43.12, 46.56], "text": " Okay, that's translate easier. It is absolutely huge."}, {"timestamp": [48.68, 52.54], "text": " This factory on an industrial site between York and Leeds"}, {"timestamp": [52.54, 55.98], "text": " is enormous because the products it builds are rather large."}, {"timestamp": [56.3, 57.92], "text": " But it's not building aeroplanes."}, {"timestamp": [58.34, 59.3], "text": " It's building houses."}, {"timestamp": [59.68, 60.4], "text": " Yes, that's right."}, {"timestamp": [60.74, 62.68], "text": " Houses coming off a production line."}, {"timestamp": [63.14, 65.62], "text": " They're prefab homes, but not as we know them."}, {"timestamp": [66.14, 67.68], "text": " The surprises don't stop there."}, {"timestamp": [67.96, 71.4], "text": " The company building them is a giant financial services firm."}, {"timestamp": [71.94, 73.88], "text": " I'm being shown round by Rosie Toogood,"}, {"timestamp": [74.3, 77.22], "text": " chief executive of legal and general modular homes."}, {"timestamp": [79.3, 84.58], "text": " We've set the factory up so that we can have up to 14 production lines at full capacity."}, {"timestamp": [88.5, 94.0], "text": " Can you give me a ballpark figure of how much you've invested in this? This isn't a short-term game, this is a long-term investment and..."}, {"timestamp": [94.0, 96.0], "text": " But you're not going to give me a figure."}, {"timestamp": [96.0, 101.0], "text": " Okay, but it's a lot of money."}, {"timestamp": [101.0, 108.14], "text": " You know, I think we've said we've invested tens of millions in this facility because we believe in disrupting the housing market."}, {"timestamp": [110.36, 113.54], "text": " We're still building houses the way in which the Victorians did"}, {"timestamp": [113.54, 118.06], "text": " and, you know, it just feels ripe that we take the lessons, you know,"}, {"timestamp": [118.08, 121.74], "text": " learned over the last 100 plus years from modern manufacturing businesses"}, {"timestamp": [121.74, 124.78], "text": " and apply those to traditional construction."}, {"timestamp": [126.88, 133.28], "text": " This new wave of factory-built homes is very recent. Over the past couple of years, a handful of"}, {"timestamp": [133.28, 139.36], "text": " companies, including legal and general, have invested heavily in them, and they have big ambitions. So"}, {"timestamp": [139.36, 144.56], "text": " are these companies poised to do to house building what Uber has done for taxi cabs and what"}, {"timestamp": [144.56, 147.0], "text": " robotics have done for the car industry."}, {"timestamp": [147.0, 150.0], "text": " I talk about deconstructing construction."}, {"timestamp": [150.0, 154.0], "text": " It goes back to our principles of building better homes and building them in a better way."}, {"timestamp": [154.0, 157.0], "text": " A real opportunity to create a new industry."}, {"timestamp": [157.0, 162.0], "text": " Why is it our housing is getting more and more expensive and really no better?"}, {"timestamp": [162.0, 165.0], "text": " I think we can change that through industrialisation."}, {"timestamp": [165.0, 169.0], "text": " In this programme, I'll be meeting the disruptors,"}, {"timestamp": [169.0, 172.0], "text": " asking why they believe house building needs to change."}, {"timestamp": [172.0, 176.0], "text": " Will they make it easier to meet the country's huge housing needs"}, {"timestamp": [176.0, 181.0], "text": " and the government's target of building some 300,000 new homes every year?"}, {"timestamp": [181.0, 191.0], "text": " We're approaching one of these units that's being built."}, {"timestamp": [191.0, 195.0], "text": " So you can see the guy there fitting out the bathroom."}, {"timestamp": [195.0, 199.0], "text": " This will join the module next to it and form the upper part of the building."}, {"timestamp": [199.0, 202.0], "text": " So that's a quarter of a house."}, {"timestamp": [202.0, 203.0], "text": " Yes."}, {"timestamp": [203.0, 208.22], "text": " What's being built here are two-story homes in four separate modules or units."}, {"timestamp": [208.72, 213.32], "text": " Each module is kitted out here in the factory, each part bolted onto another."}, {"timestamp": [214.24, 220.2], "text": " So if we take a little look inside one of the modules, we can see it's tiled already on the walls,"}, {"timestamp": [220.56, 226.42], "text": " the sockets are all in place, even got a radiator, and you've got the door handle already fitted."}, {"timestamp": [226.9, 228.58], "text": " You know, it would normally take about 40 weeks"}, {"timestamp": [228.58, 229.72], "text": " to build a traditional home."}, {"timestamp": [230.16, 231.62], "text": " What we would do is, you know,"}, {"timestamp": [231.66, 234.02], "text": " we'll build the modules in the factory"}, {"timestamp": [234.02, 235.92], "text": " in a matter of, you know, a couple of weeks."}, {"timestamp": [236.28, 238.1], "text": " Beginning with the foundations and everything"}, {"timestamp": [238.1, 239.7], "text": " and making the modules here,"}, {"timestamp": [240.22, 243.1], "text": " how long are you looking at to build a complete house?"}, {"timestamp": [243.7, 247.58], "text": " So we believe, you know, in maturity, we'll be able to build these kind of homes"}, {"timestamp": [247.58, 250.16], "text": " in about half the time traditional construction would do."}, {"timestamp": [250.2, 251.7], "text": " So half of 40 weeks, you're saying?"}, {"timestamp": [252.0, 252.3], "text": " Yes."}, {"timestamp": [252.8, 258.56], "text": " We're hoping to get to a point where we can build up to 3,500 homes a year from this facility."}, {"timestamp": [259.72, 264.38], "text": " The ambition is for this to be the first factory of many, but there's a long way to go."}, {"timestamp": [268.5, 271.62], "text": " We've got four homes worth in production right now. And how many homes has this factory floor produced so far?"}, {"timestamp": [271.62, 273.26], "text": " This is our second batch."}, {"timestamp": [273.26, 279.96], "text": " Prior to that, we built six prototypes and we've also delivered four two-bedroom homes"}, {"timestamp": [279.96, 283.16], "text": " to our sister company at a site in Bracknell."}, {"timestamp": [283.16, 284.16], "text": " Early days?"}, {"timestamp": [284.16, 285.84], "text": " It is very much early days, yes."}, {"timestamp": [286.84, 290.12], "text": " Early days indeed, and for modular housing to take off,"}, {"timestamp": [290.44, 292.2], "text": " they're getting an image makeover."}, {"timestamp": [292.74, 295.38], "text": " The houses coming off Legal and General's production line"}, {"timestamp": [295.38, 299.38], "text": " look nothing like the prefabs of war-torn 1940s Britain."}, {"timestamp": [300.02, 302.06], "text": " Britain's first factory-made showhouse,"}, {"timestamp": [302.36, 304.92], "text": " prototype of the half-million promised by Mr Churchill"}, {"timestamp": [304.92, 308.4], "text": " as emergency dwellings for demobilized servicemen and their families."}, {"timestamp": [309.26, 311.9], "text": " Married women on the staff of the Ministry of Works helped in the design."}, {"timestamp": [312.62, 318.42], "text": " These temporary homes were not built to last, although a few did go well beyond their sell-by date."}, {"timestamp": [318.42, 326.64], "text": " It was the dawn of Rabbit Hutch Britain. In the 1960s, prefabs were used again, this time to alleviate social housing"}, {"timestamp": [326.64, 332.24], "text": " pressure. Florida Street's Bessnal Green was the site chosen by the LCC for a housing experiment."}, {"timestamp": [332.96, 339.44], "text": " Two prefab dwellings arrived by road from the manufacturers in Durham. The frame is of wood, the walls of"}, {"timestamp": [339.44, 347.0], "text": " plastic-covered asbestos. This is canalside central Manchester."}, {"timestamp": [347.0, 351.0], "text": " This is Canalside central Manchester."}, {"timestamp": [351.0, 354.0], "text": " The homes here were built by Urban Splash,"}, {"timestamp": [354.0, 359.0], "text": " another modular manufacturer aiming to disrupt the house building sector."}, {"timestamp": [359.0, 362.0], "text": " We'll walk in in what's now called New Islington."}, {"timestamp": [362.0, 365.12], "text": " There's a park, at school, lots of apartment buildings,"}, {"timestamp": [365.12, 367.04], "text": " but also our new modular housing."}, {"timestamp": [368.08, 373.52], "text": " Tom Bloxham is the company's chairman. He hopes that five years from now, three-quarters or more"}, {"timestamp": [373.52, 378.8], "text": " of the homes they build will come off a factory production line. The three-story modular"}, {"timestamp": [378.8, 384.0], "text": " terrace homes, he showed me, were erected in 2016 and made to last as long as the"}, {"timestamp": [384.0, 386.6], "text": " Victorian and Edwardian terraces they resemble."}, {"timestamp": [387.38, 391.44], "text": " Each floor comes entirely wrapped on the back of a lorry and they get assembled."}, {"timestamp": [391.72, 394.94], "text": " So how long did it take to put up this row of housing here?"}, {"timestamp": [395.08, 397.7], "text": " I mean, each house will take four to six weeks to make in the factory."}, {"timestamp": [398.12, 400.98], "text": " You can then assemble two or three houses in a single day"}, {"timestamp": [400.98, 407.68], "text": " and then takes another month or so to zip them all up together to get them ready for the purchasers to move in and the other thing it gives us is the ability that people can"}, {"timestamp": [407.68, 412.48], "text": " personalize their house so every one of these houses is different inside the purchasers specified"}, {"timestamp": [412.48, 417.92], "text": " each house to their liking shall we go inside let's do it"}, {"timestamp": [417.92, 429.38], "text": " a bit of a stiff lock okay so stepping to, straight into the living slash dining room slash kitchen."}, {"timestamp": [430.2, 433.58], "text": " Now you know what it's like when you walk into a house to do a viewing?"}, {"timestamp": [433.88, 436.38], "text": " The first thing you think is, could I live here?"}, {"timestamp": [436.96, 444.12], "text": " It's bright, thanks to large windows, double doors at the far end of the long, open-planned ground floor look out onto a small garden."}, {"timestamp": [444.66, 447.2], "text": " The ceilings are a good height, so it felt airy."}, {"timestamp": [447.96, 450.4], "text": " Stripped wooden flooring gave it a modern feel."}, {"timestamp": [450.68, 454.16], "text": " It was a chilly Manchester morning, but inside the house was warm."}, {"timestamp": [454.36, 455.52], "text": " It was well insulated."}, {"timestamp": [456.06, 458.08], "text": " Nothing at all of the rabbit hutch about it."}, {"timestamp": [458.08, 462.32], "text": " The second floor here is all bedrooms."}, {"timestamp": [462.82, 469.42], "text": " It didn't look cheap. It didn't feel pre-fam, so was it expensive to build?"}, {"timestamp": [469.86, 474.36], "text": " If we talk about the pure construction costs, we're just over £100 per square foot on the build of them,"}, {"timestamp": [474.36, 479.96], "text": " and most of the big house builders are a bit under £100 square foot in the north of England."}, {"timestamp": [480.2, 483.34], "text": " We're actually probably cheaper building them in the south of England."}, {"timestamp": [483.82, 487.5], "text": " Just to be clear, it's more expensive to hire labourer in the south, hence the price difference."}, {"timestamp": [487.74, 488.56], "text": " Hence the price difference."}, {"timestamp": [488.64, 490.06], "text": " So we've probably got a competitive advantage."}, {"timestamp": [491.14, 497.52], "text": " So not a huge cost difference between a house built traditionally and one coming off a production line."}, {"timestamp": [498.18, 501.92], "text": " But there are other reasons why manufacturing houses might make sense."}, {"timestamp": [501.92, 506.58], "text": " To introduce more innovation, for example, in a sector that has been short of it."}, {"timestamp": [507.14, 514.36], "text": " Every other industry out there, particularly the manufacturing sectors, have evolved their model, they've innovated, they've applied technology and equipment."}, {"timestamp": [515.18, 521.26], "text": " House building is fundamentally a labour-intensive industry that relies on artisan trades."}, {"timestamp": [521.92, 525.44], "text": " That's Mark Farmer, Chief Executive of Cast Consultancy."}, {"timestamp": [526.0, 528.1], "text": " He also wrote Modernise or Die,"}, {"timestamp": [528.28, 531.5], "text": " the 2016 government report into the house-building sector."}, {"timestamp": [531.94, 534.34], "text": " One of the things you need to underpin innovation"}, {"timestamp": [534.34, 535.66], "text": " and research and development"}, {"timestamp": [535.66, 537.82], "text": " is some level of consistency of your demand."}, {"timestamp": [538.44, 541.24], "text": " So in construction, that cyclicality,"}, {"timestamp": [541.34, 542.7], "text": " that boom and bust is amplified"}, {"timestamp": [542.7, 550.28], "text": " by many more times than what you'd see in the background economy. So that has created a culture where people are very short-termist. They're very"}, {"timestamp": [550.28, 556.66], "text": " reticent to dive into what might be their sort of financial reserves and spend that on innovation"}, {"timestamp": [556.66, 561.62], "text": " that could actually set them up for the future. This short-term approach has been one of the"}, {"timestamp": [561.62, 570.4], "text": " reasons why the traditional house-building sector remains inefficient, with low productivity, resulting in a struggle to cut costs without damaging quality."}, {"timestamp": [571.1, 574.36], "text": " This industry has other problems, too, one of which is our weather."}, {"timestamp": [574.92, 580.82], "text": " Remember the beasts from the east that we had, if you look at house building output in the UK, it shows the output."}, {"timestamp": [580.94, 584.9], "text": " You can actually track it on the statistics where most construction sites go down to a hall."}, {"timestamp": [584.9, 587.92], "text": " One of the other issues that's now come to the full is the fact the"}, {"timestamp": [587.92, 592.0], "text": " quality of the work is now being impacted and there's a lot of reworking going on."}, {"timestamp": [592.0, 596.56], "text": " So we're finding that things have to be done multiple times and the idea of house"}, {"timestamp": [596.56, 599.68], "text": " builders employing their own people doing their own work doesn't exist anymore. They"}, {"timestamp": [599.68, 604.36], "text": " subcontract so a subcontractor will subcontract again will subcontracts again and every"}, {"timestamp": [604.36, 608.1], "text": " level of that fragmented supply chain, you're paying a margin."}, {"timestamp": [608.7, 614.08], "text": " So if you compound it all up, some suggest there's 30 to 40% of everything we do in the construction industry's waste."}, {"timestamp": [615.02, 622.24], "text": " In other words, a third or more of activity in construction is a waste of time, effort and money, a shocking figure."}, {"timestamp": [623.54, 626.7], "text": " And it's what modular house building aims to address."}, {"timestamp": [627.76, 631.54], "text": " So we've got a whiteboard here with lots of charts on it."}, {"timestamp": [632.04, 633.3], "text": " Tell me what this does."}, {"timestamp": [633.6, 635.76], "text": " So here we have detailed work instructions"}, {"timestamp": [635.76, 640.84], "text": " so that every operator on the shop floor knows exactly how everything goes together."}, {"timestamp": [641.44, 644.12], "text": " It's essentially an A4 file that's stuck to the board,"}, {"timestamp": [644.34, 647.6], "text": " which give people a guide to exactly what they need to do."}, {"timestamp": [647.6, 654.28], "text": " Clean box ready for painting, apply second coat, apply gloss, fit lifting brackets."}, {"timestamp": [654.28, 658.24], "text": " And presumably this ensures consistency."}, {"timestamp": [658.24, 659.24], "text": " Absolutely."}, {"timestamp": [659.24, 662.9], "text": " The standardised approach makes sure that nothing is forgotten as we go through that process."}, {"timestamp": [662.9, 665.16], "text": " The product that's shipped is the right quality."}, {"timestamp": [666.6, 671.98], "text": " Standardised is what modular manufacturers believe will make house building more efficient. If you're"}, {"timestamp": [671.98, 678.06], "text": " drilling the same holes or installing the same window in exactly the same way every day, the process"}, {"timestamp": [678.06, 683.44], "text": " is simpler and training becomes simpler too. So what I'm going to show you now is our modular"}, {"timestamp": [683.44, 689.96], "text": " academy, which is the training facility we've created that we used to bring the new employees into the"}, {"timestamp": [689.96, 695.3], "text": " business. These people come from all walks of life. Compared to say someone who would"}, {"timestamp": [695.3, 698.6], "text": " be training to become a plumber or an electrician, how does that compare the"}, {"timestamp": [698.6, 703.34], "text": " academy training here? So I think because of the way in which we standardised and"}, {"timestamp": [703.34, 705.32], "text": " simplified the manufacturing processes,"}, {"timestamp": [705.92, 711.54], "text": " we can make people more effective in role really quickly."}, {"timestamp": [711.78, 718.38], "text": " So within three months we think we have an employee who's feeling confident and able to do the work that's on the production line."}, {"timestamp": [719.62, 723.72], "text": " A big help then for an industry suffering a big skills shortage."}, {"timestamp": [724.4, 728.34], "text": " Everyone I spoke to for this programme came back to this point again and again."}, {"timestamp": [729.02, 733.58], "text": " Builders, plumbers, electricians, they're an ageing and shrinking workforce."}, {"timestamp": [733.96, 736.34], "text": " Young people are shunning traditional trades."}, {"timestamp": [736.88, 737.68], "text": " Mark Farmer again."}, {"timestamp": [738.6, 741.48], "text": " They don't see construction as an aspirational career."}, {"timestamp": [741.48, 744.14], "text": " And part of that is linked to the image of the industry."}, {"timestamp": [744.64, 749.5], "text": " Health and safety risks, quite dirty, out in the exposed elements."}, {"timestamp": [749.5, 753.0], "text": " And most kids will now be thinking about technology type careers."}, {"timestamp": [753.0, 755.5], "text": " We obviously have Brexit, playing out potentially as well,"}, {"timestamp": [755.5, 757.5], "text": " which could create an added complication"}, {"timestamp": [757.5, 761.0], "text": " because we've become increasingly reliant on overseas labour"}, {"timestamp": [761.0, 764.0], "text": " to deliver homes, particularly in London and the South East."}, {"timestamp": [764.0, 768.0], "text": " So all of these things are now creating this urgency that perhaps we haven't seen before."}, {"timestamp": [768.5, 771.26], "text": " Skills is the one thing that is going to force the industry to change."}, {"timestamp": [771.68, 774.48], "text": " Because if we ignore it, then I think that's going to be at the industry's pill."}, {"timestamp": [775.76, 780.84], "text": " It's what makes house building, as many industry experts put it, ripe for disruption."}, {"timestamp": [781.58, 786.24], "text": " These days, tech giants like Amazon and Google are also getting in on the act,"}, {"timestamp": [786.24, 792.24], "text": " buying up modular housing companies in the US. What's happening here simply mirrors what's going on"}, {"timestamp": [792.24, 798.32], "text": " elsewhere in the world. Japan, for instance, has one of the most advanced factory-built housing"}, {"timestamp": [798.32, 804.0], "text": " sectors in the world. Some of the car builders like Toyota are actually house builders as well."}, {"timestamp": [804.0, 810.86], "text": " Sweden is another country that actually is much more comfortable with manufacturing things off-site."}, {"timestamp": [811.32, 817.04], "text": " So flat-pack housing is very much enormous in Scandinavia, in Germany, France to the US,"}, {"timestamp": [817.68, 820.08], "text": " Hong Kong, Singapore, Australia, New Zealand."}, {"timestamp": [820.2, 822.32], "text": " They're all looking at modular construction."}, {"timestamp": [822.32, 825.92], "text": " And they all have a common problem, which is the skills issue."}, {"timestamp": [826.08, 827.5], "text": " They haven't got enough people to build their housing."}, {"timestamp": [829.64, 832.94], "text": " It's almost impossible to construct for the demands."}, {"timestamp": [833.26, 837.78], "text": " You're saying there's not enough skilled labor to meet the demand for new housing?"}, {"timestamp": [838.04, 839.82], "text": " The shortage of that? Exactly, yeah."}, {"timestamp": [840.66, 843.92], "text": " Rudy Van Gurp is commercial manager of Van Wein and Rosmalen."}, {"timestamp": [844.34, 849.5], "text": " It manufactures homes in the Netherlands, another country embracing modular house building."}, {"timestamp": [849.5, 855.5], "text": " I think real modular will be approximately 5 to 10% and it's an upcoming market, yeah."}, {"timestamp": [855.5, 857.5], "text": " So it's going to be a lot more in future?"}, {"timestamp": [857.5, 858.5], "text": " A lot more, yeah."}, {"timestamp": [858.5, 862.5], "text": " Because it's coast efficient and labour efficient. That's a growing market over here."}, {"timestamp": [862.5, 867.4], "text": " And when factory manufacturing takes off, mechanization is the next step."}, {"timestamp": [867.4, 873.5], "text": " We want to reduce the heavy labor and we can replace the heavy labor by robotics."}, {"timestamp": [873.5, 877.5], "text": " A bit like the manufacturing of a car these days then?"}, {"timestamp": [877.5, 878.5], "text": " Yes, exactly."}, {"timestamp": [878.5, 884.5], "text": " The manufacturing of cars all over the world, the productivity of the people has rise up enormously"}, {"timestamp": [884.5, 899.44], "text": " and it's all because of the robotics so I've just got in the car and I'm driving to another"}, {"timestamp": [899.44, 904.3], "text": " factory not very far from where Legal and General's factory is it's a 30-minute"}, {"timestamp": [904.3, 905.28], "text": " car journey and they're doing something very very similar where Legal and General's factory is, it's a 30-minute car journey,"}, {"timestamp": [905.28, 912.24], "text": " and they're doing something very, very similar. It seems that there's a lot going on in this"}, {"timestamp": [912.24, 923.2], "text": " part of the country when it comes to constructing modular houses. This factory, another massive"}, {"timestamp": [923.2, 926.76], "text": " space, is near Harrogate in North Yorkshire."}, {"timestamp": [926.76, 931.94], "text": " The company, Ilka Holmes, is very new, founded just over a year ago."}, {"timestamp": [931.94, 935.4], "text": " Product and Marketing Director Nigel Banks showed me round."}, {"timestamp": [935.4, 936.72], "text": " How big is it?"}, {"timestamp": [936.72, 942.8], "text": " So the main factory building is 25,000 square metres, which is the equivalent of six football pitches."}, {"timestamp": [942.8, 946.9], "text": " So not quite as large as legal and general seven Wembley stadiums,"}, {"timestamp": [947.12, 950.56], "text": " but clearly it takes a lot of football pitches to build a house."}, {"timestamp": [951.22, 954.68], "text": " We've deliberately designed the engineering and the assembly processes"}, {"timestamp": [954.68, 956.32], "text": " to deskilled tasks."}, {"timestamp": [956.42, 959.48], "text": " They don't require traditional joiners, electricians,"}, {"timestamp": [960.04, 962.34], "text": " and hard-to-find skills such as bricklayers."}, {"timestamp": [962.74, 965.78], "text": " We have trained people up, people who've been working in retail,"}, {"timestamp": [965.78, 968.06], "text": " people have been working in pubs and restaurants."}, {"timestamp": [968.06, 970.6], "text": " We've recruited, say, over 250 people in the last year,"}, {"timestamp": [970.6, 973.12], "text": " nearly 100 operatives in the last three months."}, {"timestamp": [973.12, 973.92], "text": " But what was it easy?"}, {"timestamp": [973.92, 975.04], "text": " Was it easy to record them?"}, {"timestamp": [975.04, 976.08], "text": " One of the reasons we're in Yorkshire"}, {"timestamp": [976.08, 979.48], "text": " is there is a good pool of technical and non-technical labour."}, {"timestamp": [979.48, 982.68], "text": " So we have been able to recruit up at the speed we needed to so far,"}, {"timestamp": [982.68, 985.8], "text": " and we see that carrying on without too many problems."}, {"timestamp": [985.8, 990.08], "text": " One of the reasons for that is that they are recruiting people who would not consider working"}, {"timestamp": [990.08, 993.92], "text": " outside on a construction site, women for instance."}, {"timestamp": [993.92, 999.28], "text": " Just 12% of all jobs in the sector are filled by women, mainly in professional roles."}, {"timestamp": [999.28, 1003.84], "text": " On building sites, the numbers are even fewer, around 1%."}, {"timestamp": [1003.84, 1006.18], "text": " But it's a different picture on Ilka's factory floor."}, {"timestamp": [1006.66, 1009.12], "text": " My name is Elizabeth. I am from Portugal."}, {"timestamp": [1009.64, 1012.28], "text": " How did you end up working for Ilka homes?"}, {"timestamp": [1012.68, 1016.08], "text": " Okay, so when I first moved over, I was working in hospitality."}, {"timestamp": [1016.56, 1018.16], "text": " Then I worked in a call centre."}, {"timestamp": [1018.68, 1022.44], "text": " So some of my friends, they actually left to come and work here."}, {"timestamp": [1023.04, 1027.18], "text": " That's how I end up here, because they give me such a great feedback about the company."}, {"timestamp": [1027.18, 1030.06], "text": " So tell exactly what you do on the factory floor here."}, {"timestamp": [1030.06, 1032.94], "text": " Okay, so I work in the plumbing department."}, {"timestamp": [1032.94, 1035.2], "text": " My dad is a builder back home."}, {"timestamp": [1035.2, 1036.44], "text": " Really?"}, {"timestamp": [1036.44, 1037.56], "text": " Back in Portugal."}, {"timestamp": [1037.56, 1039.74], "text": " It's a man world, isn't it,"}, {"timestamp": [1039.74, 1041.5], "text": " when you think about plumbing."}, {"timestamp": [1041.5, 1043.98], "text": " And what does your dad, what does he make of your career?"}, {"timestamp": [1043.98, 1045.24], "text": " When I told him, it was like,"}, {"timestamp": [1045.76, 1051.94], "text": " really? Are you really going to be doing that? So how many women are on your team now? It's two,"}, {"timestamp": [1052.38, 1058.06], "text": " me and another woman. There are quite a few more as well in the factory. So I think the word"}, {"timestamp": [1058.06, 1063.62], "text": " just spread out. I see every time there is new people starting, there's always two or three"}, {"timestamp": [1063.62, 1066.0], "text": " girls in there. So that is great. My name is always two or three girls in there so that is great"}, {"timestamp": [1068.0, 1074.0], "text": " my name's Dan Skelton I'm a team leader in the finishing area I've worked in the automotive manufacturing"}, {"timestamp": [1074.0, 1080.0], "text": " and the electronics manufacturing the whole process does it come across to us really really familiar"}, {"timestamp": [1080.0, 1090.0], "text": " yeah it is almost like a car manufacturing line you know the concept of building a house in a factory were just, I needed to see it for myself to believe it."}, {"timestamp": [1090.0, 1094.0], "text": " Yeah, it's hard to get people to grasp the understanding of it sometimes."}, {"timestamp": [1094.0, 1099.0], "text": " Not many people here have a background in on-site construction."}, {"timestamp": [1099.0, 1108.2], "text": " Modular house builders like Ilka and Legal and General are at pains to say that they don't want to pinch traditional tradespeople from an already shrinking workforce."}, {"timestamp": [1108.2, 1111.5], "text": " But a few here at Ilka have made the switch."}, {"timestamp": [1111.5, 1112.5], "text": " Thanks, Manuela."}, {"timestamp": [1112.5, 1113.5], "text": " Thanks, Sebastian."}, {"timestamp": [1113.5, 1123.0], "text": " Sebastian Reeve spent 10 years working as a joiner, where he would have been in high demand as a skilled worker and taking home a generous wage."}, {"timestamp": [1123.0, 1125.28], "text": " So why is he here?"}, {"timestamp": [1129.6, 1133.92], "text": " It's a little bit like feast and famine. Summertime, a joiner, you can pick and choose your work, but unfortunately when it gets colder, when the bad weather comes in,"}, {"timestamp": [1133.92, 1138.0], "text": " there has been situations where I have struggled over winter. Me and my friend actually started"}, {"timestamp": [1138.0, 1142.08], "text": " working here and it was kind of to get us over winter. It's certainly made my wife very happy."}, {"timestamp": [1143.36, 1146.12], "text": " But yeah, it's nice to have that stability in my life."}, {"timestamp": [1146.72, 1152.06], "text": " Conditions-wise, how does it compare? Well, anyone who's on site right now can agree with me here."}, {"timestamp": [1152.48, 1157.18], "text": " You go home covered in mud, you're freezing cold. And even my younger daughter was wondering"}, {"timestamp": [1157.18, 1161.76], "text": " why I wasn't coming home covered in dust anymore. So it is really good for that side of things."}, {"timestamp": [1162.6, 1165.34], "text": " A whole new way of doing things then."}, {"timestamp": [1165.76, 1167.6], "text": " That affects the supply chain too."}, {"timestamp": [1168.18, 1170.86], "text": " Bjorn Conway is chief executive of Ilka Holmes."}, {"timestamp": [1171.34, 1173.06], "text": " A lot of the people who supply to us"}, {"timestamp": [1173.06, 1176.4], "text": " aren't used to supplying at the sort of tolerances that we need."}, {"timestamp": [1177.06, 1178.26], "text": " What do you mean by tolerances?"}, {"timestamp": [1178.56, 1180.0], "text": " We're an assembly operation"}, {"timestamp": [1180.0, 1182.72], "text": " and we essentially bring lots of components"}, {"timestamp": [1182.72, 1185.6], "text": " and we pull them together to assemble a house."}, {"timestamp": [1185.96, 1187.82], "text": " What that means is that every component"}, {"timestamp": [1187.82, 1189.7], "text": " has got to be exactly the right size"}, {"timestamp": [1189.7, 1192.62], "text": " when it arrives to us in order to go on to the house."}, {"timestamp": [1192.96, 1194.22], "text": " In a traditional site,"}, {"timestamp": [1194.52, 1197.2], "text": " if something is slightly too big or too small,"}, {"timestamp": [1197.5, 1199.14], "text": " you can make adjustments to the house."}, {"timestamp": [1199.52, 1201.78], "text": " The speed at which we operate, you can't do that."}, {"timestamp": [1202.36, 1204.98], "text": " So that puts a big onus on us to ask for the right things,"}, {"timestamp": [1204.98, 1205.0], "text": " but it also puts a big on us to ask for the right things,"}, {"timestamp": [1205.24, 1207.12], "text": " but it also puts a big onus on the suppliers"}, {"timestamp": [1207.12, 1208.6], "text": " to produce them in the right dimensions."}, {"timestamp": [1209.28, 1211.28], "text": " And a lot of traditional construction,"}, {"timestamp": [1211.72, 1213.58], "text": " where you can make adaptations on site,"}, {"timestamp": [1213.82, 1214.76], "text": " they're not used to that."}, {"timestamp": [1215.2, 1220.0], "text": " So it is about us helping to lift all the supply industry as well."}, {"timestamp": [1220.58, 1224.08], "text": " There are other challenges before modular can go mainstream too."}, {"timestamp": [1224.52, 1226.86], "text": " The industry will need to have planners on their side"}, {"timestamp": [1226.86, 1229.88], "text": " and there are numerous industry standards that must be met."}, {"timestamp": [1230.42, 1234.02], "text": " Plus, transporting large numbers of homes may not be straightforward."}, {"timestamp": [1234.7, 1238.5], "text": " Huge modules, the size of a quarter or even half an entire house,"}, {"timestamp": [1238.9, 1240.8], "text": " need to be strapped onto the back of lorries."}, {"timestamp": [1241.16, 1243.78], "text": " For safety reasons, transportation happens at night"}, {"timestamp": [1243.78, 1245.78], "text": " when motorways are less congested."}, {"timestamp": [1246.42, 1253.02], "text": " But perhaps the biggest risk is the huge upfront investment needed. That may not be too much of a"}, {"timestamp": [1253.02, 1258.8], "text": " problem for financial giants like legal in general. It can afford to wait for longer-term profits,"}, {"timestamp": [1259.22, 1266.02], "text": " but can Ilka's investors be patient too? This is a long-term strategic bet. We've got our own design function,"}, {"timestamp": [1266.16, 1267.48], "text": " our own engineering function,"}, {"timestamp": [1267.88, 1269.52], "text": " our own customer service functions,"}, {"timestamp": [1269.68, 1271.66], "text": " installation teams, a factory,"}, {"timestamp": [1271.96, 1274.06], "text": " all the manufacturing and development that goes with that."}, {"timestamp": [1274.44, 1276.04], "text": " We're not making profit at the moment,"}, {"timestamp": [1276.14, 1277.16], "text": " but we don't expect to."}, {"timestamp": [1277.62, 1279.68], "text": " We expect to be making good profit"}, {"timestamp": [1279.68, 1281.66], "text": " when we get to around 1,000 homes."}, {"timestamp": [1282.4, 1284.94], "text": " Although house builders are increasingly incorporating"}, {"timestamp": [1284.94, 1286.44], "text": " some factory-produced parts,"}, {"timestamp": [1286.54, 1288.2], "text": " such as roofs into construction,"}, {"timestamp": [1288.72, 1292.36], "text": " fully modular homes account for only a tiny proportion of the market,"}, {"timestamp": [1292.66, 1294.14], "text": " around 1 or 2%."}, {"timestamp": [1294.14, 1297.4], "text": " So there's a real push to get the big orders coming in."}, {"timestamp": [1297.86, 1301.96], "text": " Clearly, the more houses you can put through the factory, the cheaper it goes,"}, {"timestamp": [1302.12, 1303.86], "text": " and so we've got to build up to critical mass."}, {"timestamp": [1304.34, 1309.4], "text": " Tom Bloxham of Urban Splash again. We need to be building thousands of these homes a year out of our"}, {"timestamp": [1309.4, 1314.72], "text": " factory, not just hundreds. And actually a good way of doing it is working building what's called"}, {"timestamp": [1314.72, 1319.0], "text": " social housing. I don't like the name but affordable housing. So working with the local authority"}, {"timestamp": [1319.0, 1325.24], "text": " gives you land and volume. Land, volume and influence over the planning process."}, {"timestamp": [1325.54, 1328.2], "text": " We're not working directly together with the councils at the moment,"}, {"timestamp": [1328.34, 1330.1], "text": " but I'm passionate and really keen to do so."}, {"timestamp": [1330.82, 1335.18], "text": " The signs are that some councils are paying close attention to the disruptors."}, {"timestamp": [1335.58, 1340.78], "text": " I'm John Sawyer, the director of housing and residential growth at Manchester City Council."}, {"timestamp": [1341.36, 1343.56], "text": " John's a recent recruit to the council."}, {"timestamp": [1343.9, 1346.32], "text": " Before that, he led the custom build arm of"}, {"timestamp": [1346.32, 1353.2], "text": " property developers Igloo. It gave him experience of manufacturing. When I was interviewed some months ago,"}, {"timestamp": [1353.2, 1359.64], "text": " I assumed that the experience of new ways of working in the construction industry was one of the"}, {"timestamp": [1359.64, 1366.56], "text": " factors that made me the right candidate for the City Council. Just a few weeks ago, Manchester City Council announced a proposal"}, {"timestamp": [1366.56, 1369.24], "text": " to build thousands of affordable new homes,"}, {"timestamp": [1369.7, 1373.66], "text": " and they're exploring whether modular housing will help achieve the target."}, {"timestamp": [1374.18, 1376.92], "text": " Once we've made a decision to build however many homes,"}, {"timestamp": [1377.04, 1379.64], "text": " we want those homes on sites as quickly as possible."}, {"timestamp": [1380.16, 1384.12], "text": " If you place an order with a off-site modular supplier,"}, {"timestamp": [1384.92, 1388.62], "text": " you have a lot of confidence that those homes are going to, you know,"}, {"timestamp": [1388.66, 1392.5], "text": " turn upon an agreed date, that they're going to be to a consistent quality"}, {"timestamp": [1392.5, 1396.88], "text": " and has less scope for delay due to bad weather, for example."}, {"timestamp": [1397.5, 1402.08], "text": " You know, currently it's six months plus using traditional housing techniques."}, {"timestamp": [1402.72, 1405.86], "text": " There is every scope to bring that down to four to five months"}, {"timestamp": [1405.86, 1407.5], "text": " with factory-made housing."}, {"timestamp": [1407.62, 1409.62], "text": " That's not a huge amount of difference, oh, yeah."}, {"timestamp": [1409.98, 1412.38], "text": " If we were to build hundreds or thousands of homes,"}, {"timestamp": [1413.08, 1415.76], "text": " you magnify that month or two-month savings,"}, {"timestamp": [1416.4, 1419.12], "text": " and you think of the additional rent that we could gain,"}, {"timestamp": [1419.12, 1422.62], "text": " as well as importantly, meeting housing need quicker,"}, {"timestamp": [1423.06, 1426.58], "text": " that could be a significant benefit to this council and other councils."}, {"timestamp": [1426.84, 1429.92], "text": " So do you think that ultimately this means you'll end up building more?"}, {"timestamp": [1430.18, 1434.76], "text": " That's certainly my hope. This feels to me like change will happen."}, {"timestamp": [1435.54, 1442.4], "text": " I fully recognise that there will be other councils that want to see how Manchester and others in the early days,"}, {"timestamp": [1442.56, 1446.38], "text": " what their experiences are, before they take their steps into this space."}, {"timestamp": [1446.48, 1452.9], "text": " But I fully expect, in the years ahead, the majority of councils to be seeing the benefits of off-site"}, {"timestamp": [1452.9, 1453.86], "text": " modular housing."}, {"timestamp": [1454.38, 1459.7], "text": " The Home Builders Federation, the trade body that represents 80% of the industry, agrees."}, {"timestamp": [1460.38, 1462.14], "text": " Peter Andrew is its deputy chairman."}, {"timestamp": [1462.14, 1468.84], "text": " We need 300,000 homes a year for the next 10 or 15 years to try and catch up on the housing crisis."}, {"timestamp": [1469.4, 1473.88], "text": " We're currently building about 220 or000 at this moment."}, {"timestamp": [1473.94, 1474.96], "text": " So we've got quite a way to go."}, {"timestamp": [1475.4, 1478.8], "text": " Within that, there's about 4,000 to 6,000 modular homes."}, {"timestamp": [1478.92, 1483.96], "text": " So if you think about it, there's a massive opportunity and movement to be had."}, {"timestamp": [1484.42, 1490.86], "text": " So roll forward 20 years, I've no idea whether that 6,000 modular homes will be 20,000 or 40,000 or 100,000."}, {"timestamp": [1491.22, 1494.18], "text": " But it is going to have a major impact."}, {"timestamp": [1494.54, 1498.32], "text": " It will start on houses that it might be affordable or might be rental,"}, {"timestamp": [1498.66, 1501.24], "text": " and over time it will move into the open market area."}, {"timestamp": [1502.04, 1505.76], "text": " Why, though, are disruptors and not established house builders"}, {"timestamp": [1505.76, 1506.92], "text": " leading the change?"}, {"timestamp": [1507.4, 1510.26], "text": " What I would say is there is a massive amount of work going on,"}, {"timestamp": [1510.34, 1513.16], "text": " particularly in the top four, five, six house builders."}, {"timestamp": [1513.72, 1516.08], "text": " At this time, it is all behind closed doors."}, {"timestamp": [1516.5, 1519.5], "text": " It's considered commercially advantageous to keep it there."}, {"timestamp": [1520.08, 1521.82], "text": " Roll forward three, four years,"}, {"timestamp": [1522.02, 1524.02], "text": " you'll see a slightly different picture"}, {"timestamp": [1524.02, 1527.44], "text": " where these big house builders are doing things differently"}, {"timestamp": [1527.44, 1529.88], "text": " and it's a little bit underwraps at this moment in time."}, {"timestamp": [1530.6, 1533.7], "text": " And if that happens, Tom Bloxham of Urban Splash"}, {"timestamp": [1533.7, 1537.12], "text": " believes the economic implications could be profound."}, {"timestamp": [1537.64, 1539.6], "text": " One of the big issues who've got in this country"}, {"timestamp": [1539.6, 1541.46], "text": " is the north-south divide in wealth."}, {"timestamp": [1542.24, 1543.9], "text": " Now actually, housing is a really good way"}, {"timestamp": [1543.9, 1550.12], "text": " to give a boost of the economy because it's really job creative. The problem with it is a place with the biggest housing"}, {"timestamp": [1550.12, 1555.32], "text": " need is in the southeast which has got the lowest unemployment. The place in the need of the most"}, {"timestamp": [1555.32, 1560.34], "text": " employment is in the north which has got the lowest wages but the least housing need. By building"}, {"timestamp": [1560.34, 1566.38], "text": " in the north very broadly and then shipping by road to the south, you really help square that north-south divide."}, {"timestamp": [1566.84, 1569.42], "text": " So you should be sending houses down south, you're saying?"}, {"timestamp": [1570.06, 1571.7], "text": " Yeah, and it's more complicated than north-south."}, {"timestamp": [1571.86, 1576.52], "text": " You know, part of Cornwall are very poor and have got good labour, you know, part of Kent,"}, {"timestamp": [1576.8, 1581.16], "text": " there are various parts all over the country, which actually could really do with some job creation."}, {"timestamp": [1582.72, 1586.5], "text": " Skills shortages, the economic divide, the housing crisis,"}, {"timestamp": [1586.5, 1591.5], "text": " in the long term modular-built homes may have the potential to ease them all."}, {"timestamp": [1591.5, 1594.5], "text": " And might this innovation be just the beginning?"}, {"timestamp": [1594.5, 1600.5], "text": " Something even more radical and quite extraordinary is nearing completion in the Netherlands."}, {"timestamp": [1600.5, 1603.5], "text": " The first 3D printed house in the world,"}, {"timestamp": [1603.5, 1607.0], "text": " finished in June or July 2019."}, {"timestamp": [1607.0, 1618.0], "text": " Rudi vanquharup again, part of the team working to ensure that the Dutch city of Aindhoven becomes the first in the world to have habitable homes made by a 3D printer."}, {"timestamp": [1618.0, 1622.0], "text": " But how does that work? Just how large a 3D printer do you need?"}, {"timestamp": [1622.0, 1628.48], "text": " It's like a table and on top of the table there is a rail moving back and forth."}, {"timestamp": [1628.48, 1630.0], "text": " A rail moving back and forth."}, {"timestamp": [1630.0, 1633.6], "text": " Yeah, and on that rail there is a robotic arm."}, {"timestamp": [1633.6, 1636.96], "text": " And on that robotic arm there is a nozzle."}, {"timestamp": [1636.96, 1641.12], "text": " You can see it like layers of whipped cream put on top of each other."}, {"timestamp": [1641.12, 1644.56], "text": " So you print the house bit by bit."}, {"timestamp": [1644.56, 1644.96], "text": " Yeah."}, {"timestamp": [1644.96, 1645.0], "text": " And what material do you use? Concrete. And it has several benefits. top of each other. So you print the house bit by bit? Yeah."}, {"timestamp": [1645.0, 1647.0], "text": " And what material do you use?"}, {"timestamp": [1647.0, 1648.0], "text": " Concrete."}, {"timestamp": [1648.0, 1650.0], "text": " And it has several benefits."}, {"timestamp": [1650.0, 1653.0], "text": " Eventually the houses will be finished in a couple of weeks."}, {"timestamp": [1653.0, 1657.0], "text": " And are there fewer people involved in 3D house printing than in modular house building?"}, {"timestamp": [1657.0, 1662.0], "text": " Not in this moment, but eventually there will be fewer people, yeah."}, {"timestamp": [1662.0, 1665.4], "text": " So even faster, even more efficient. Maybe."}, {"timestamp": [1665.94, 1670.6], "text": " For now, though, the focus will be on whether mass demand for modular housing materializes"}, {"timestamp": [1670.6, 1673.68], "text": " to ensure all that investment in innovation pays off."}, {"timestamp": [1674.32, 1675.8], "text": " Beyond that, who knows?"}, {"timestamp": [1676.28, 1678.94], "text": " Maybe one day we'll even be ordering our homes off Amazon."}, {"timestamp": [1679.62, 1680.8], "text": " Prime delivery, anyone?"}, {"timestamp": [1685.12, 1691.2], "text": " If you enjoyed this podcast, you can discover more music, radio and podcasts on BBC Sounds."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. This is the BBC's world of business. I'm Manuel Zaragoza, and the producer is Rosamund Jones. In this week's download edition of In Business from BBC Radio 4, we're exploring if a new wave of factory-built homes might be part of the solution to the housing crisis. Okay. So this is a massive hangar, essentially. The kind of place where you would store aeroplanes. You know, it's a 550,000 square foot facility. That's seven Wembley-sized football pictures. Okay, that's translate easier. It is absolutely huge. This factory on an industrial site between York and Leeds is enormous because the products it builds are rather large. But it's not building aeroplanes. It's building houses. Yes, that's right. Houses coming off a production line. They're prefab homes, but not as we know them. The surprises don't stop there. The company building them is a giant financial services firm. I'm being shown round by Rosie Toogood, chief executive of legal and general modular homes. We've set the factory up so that we can have up to 14 production lines at full capacity. Can you give me a ballpark figure of how much you've invested in this? This isn't a short-term game, this is a long-term investment and... But you're not going to give me a figure. Okay, but it's a lot of money. You know, I think we've said we've invested tens of millions in this facility because we believe in disrupting the housing market. We're still building houses the way in which the Victorians did and, you know, it just feels ripe that we take the lessons, you know, learned over the last 100 plus years from modern manufacturing businesses and apply those to traditional construction. This new wave of factory-built homes is very recent. Over the past couple of years, a handful of companies, including legal and general, have invested heavily in them, and they have big ambitions. So are these companies poised to do to house building what Uber has done for taxi cabs and what robotics have done for the car industry. I talk about deconstructing construction. It goes back to our principles of building better homes and building them in a better way. A real opportunity to create a new industry. Why is it our housing is getting more and more expensive and really no better? I think we can change that through industrialisation. In this programme, I'll be meeting the disruptors, asking why they believe house building needs to change. Will they make it easier to meet the country's huge housing needs and the government's target of building some 300,000 new homes every year? We're approaching one of these units that's being built. So you can see the guy there fitting out the bathroom. This will join the module next to it and form the upper part of the building. So that's a quarter of a house. Yes. What's being built here are two-story homes in four separate modules or units. Each module is kitted out here in the factory, each part bolted onto another. So if we take a little look inside one of the modules, we can see it's tiled already on the walls, the sockets are all in place, even got a radiator, and you've got the door handle already fitted. You know, it would normally take about 40 weeks to build a traditional home. What we would do is, you know, we'll build the modules in the factory in a matter of, you know, a couple of weeks. Beginning with the foundations and everything and making the modules here, how long are you looking at to build a complete house? So we believe, you know, in maturity, we'll be able to build these kind of homes in about half the time traditional construction would do. So half of 40 weeks, you're saying? Yes. We're hoping to get to a point where we can build up to 3,500 homes a year from this facility. The ambition is for this to be the first factory of many, but there's a long way to go. We've got four homes worth in production right now. And how many homes has this factory floor produced so far? This is our second batch. Prior to that, we built six prototypes and we've also delivered four two-bedroom homes to our sister company at a site in Bracknell. Early days? It is very much early days, yes. Early days indeed, and for modular housing to take off, they're getting an image makeover. The houses coming off Legal and General's production line look nothing like the prefabs of war-torn 1940s Britain. Britain's first factory-made showhouse, prototype of the half-million promised by Mr Churchill as emergency dwellings for demobilized servicemen and their families. Married women on the staff of the Ministry of Works helped in the design. These temporary homes were not built to last, although a few did go well beyond their sell-by date. It was the dawn of Rabbit Hutch Britain. In the 1960s, prefabs were used again, this time to alleviate social housing pressure. Florida Street's Bessnal Green was the site chosen by the LCC for a housing experiment. Two prefab dwellings arrived by road from the manufacturers in Durham. The frame is of wood, the walls of plastic-covered asbestos. This is canalside central Manchester. This is Canalside central Manchester. The homes here were built by Urban Splash, another modular manufacturer aiming to disrupt the house building sector. We'll walk in in what's now called New Islington. There's a park, at school, lots of apartment buildings, but also our new modular housing. Tom Bloxham is the company's chairman. He hopes that five years from now, three-quarters or more of the homes they build will come off a factory production line. The three-story modular terrace homes, he showed me, were erected in 2016 and made to last as long as the Victorian and Edwardian terraces they resemble. Each floor comes entirely wrapped on the back of a lorry and they get assembled. So how long did it take to put up this row of housing here? I mean, each house will take four to six weeks to make in the factory. You can then assemble two or three houses in a single day and then takes another month or so to zip them all up together to get them ready for the purchasers to move in and the other thing it gives us is the ability that people can personalize their house so every one of these houses is different inside the purchasers specified each house to their liking shall we go inside let's do it a bit of a stiff lock okay so stepping to, straight into the living slash dining room slash kitchen. Now you know what it's like when you walk into a house to do a viewing? The first thing you think is, could I live here? It's bright, thanks to large windows, double doors at the far end of the long, open-planned ground floor look out onto a small garden. The ceilings are a good height, so it felt airy. Stripped wooden flooring gave it a modern feel. It was a chilly Manchester morning, but inside the house was warm. It was well insulated. Nothing at all of the rabbit hutch about it. The second floor here is all bedrooms. It didn't look cheap. It didn't feel pre-fam, so was it expensive to build? If we talk about the pure construction costs, we're just over £100 per square foot on the build of them, and most of the big house builders are a bit under £100 square foot in the north of England. We're actually probably cheaper building them in the south of England. Just to be clear, it's more expensive to hire labourer in the south, hence the price difference. Hence the price difference. So we've probably got a competitive advantage. So not a huge cost difference between a house built traditionally and one coming off a production line. But there are other reasons why manufacturing houses might make sense. To introduce more innovation, for example, in a sector that has been short of it. Every other industry out there, particularly the manufacturing sectors, have evolved their model, they've innovated, they've applied technology and equipment. House building is fundamentally a labour-intensive industry that relies on artisan trades. That's Mark Farmer, Chief Executive of Cast Consultancy. He also wrote Modernise or Die, the 2016 government report into the house-building sector. One of the things you need to underpin innovation and research and development is some level of consistency of your demand. So in construction, that cyclicality, that boom and bust is amplified by many more times than what you'd see in the background economy. So that has created a culture where people are very short-termist. They're very reticent to dive into what might be their sort of financial reserves and spend that on innovation that could actually set them up for the future. This short-term approach has been one of the reasons why the traditional house-building sector remains inefficient, with low productivity, resulting in a struggle to cut costs without damaging quality. This industry has other problems, too, one of which is our weather. Remember the beasts from the east that we had, if you look at house building output in the UK, it shows the output. You can actually track it on the statistics where most construction sites go down to a hall. One of the other issues that's now come to the full is the fact the quality of the work is now being impacted and there's a lot of reworking going on. So we're finding that things have to be done multiple times and the idea of house builders employing their own people doing their own work doesn't exist anymore. They subcontract so a subcontractor will subcontract again will subcontracts again and every level of that fragmented supply chain, you're paying a margin. So if you compound it all up, some suggest there's 30 to 40% of everything we do in the construction industry's waste. In other words, a third or more of activity in construction is a waste of time, effort and money, a shocking figure. And it's what modular house building aims to address. So we've got a whiteboard here with lots of charts on it. Tell me what this does. So here we have detailed work instructions so that every operator on the shop floor knows exactly how everything goes together. It's essentially an A4 file that's stuck to the board, which give people a guide to exactly what they need to do. Clean box ready for painting, apply second coat, apply gloss, fit lifting brackets. And presumably this ensures consistency. Absolutely. The standardised approach makes sure that nothing is forgotten as we go through that process. The product that's shipped is the right quality. Standardised is what modular manufacturers believe will make house building more efficient. If you're drilling the same holes or installing the same window in exactly the same way every day, the process is simpler and training becomes simpler too. So what I'm going to show you now is our modular academy, which is the training facility we've created that we used to bring the new employees into the business. These people come from all walks of life. Compared to say someone who would be training to become a plumber or an electrician, how does that compare the academy training here? So I think because of the way in which we standardised and simplified the manufacturing processes, we can make people more effective in role really quickly. So within three months we think we have an employee who's feeling confident and able to do the work that's on the production line. A big help then for an industry suffering a big skills shortage. Everyone I spoke to for this programme came back to this point again and again. Builders, plumbers, electricians, they're an ageing and shrinking workforce. Young people are shunning traditional trades. Mark Farmer again. They don't see construction as an aspirational career. And part of that is linked to the image of the industry. Health and safety risks, quite dirty, out in the exposed elements. And most kids will now be thinking about technology type careers. We obviously have Brexit, playing out potentially as well, which could create an added complication because we've become increasingly reliant on overseas labour to deliver homes, particularly in London and the South East. So all of these things are now creating this urgency that perhaps we haven't seen before. Skills is the one thing that is going to force the industry to change. Because if we ignore it, then I think that's going to be at the industry's pill. It's what makes house building, as many industry experts put it, ripe for disruption. These days, tech giants like Amazon and Google are also getting in on the act, buying up modular housing companies in the US. What's happening here simply mirrors what's going on elsewhere in the world. Japan, for instance, has one of the most advanced factory-built housing sectors in the world. Some of the car builders like Toyota are actually house builders as well. Sweden is another country that actually is much more comfortable with manufacturing things off-site. So flat-pack housing is very much enormous in Scandinavia, in Germany, France to the US, Hong Kong, Singapore, Australia, New Zealand. They're all looking at modular construction. And they all have a common problem, which is the skills issue. They haven't got enough people to build their housing. It's almost impossible to construct for the demands. You're saying there's not enough skilled labor to meet the demand for new housing? The shortage of that? Exactly, yeah. Rudy Van Gurp is commercial manager of Van Wein and Rosmalen. It manufactures homes in the Netherlands, another country embracing modular house building. I think real modular will be approximately 5 to 10% and it's an upcoming market, yeah. So it's going to be a lot more in future? A lot more, yeah. Because it's coast efficient and labour efficient. That's a growing market over here. And when factory manufacturing takes off, mechanization is the next step. We want to reduce the heavy labor and we can replace the heavy labor by robotics. A bit like the manufacturing of a car these days then? Yes, exactly. The manufacturing of cars all over the world, the productivity of the people has rise up enormously and it's all because of the robotics so I've just got in the car and I'm driving to another factory not very far from where Legal and General's factory is it's a 30-minute car journey and they're doing something very very similar where Legal and General's factory is, it's a 30-minute car journey, and they're doing something very, very similar. It seems that there's a lot going on in this part of the country when it comes to constructing modular houses. This factory, another massive space, is near Harrogate in North Yorkshire. The company, Ilka Holmes, is very new, founded just over a year ago. Product and Marketing Director Nigel Banks showed me round. How big is it? So the main factory building is 25,000 square metres, which is the equivalent of six football pitches. So not quite as large as legal and general seven Wembley stadiums, but clearly it takes a lot of football pitches to build a house. We've deliberately designed the engineering and the assembly processes to deskilled tasks. They don't require traditional joiners, electricians, and hard-to-find skills such as bricklayers. We have trained people up, people who've been working in retail, people have been working in pubs and restaurants. We've recruited, say, over 250 people in the last year, nearly 100 operatives in the last three months. But what was it easy? Was it easy to record them? One of the reasons we're in Yorkshire is there is a good pool of technical and non-technical labour. So we have been able to recruit up at the speed we needed to so far, and we see that carrying on without too many problems. One of the reasons for that is that they are recruiting people who would not consider working outside on a construction site, women for instance. Just 12% of all jobs in the sector are filled by women, mainly in professional roles. On building sites, the numbers are even fewer, around 1%. But it's a different picture on Ilka's factory floor. My name is Elizabeth. I am from Portugal. How did you end up working for Ilka homes? Okay, so when I first moved over, I was working in hospitality. Then I worked in a call centre. So some of my friends, they actually left to come and work here. That's how I end up here, because they give me such a great feedback about the company. So tell exactly what you do on the factory floor here. Okay, so I work in the plumbing department. My dad is a builder back home. Really? Back in Portugal. It's a man world, isn't it, when you think about plumbing. And what does your dad, what does he make of your career? When I told him, it was like, really? Are you really going to be doing that? So how many women are on your team now? It's two, me and another woman. There are quite a few more as well in the factory. So I think the word just spread out. I see every time there is new people starting, there's always two or three girls in there. So that is great. My name is always two or three girls in there so that is great my name's Dan Skelton I'm a team leader in the finishing area I've worked in the automotive manufacturing and the electronics manufacturing the whole process does it come across to us really really familiar yeah it is almost like a car manufacturing line you know the concept of building a house in a factory were just, I needed to see it for myself to believe it. Yeah, it's hard to get people to grasp the understanding of it sometimes. Not many people here have a background in on-site construction. Modular house builders like Ilka and Legal and General are at pains to say that they don't want to pinch traditional tradespeople from an already shrinking workforce. But a few here at Ilka have made the switch. Thanks, Manuela. Thanks, Sebastian. Sebastian Reeve spent 10 years working as a joiner, where he would have been in high demand as a skilled worker and taking home a generous wage. So why is he here? It's a little bit like feast and famine. Summertime, a joiner, you can pick and choose your work, but unfortunately when it gets colder, when the bad weather comes in, there has been situations where I have struggled over winter. Me and my friend actually started working here and it was kind of to get us over winter. It's certainly made my wife very happy. But yeah, it's nice to have that stability in my life. Conditions-wise, how does it compare? Well, anyone who's on site right now can agree with me here. You go home covered in mud, you're freezing cold. And even my younger daughter was wondering why I wasn't coming home covered in dust anymore. So it is really good for that side of things. A whole new way of doing things then. That affects the supply chain too. Bjorn Conway is chief executive of Ilka Holmes. A lot of the people who supply to us aren't used to supplying at the sort of tolerances that we need. What do you mean by tolerances? We're an assembly operation and we essentially bring lots of components and we pull them together to assemble a house. What that means is that every component has got to be exactly the right size when it arrives to us in order to go on to the house. In a traditional site, if something is slightly too big or too small, you can make adjustments to the house. The speed at which we operate, you can't do that. So that puts a big onus on us to ask for the right things, but it also puts a big on us to ask for the right things, but it also puts a big onus on the suppliers to produce them in the right dimensions. And a lot of traditional construction, where you can make adaptations on site, they're not used to that. So it is about us helping to lift all the supply industry as well. There are other challenges before modular can go mainstream too. The industry will need to have planners on their side and there are numerous industry standards that must be met. Plus, transporting large numbers of homes may not be straightforward. Huge modules, the size of a quarter or even half an entire house, need to be strapped onto the back of lorries. For safety reasons, transportation happens at night when motorways are less congested. But perhaps the biggest risk is the huge upfront investment needed. That may not be too much of a problem for financial giants like legal in general. It can afford to wait for longer-term profits, but can Ilka's investors be patient too? This is a long-term strategic bet. We've got our own design function, our own engineering function, our own customer service functions, installation teams, a factory, all the manufacturing and development that goes with that. We're not making profit at the moment, but we don't expect to. We expect to be making good profit when we get to around 1,000 homes. Although house builders are increasingly incorporating some factory-produced parts, such as roofs into construction, fully modular homes account for only a tiny proportion of the market, around 1 or 2%. So there's a real push to get the big orders coming in. Clearly, the more houses you can put through the factory, the cheaper it goes, and so we've got to build up to critical mass. Tom Bloxham of Urban Splash again. We need to be building thousands of these homes a year out of our factory, not just hundreds. And actually a good way of doing it is working building what's called social housing. I don't like the name but affordable housing. So working with the local authority gives you land and volume. Land, volume and influence over the planning process. We're not working directly together with the councils at the moment, but I'm passionate and really keen to do so. The signs are that some councils are paying close attention to the disruptors. I'm John Sawyer, the director of housing and residential growth at Manchester City Council. John's a recent recruit to the council. Before that, he led the custom build arm of property developers Igloo. It gave him experience of manufacturing. When I was interviewed some months ago, I assumed that the experience of new ways of working in the construction industry was one of the factors that made me the right candidate for the City Council. Just a few weeks ago, Manchester City Council announced a proposal to build thousands of affordable new homes, and they're exploring whether modular housing will help achieve the target. Once we've made a decision to build however many homes, we want those homes on sites as quickly as possible. If you place an order with a off-site modular supplier, you have a lot of confidence that those homes are going to, you know, turn upon an agreed date, that they're going to be to a consistent quality and has less scope for delay due to bad weather, for example. You know, currently it's six months plus using traditional housing techniques. There is every scope to bring that down to four to five months with factory-made housing. That's not a huge amount of difference, oh, yeah. If we were to build hundreds or thousands of homes, you magnify that month or two-month savings, and you think of the additional rent that we could gain, as well as importantly, meeting housing need quicker, that could be a significant benefit to this council and other councils. So do you think that ultimately this means you'll end up building more? That's certainly my hope. This feels to me like change will happen. I fully recognise that there will be other councils that want to see how Manchester and others in the early days, what their experiences are, before they take their steps into this space. But I fully expect, in the years ahead, the majority of councils to be seeing the benefits of off-site modular housing. The Home Builders Federation, the trade body that represents 80% of the industry, agrees. Peter Andrew is its deputy chairman. We need 300,000 homes a year for the next 10 or 15 years to try and catch up on the housing crisis. We're currently building about 220 or000 at this moment. So we've got quite a way to go. Within that, there's about 4,000 to 6,000 modular homes. So if you think about it, there's a massive opportunity and movement to be had. So roll forward 20 years, I've no idea whether that 6,000 modular homes will be 20,000 or 40,000 or 100,000. But it is going to have a major impact. It will start on houses that it might be affordable or might be rental, and over time it will move into the open market area. Why, though, are disruptors and not established house builders leading the change? What I would say is there is a massive amount of work going on, particularly in the top four, five, six house builders. At this time, it is all behind closed doors. It's considered commercially advantageous to keep it there. Roll forward three, four years, you'll see a slightly different picture where these big house builders are doing things differently and it's a little bit underwraps at this moment in time. And if that happens, Tom Bloxham of Urban Splash believes the economic implications could be profound. One of the big issues who've got in this country is the north-south divide in wealth. Now actually, housing is a really good way to give a boost of the economy because it's really job creative. The problem with it is a place with the biggest housing need is in the southeast which has got the lowest unemployment. The place in the need of the most employment is in the north which has got the lowest wages but the least housing need. By building in the north very broadly and then shipping by road to the south, you really help square that north-south divide. So you should be sending houses down south, you're saying? Yeah, and it's more complicated than north-south. You know, part of Cornwall are very poor and have got good labour, you know, part of Kent, there are various parts all over the country, which actually could really do with some job creation. Skills shortages, the economic divide, the housing crisis, in the long term modular-built homes may have the potential to ease them all. And might this innovation be just the beginning? Something even more radical and quite extraordinary is nearing completion in the Netherlands. The first 3D printed house in the world, finished in June or July 2019. Rudi vanquharup again, part of the team working to ensure that the Dutch city of Aindhoven becomes the first in the world to have habitable homes made by a 3D printer. But how does that work? Just how large a 3D printer do you need? It's like a table and on top of the table there is a rail moving back and forth. A rail moving back and forth. Yeah, and on that rail there is a robotic arm. And on that robotic arm there is a nozzle. You can see it like layers of whipped cream put on top of each other. So you print the house bit by bit. Yeah. And what material do you use? Concrete. And it has several benefits. top of each other. So you print the house bit by bit? Yeah. And what material do you use? Concrete. And it has several benefits. Eventually the houses will be finished in a couple of weeks. And are there fewer people involved in 3D house printing than in modular house building? Not in this moment, but eventually there will be fewer people, yeah. So even faster, even more efficient. Maybe. For now, though, the focus will be on whether mass demand for modular housing materializes to ensure all that investment in innovation pays off. Beyond that, who knows? Maybe one day we'll even be ordering our homes off Amazon. Prime delivery, anyone? If you enjoyed this podcast, you can discover more music, radio and podcasts on BBC Sounds."}