{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.48, 9.94], "text": " This is the BBC's World of Business podcast."}, {"timestamp": [10.3, 14.44], "text": " I'm Ruth Alexander, and in this download edition of BBC Radio 4's In Business,"}, {"timestamp": [14.74, 19.44], "text": " I visit two towns in Cheshire, which are trying to take charge of their own fortunes"}, {"timestamp": [19.44, 21.92], "text": " in what's a turbulent time for the High Street."}, {"timestamp": [23.26, 24.44], "text": " But this is lovely."}, {"timestamp": [24.58, 25.0], "text": " It's beautiful, these lovely canal boats. Yeah, I'll sit in there in the sunshine. a turbulent time for the high street. But this is lovely. Look at this."}, {"timestamp": [25.0, 27.0], "text": " It's beautiful. These lovely canal boats."}, {"timestamp": [27.0, 29.0], "text": " You know, sitting there in the sunshine,"}, {"timestamp": [29.0, 32.0], "text": " the ducks on the water."}, {"timestamp": [32.0, 35.0], "text": " We walk over this black and white iron bridge."}, {"timestamp": [35.0, 37.0], "text": " This is the bullring."}, {"timestamp": [37.0, 41.0], "text": " This is where used to be the market center of the town."}, {"timestamp": [41.0, 45.0], "text": " You see all these cluster of black and white buildings"}, {"timestamp": [45.0, 47.0], "text": " or just in a circle."}, {"timestamp": [47.0, 49.0], "text": " This is me in full-on tour guide mode,"}, {"timestamp": [49.0, 51.0], "text": " showing the programme producer Elizabeth Mai"}, {"timestamp": [51.0, 53.0], "text": " around my hometown,"}, {"timestamp": [53.0, 55.0], "text": " Northwich in the heart of Cheshire."}, {"timestamp": [55.0, 58.0], "text": " Does it go back, you know, quite a long way?"}, {"timestamp": [58.0, 60.0], "text": " There's obviously a lot of Tudor-style buildings"}, {"timestamp": [60.0, 61.0], "text": " around the place."}, {"timestamp": [61.0, 63.0], "text": " Yeah, I mean, they're mock Tudor."}, {"timestamp": [63.0, 65.52], "text": " But you wouldn't know it from this one in front of this."}, {"timestamp": [65.52, 70.24], "text": " I mean what looks like it could be a really lovely black and white building. But it's all, look at that,"}, {"timestamp": [70.24, 77.92], "text": " I mean, all boarded up, very sorry for itself. Despite its natural attractions, like many towns,"}, {"timestamp": [77.92, 82.56], "text": " Northwich has suffered from the advent of out of town centres and online shopping."}, {"timestamp": [83.44, 86.0], "text": " See, empty shop."}, {"timestamp": [86.0, 87.88], "text": " Empty shop."}, {"timestamp": [87.88, 90.0], "text": " That was a boutique."}, {"timestamp": [90.0, 92.0], "text": " Another boarded up shop."}, {"timestamp": [92.0, 94.0], "text": " I got to remember what that was."}, {"timestamp": [94.0, 96.0], "text": " Is that a barber's?"}, {"timestamp": [96.0, 98.0], "text": " There's another empty shop."}, {"timestamp": [100.0, 103.0], "text": " I've come here because in this edition of In Business,"}, {"timestamp": [103.0, 109.24], "text": " we want to learn how towns can withstand the rough retail environment and even prosper."}, {"timestamp": [109.82, 116.04], "text": " Much has been made of the death of the High Street with a different big name brand issuing a profits warning seemingly every other week."}, {"timestamp": [116.54, 121.16], "text": " And yet it's not the whole story. Some places are staging a comeback."}, {"timestamp": [122.06, 125.12], "text": " If you look at the average trends,"}, {"timestamp": [129.14, 129.8], "text": " then it looks pretty bleak for a lot of town centres in the high street."}, {"timestamp": [131.28, 131.54], "text": " This is Professor Cathy Parker,"}, {"timestamp": [134.38, 134.96], "text": " a retail expert at Manchester Metropolitan University."}, {"timestamp": [138.12, 138.5], "text": " Footfalls falling of nearly 20% in 10 years."}, {"timestamp": [141.76, 144.82], "text": " Vacancy rates are as high as 40% in some towns. But we've got lots of examples across the UK"}, {"timestamp": [144.82, 148.22], "text": " of where businesses and the community"}, {"timestamp": [148.22, 151.44], "text": " and local councils are working together"}, {"timestamp": [151.44, 153.38], "text": " and having an enormous impact."}, {"timestamp": [154.04, 155.62], "text": " This spring, the government announced"}, {"timestamp": [155.62, 159.2], "text": " a 1.6 billion pounds stronger towns fund"}, {"timestamp": [159.2, 161.1], "text": " to help less well-off areas."}, {"timestamp": [161.56, 164.42], "text": " A billion pounds of that will be allocated on a needs basis,"}, {"timestamp": [164.88, 170.4], "text": " the Northwest getting the biggest share. and £600 million will be given out to the towns"}, {"timestamp": [170.4, 175.42], "text": " which can come up with the most credible plans to help their High Street adapt to the"}, {"timestamp": [175.42, 182.32], "text": " rapidly changing retail environment. So what does it take to turn a town around? In this programme,"}, {"timestamp": [182.32, 185.1], "text": " we're going to visit two towns in Cheshire,"}, {"timestamp": [190.66, 195.44], "text": " who've tried quite different approaches to see what works, what doesn't, and why."}, {"timestamp": [198.46, 204.12], "text": " I often come to Northwich for a browse with my mum when I'm home, but the number of shops we go into has dwindled to just a small handful. The Woolies is gone,"}, {"timestamp": [204.24, 205.64], "text": " of course, but so has the"}, {"timestamp": [205.64, 212.02], "text": " outdoors shop, the children's clothes shop, and many others, and now the Marks and Spencer is earmarked"}, {"timestamp": [212.02, 218.54], "text": " for closure. A few years ago, Cheshire West and Chester Council, a unitary authority based 20 miles"}, {"timestamp": [218.54, 228.52], "text": " away from the town, reached into its own coffers to spend £80 million, building 300,000 square feet of new shopping units"}, {"timestamp": [228.52, 230.26], "text": " between the High Street and the river,"}, {"timestamp": [230.74, 232.62], "text": " a development called Baron's Key."}, {"timestamp": [233.16, 236.06], "text": " The plan, as Labour Counciler Brian Clark explains,"}, {"timestamp": [236.44, 239.94], "text": " was to extend the town centre and to revitalise it."}, {"timestamp": [240.4, 243.38], "text": " Because it had died for so many years, it had completely dead."}, {"timestamp": [243.76, 246.76], "text": " We had troubles with the mines, nobody wanted to invest."}, {"timestamp": [247.3, 249.86], "text": " And that is why we took control of it, because it's our borough."}, {"timestamp": [250.2, 253.02], "text": " And we have to look after our borough, and we have to look after our towns."}, {"timestamp": [257.92, 263.3], "text": " At the centre of Britain's salt industry since Roman times, Northwich prospered,"}, {"timestamp": [263.3, 267.04], "text": " and then began sinking, literally, into the mines"}, {"timestamp": [267.04, 273.36], "text": " underneath it. Eventually, as the new millennium dawn, the town won funds to have the mines filled in."}, {"timestamp": [273.92, 280.24], "text": " Redevelopment plans were drawn up for new shops and leisure facilities. In 2008, though, recession hit,"}, {"timestamp": [280.64, 285.56], "text": " causing delays and waning interest from big-name anchor stores, and the agreement with"}, {"timestamp": [285.56, 292.06], "text": " the private developer was terminated. But in 2011, Cheshire-Western Chester Council picked"}, {"timestamp": [292.06, 297.98], "text": " up the idea again and pressed ahead themselves, with a smaller, though still substantial,"}, {"timestamp": [297.98, 305.0], "text": " development. Completed in 2017, it's shiny, new and almost deserted."}, {"timestamp": [306.16, 309.76], "text": " There's not many people about because most of the buildings are empty."}, {"timestamp": [310.4, 315.52], "text": " I've invited Professor Parker down from Manchester Metropolitan University to see what she makes of it."}, {"timestamp": [316.0, 322.08], "text": " The other thing that strikes me is sort of how out of scale it is, you know, I've had a chance to have a look at the high street,"}, {"timestamp": [322.08, 334.38], "text": " lots of sort of Tudor buildings, small buildings, and then you come into Barron's Key, and these are quite monolithic sort of dark buildings towering above us, and most of them are empty."}, {"timestamp": [335.1, 336.68], "text": " It makes a bleak scene."}, {"timestamp": [337.18, 339.08], "text": " A few big names have moved in."}, {"timestamp": [339.08, 344.48], "text": " There's a cinema or a large supermarket, a toy shop, a fashion store, a pizza restaurant."}, {"timestamp": [345.0, 350.0], "text": " But most of the 20-od odd huge units remain unoccupied."}, {"timestamp": [350.0, 353.0], "text": " It's so quiet here."}, {"timestamp": [353.0, 356.0], "text": " Hardly a soul around."}, {"timestamp": [356.0, 358.0], "text": " The idea of this development, all these brand new shops,"}, {"timestamp": [358.0, 360.0], "text": " was to turn the town around."}, {"timestamp": [360.0, 363.0], "text": " So what's gone wrong?"}, {"timestamp": [363.0, 366.86], "text": " Northwich isn't the only town to find itself in this position"}, {"timestamp": [366.86, 369.74], "text": " where it's invested in the wrong sort of plan."}, {"timestamp": [370.28, 373.12], "text": " The hope was here if they built a lot more retail,"}, {"timestamp": [373.64, 375.28], "text": " then people would come."}, {"timestamp": [375.82, 379.56], "text": " And we can see that that's how it's been built and people aren't coming."}, {"timestamp": [380.04, 383.94], "text": " And one of the problems, I think, is that because that was the typical way"}, {"timestamp": [383.94, 385.3], "text": " to regenerate towns,"}, {"timestamp": [385.5, 390.78], "text": " you know, a sort of major retail development, fill it with a few anchors and then everybody else will come."}, {"timestamp": [392.12, 396.34], "text": " Councils and other organisations who are sort of responsible for our town centres,"}, {"timestamp": [396.88, 399.2], "text": " they don't really know what to do."}, {"timestamp": [399.32, 400.7], "text": " Now that doesn't work anymore."}, {"timestamp": [401.28, 406.28], "text": " The internet has changed the way we shop and what we want out of a town, Professor"}, {"timestamp": [406.28, 412.48], "text": " Parker says. Now we'll only visit if it offers us something different, an experience, and the big"}, {"timestamp": [412.48, 417.5], "text": " retailers know that if they set up shop, we won't be drawn in in big enough numbers anymore."}, {"timestamp": [418.38, 423.82], "text": " For Professor Parker, these empty shops aren't just a mistake for Northwich. They're a symptom"}, {"timestamp": [423.82, 427.6], "text": " of a wider malaise within the retail and town planning industries"}, {"timestamp": [427.6, 431.92], "text": " that have been too slow to react to our changing lives and tastes."}, {"timestamp": [432.52, 435.64], "text": " When we walk around here and see so many buildings empty,"}, {"timestamp": [435.8, 439.34], "text": " we've got to say, look, this is broken, this can't be right."}, {"timestamp": [439.96, 442.24], "text": " You know, even from an environmental point of view,"}, {"timestamp": [442.74, 446.14], "text": " think of all the materials, the CO2 and all those other things"}, {"timestamp": [446.14, 449.32], "text": " that have gone into building something like this, and it's empty."}, {"timestamp": [449.68, 451.32], "text": " It's shocking, isn't it, when you see it?"}, {"timestamp": [451.6, 454.64], "text": " It is shocking, and perhaps there should be study tours here"}, {"timestamp": [454.64, 458.02], "text": " to show people that the world's changed."}, {"timestamp": [458.2, 459.72], "text": " How not to develop your town?"}, {"timestamp": [459.92, 461.3], "text": " Can I just say something really quickly?"}, {"timestamp": [461.46, 463.6], "text": " What's really telling is we've just walked through a spider's web."}, {"timestamp": [464.24, 465.4], "text": " Oh, my goodness."}, {"timestamp": [465.78, 467.08], "text": " The lack of movement."}, {"timestamp": [467.48, 471.16], "text": " We're in another large square of this development,"}, {"timestamp": [471.62, 474.52], "text": " surrounded by these big, empty shops."}, {"timestamp": [475.0, 477.36], "text": " And that must be a huge spider's web then."}, {"timestamp": [477.42, 481.22], "text": " To right across this square, there's a spider spinning its home."}, {"timestamp": [482.02, 482.92], "text": " That does say it all."}, {"timestamp": [482.92, 485.0], "text": " I think that tells you there's not much footfall"}, {"timestamp": [485.0, 490.0], "text": " if a spider is actually managed to make a web that size."}, {"timestamp": [490.0, 494.0], "text": " You could say that Northwich is a victim of circumstance."}, {"timestamp": [494.0, 498.0], "text": " Or you might be amazed that it ploughed on with taxpayers' money"}, {"timestamp": [498.0, 501.0], "text": " even after a private developer pulled out,"}, {"timestamp": [501.0, 503.0], "text": " commissioning a study into the viability of the scheme"}, {"timestamp": [503.0, 510.64], "text": " that didn't feature any assessment of the trends in online shopping. But it's not the only town to have taken this route."}, {"timestamp": [511.12, 515.92], "text": " Professor Parker says it's a common mistake to rely on the opinions of professionals who have"}, {"timestamp": [515.92, 522.4], "text": " no relation to your town. Unfortunately, I think a lot of councils, they sort of hide behind the sort of"}, {"timestamp": [522.4, 531.52], "text": " retail capacity studies. They'll get consultants in who will be using very out-of-date models to predict how many people will want to come and shop in that centre."}, {"timestamp": [532.04, 539.78], "text": " And, you know, they can sign off on schemes without the inconvenience of talking to local people who don't agree with them."}, {"timestamp": [540.28, 543.78], "text": " They've not been good in some places at working in partnership."}, {"timestamp": [544.38, 549.42], "text": " So I reckon around here, if we asked a lot of the local people that are shopping on the high street,"}, {"timestamp": [549.7, 553.62], "text": " I bet you most of them will have a fairly strong opinion about this shopping centre"}, {"timestamp": [553.62, 557.52], "text": " and probably foresaw the fact that it wasn't going to be successful."}, {"timestamp": [557.92, 560.46], "text": " But they haven't had an opportunity to have their say."}, {"timestamp": [561.12, 566.64], "text": " At that moment, a retired couple homeve interview, speaking exactly to Professor Parker's"}, {"timestamp": [566.64, 571.78], "text": " point. We're sad that it's like this, it's empty and not enough people are coming in,"}, {"timestamp": [572.28, 575.88], "text": " and we wondered whether they should have concentrated on the high street. And when you heard"}, {"timestamp": [575.88, 579.8], "text": " this development was happening, what did you think initially? I thought it was horrendous,"}, {"timestamp": [580.56, 584.28], "text": " horrendous. But plants were so huge, weren't they? Because they were going to be bigger than this."}, {"timestamp": [584.44, 589.32], "text": " But when it was done, we had to admit that it had been done really lovely and quite tastefully."}, {"timestamp": [589.58, 592.08], "text": " It was a bit too much, you think, and too late, probably."}, {"timestamp": [592.98, 595.86], "text": " The council did do a public consultation about the plans."}, {"timestamp": [596.48, 602.94], "text": " Few people responded. A good proportion raised objections about the design, the scale and the position of the development,"}, {"timestamp": [603.46, 605.6], "text": " but enough people were impressed by the"}, {"timestamp": [605.6, 615.48], "text": " idea of big new shops. Hello. Are you Louise? I just first of all want to just admire your"}, {"timestamp": [615.48, 620.2], "text": " stock here because it's a small shop but my goodness is packed with all these. It's very much"}, {"timestamp": [620.2, 629.36], "text": " beautiful. Gorgeous wools and yarns and you've even got kind of tin. Inside one of the old black and white timber buildings on the high street, we find Louise"}, {"timestamp": [629.36, 635.3], "text": " Huff, who, along with her mum, is a director of crafty stitches and the leader of Northwich"}, {"timestamp": [635.3, 637.18], "text": " Independent Retailers Association."}, {"timestamp": [638.12, 644.0], "text": " You as local businesses, do you feel involved in the decisions that have been made here?"}, {"timestamp": [644.16, 644.32], "text": " No."}, {"timestamp": [648.06, 648.2], "text": " No, we have not been involved in the decisions being made here."}, {"timestamp": [651.78, 652.9], "text": " The Cheshire West Council do not come and see and talk to us businesses."}, {"timestamp": [657.86, 658.26], "text": " Louise decided to join the local town council to try to have more of a say about what was going on."}, {"timestamp": [662.22, 662.72], "text": " And when Cheshire West and Chester Council produced its master plan for Baron's Key,"}, {"timestamp": [664.24, 664.74], "text": " Louise and her mum were split."}, {"timestamp": [665.72, 666.68], "text": " I quite liked it."}, {"timestamp": [669.46, 669.9], "text": " If you ask my mum, she'd tell you she completely hated it."}, {"timestamp": [670.86, 671.0], "text": " It's really exciting."}, {"timestamp": [673.98, 674.14], "text": " It's very exciting for the town that we can have this development,"}, {"timestamp": [675.5, 676.16], "text": " that money is being spent here."}, {"timestamp": [678.48, 681.28], "text": " It's just not moved quick enough of getting the businesses into the town centre and into Barron's Key."}, {"timestamp": [682.32, 684.08], "text": " While many of the new shops remain empty,"}, {"timestamp": [684.26, 686.24], "text": " she believes there's been a knock-on effect on her"}, {"timestamp": [686.24, 688.12], "text": " own shop on the High Street."}, {"timestamp": [688.12, 692.36], "text": " We do a footfall track of what our paying customers are in the shop and we've lost about"}, {"timestamp": [692.36, 698.48], "text": " two and a half thousand customers between October-December period when I was looking at that"}, {"timestamp": [698.48, 703.68], "text": " particular period from the last seven years, from the high point down to the low point as it is"}, {"timestamp": [703.68, 708.0], "text": " now, the parking at Barron's Key is too far away for a lot of our customers."}, {"timestamp": [708.0, 714.0], "text": " So they're not sure about what to do where to park and there's a lot of communication issues that need to be addressed."}, {"timestamp": [714.0, 723.0], "text": " Back over at the new development, Brian Clark, Labour councillor for Cheshaw West and Chester Council and Economic Development and Infrastructure Lead,"}, {"timestamp": [723.0, 726.96], "text": " has made the trip to Northwich to meet us and defend Barron's Key."}, {"timestamp": [727.4, 734.08], "text": " Well, it's an absolutely fantastic development, but it's a long-term vision that we've got, not a short-term one."}, {"timestamp": [734.8, 739.56], "text": " I'm surprised you use the word fantastic because we are surrounded by empty shops."}, {"timestamp": [739.66, 743.16], "text": " I mean, the vast majority of space here is just, it's not occupied."}, {"timestamp": [744.02, 747.02], "text": " Yeah, but that's because we are still in the protest"}, {"timestamp": [747.02, 751.58], "text": " of actually developing the whole of the Northwich Town Centre."}, {"timestamp": [753.14, 756.42], "text": " Brian Clark denies the schemes a waste of taxpayers' money,"}, {"timestamp": [756.78, 759.52], "text": " telling me that several big-name retailers are now interested"}, {"timestamp": [759.52, 761.16], "text": " and some plots are under offer,"}, {"timestamp": [761.62, 764.34], "text": " although he concedes that their rents will be heavily discounted."}, {"timestamp": [764.98, 765.0], "text": " It seems to me the Council is still in a state of denial about what's happened at Baron's Kearer. plots are under offer, although he concedes that their rents will be heavily discounted."}, {"timestamp": [769.94, 774.94], "text": " It seems to me the council is still in a state of denial about what's happened at Barron's Key and its prospects, but then Councillor Clark begins to open up."}, {"timestamp": [775.76, 779.62], "text": " What did the retail consultants tell you originally? Do you remember what they told you"}, {"timestamp": [779.62, 786.86], "text": " Northwich needed? The likes of H&M, cinema, what the people asked for, they said you can deliver all"}, {"timestamp": [786.86, 791.6], "text": " of that and there is no problem whatsoever with that. We've got people lined up to come in."}, {"timestamp": [792.3, 797.06], "text": " But then as soon as the downturn came, that was the end of it. All of those big companies,"}, {"timestamp": [797.06, 802.32], "text": " well you've seen all over the country, the big stores that are closing down, places that you"}, {"timestamp": [802.32, 812.34], "text": " never, ever thought would close. Do you feel disappointed in the retail consultants and the developers that sold you this dream"}, {"timestamp": [812.34, 817.56], "text": " that's turned out to be a pipe dream? Well, they're the experts, and experts always seem to know"}, {"timestamp": [817.56, 821.8], "text": " what's going to happen until it goes wrong, and then they're no longer the experts at that."}, {"timestamp": [821.9, 827.22], "text": " They're the experts in, we told you so. And that is one of the things that really gets to me."}, {"timestamp": [827.58, 830.86], "text": " The retail consultants, the developers, they make their money, they move on,"}, {"timestamp": [831.14, 832.96], "text": " and now you're left trying to sort it out."}, {"timestamp": [833.16, 834.56], "text": " And that's the same all over the country."}, {"timestamp": [836.72, 839.8], "text": " Brian Clark says the council is now changing tack,"}, {"timestamp": [839.9, 841.9], "text": " reducing its focus on the major brands"}, {"timestamp": [841.9, 844.78], "text": " and thinking more about bringing in independent shops,"}, {"timestamp": [844.98, 847.78], "text": " eateries and businesses that offer experiences."}, {"timestamp": [848.62, 853.06], "text": " It's a model that's been tried out a few stops up the train line in Ultringham."}, {"timestamp": [856.66, 860.04], "text": " Ultringham, close to Manchester, is in a more affluent area,"}, {"timestamp": [860.48, 862.92], "text": " another place I used to go shopping with my mum in the 90s."}, {"timestamp": [863.42, 866.06], "text": " But it took a hit when the out-of-town shopping centre,"}, {"timestamp": [866.16, 868.48], "text": " the Trafford Centre, opened in 1998."}, {"timestamp": [869.32, 873.72], "text": " And 10 years later, the global recession came like a powerful kick when it was down."}, {"timestamp": [874.66, 878.94], "text": " In 2010, a national newspaper branded Ultringham, a ghost town."}, {"timestamp": [879.44, 881.3], "text": " 30% of shops were vacant."}, {"timestamp": [882.38, 887.02], "text": " I met up for a drink on a cobbled street outside the market hall with local resident Matt"}, {"timestamp": [887.02, 887.46], "text": " College."}, {"timestamp": [887.88, 893.1], "text": " He was the conservative leader of Trafford Council at the time and in the depths of Aldringham's"}, {"timestamp": [893.1, 895.82], "text": " crisis had a light bulb moment."}, {"timestamp": [896.5, 901.0], "text": " It wasn't very far away from where we're sitting and it was a Friday evening at about"}, {"timestamp": [901.0, 906.72], "text": " 5 o'clock I was walking up from the lower part of the town and there was one"}, {"timestamp": [906.72, 912.88], "text": " person and an empty carry bag blowing down the street in the centre of this town and I thought"}, {"timestamp": [912.88, 917.76], "text": " this is Friday just before weekend and there was the area was absolutely dead and I thought"}, {"timestamp": [918.4, 925.92], "text": " this has to change he didn't know what to do but I did know is it wasn't to go back to the town hall"}, {"timestamp": [925.92, 927.92], "text": " and to sit down with the chief of Zek and the planning officers"}, {"timestamp": [927.92, 929.44], "text": " to say let's produce a master plan."}, {"timestamp": [930.32, 932.4], "text": " My view is the traditional way of regeneration is broken."}, {"timestamp": [933.12, 937.2], "text": " Let's think of big, shiny glass, steel, buildings,"}, {"timestamp": [937.2, 941.52], "text": " palaces to retail and let's go and drop them in the centre of towns."}, {"timestamp": [941.52, 945.12], "text": " I don't know where it came from. I just inherently felt that was not,"}, {"timestamp": [945.12, 953.02], "text": " that was going to get us a ubiquitous, bland, sterile, glossy, suited version of what you have to do,"}, {"timestamp": [953.12, 958.74], "text": " which will make us an identicate response to this situation that could be in any town. And I just"}, {"timestamp": [958.74, 963.94], "text": " thought, that's what we'll get if we go and ask for it and pay for it. And that won't work."}, {"timestamp": [963.94, 969.0], "text": " And we'll be sat on a large area of town that singularly will be empty."}, {"timestamp": [969.0, 975.0], "text": " Looking for inspiration, Matt went on another walk, this time with some company."}, {"timestamp": [975.0, 981.5], "text": " The first thing I did was actually to get a few people together and walk on a lovely sunny day through Ultringham."}, {"timestamp": [981.5, 984.0], "text": " And these weren't council people, these were business people."}, {"timestamp": [984.0, 990.08], "text": " And we walked the town and we actually tried to rethink how would you reignite the town centre what would"}, {"timestamp": [990.08, 996.08], "text": " you do to try and improve the town over time he gathered more people together joining us for a drink"}, {"timestamp": [996.08, 1001.12], "text": " was local jeweller martin Randall one of the businesses matt called on for help back then"}, {"timestamp": [1001.12, 1005.04], "text": " martin was battling on the front line of Ultringham's High Street, having opened"}, {"timestamp": [1005.04, 1009.22], "text": " his first shop, slapped bang in the Nadir of the town's fortunes."}, {"timestamp": [1009.22, 1013.38], "text": " When we first opened, we were very enthusiastic and everything like that, and had a little"}, {"timestamp": [1013.38, 1019.62], "text": " old lady walk past the doors and just put her thumbs down, so we were going to last a couple"}, {"timestamp": [1019.62, 1021.66], "text": " of weeks and we'd be gone."}, {"timestamp": [1021.66, 1026.88], "text": " And that was the feeling, that was the feeling in 2010, that it didn't matter what you did in Altry and it wasn't going to last."}, {"timestamp": [1027.56, 1031.0], "text": " Council leader Matt College persuaded Martin and other business people"}, {"timestamp": [1031.0, 1033.46], "text": " that it was going to be worth their time and money"}, {"timestamp": [1033.46, 1036.42], "text": " to look beyond their own particular business needs"}, {"timestamp": [1036.42, 1039.56], "text": " and spend time thinking about what the town as a whole needed."}, {"timestamp": [1040.16, 1041.7], "text": " And it wasn't only business owners,"}, {"timestamp": [1041.98, 1045.04], "text": " Matt brought together landlords, community groups, volunteers."}, {"timestamp": [1045.04, 1051.76], "text": " It was about trying to create a whole task force that covers all the multitude of what actually makes a town tick."}, {"timestamp": [1051.76, 1058.0], "text": " And actually, we looked to our heritage because we were a market town and that pointed to the way to our future."}, {"timestamp": [1059.44, 1065.38], "text": " A little over eight years on, altering a market, an attractive brick building, certainly feels like"}, {"timestamp": [1065.38, 1066.38], "text": " the centre of town."}, {"timestamp": [1066.38, 1067.38], "text": " Hello, very well."}, {"timestamp": [1067.38, 1068.38], "text": " Nice to meet you, Nick."}, {"timestamp": [1068.38, 1069.38], "text": " Nice to meet you."}, {"timestamp": [1069.38, 1070.38], "text": " Nice to meet you."}, {"timestamp": [1070.38, 1073.0], "text": " The atmosphere hits you as soon as you enter."}, {"timestamp": [1073.0, 1074.0], "text": " Wow."}, {"timestamp": [1074.0, 1080.12], "text": " There must have been a couple of hundred diners sat surrounded by wooden stalls serving coffee,"}, {"timestamp": [1080.12, 1082.28], "text": " beer, pies, pizza."}, {"timestamp": [1082.28, 1086.44], "text": " This particular building that we're standing in now dates back to 1879."}, {"timestamp": [1087.94, 1091.04], "text": " The market today is in large part the work of Nick Johnson,"}, {"timestamp": [1091.46, 1095.7], "text": " looking every inch the former director of regeneration specialist Urban Splash"}, {"timestamp": [1095.7, 1098.14], "text": " with his choppy haircut and artistic scarf."}, {"timestamp": [1098.64, 1101.12], "text": " He and his wife and business partner Jenny Thompson"}, {"timestamp": [1101.12, 1104.9], "text": " have lived in the area for 20 years and took over the market in 2012."}, {"timestamp": [1105.24, 1110.04], "text": " It has suffered the plight that many markets have suffered around the country."}, {"timestamp": [1110.04, 1113.84], "text": " Markets were traditionally known for pilot high, sell it cheap."}, {"timestamp": [1113.84, 1118.64], "text": " The problem is that over the past 10 to 15 years, what's happened with the High Street is"}, {"timestamp": [1118.64, 1120.44], "text": " that you've got pound shops."}, {"timestamp": [1120.44, 1125.92], "text": " And so in actual fact, the High Street itself has started to make the market effectively redundant."}, {"timestamp": [1126.4, 1129.42], "text": " So what we saw here was a steep decline in the traders."}, {"timestamp": [1129.52, 1132.32], "text": " The traders, many of them have been trading for 35 years,"}, {"timestamp": [1132.64, 1137.48], "text": " and were likely to cease to exist, unless there was the right kind of thing happening to the market."}, {"timestamp": [1138.02, 1144.3], "text": " And what you had in here, it was a dog food store run by a guy called Dave that was charming,"}, {"timestamp": [1144.94, 1150.42], "text": " but ultimately wasn't really making a massive contribution to the well-being of the town."}, {"timestamp": [1150.56, 1152.48], "text": " And I think that was the case with many of the traders here."}, {"timestamp": [1152.6, 1159.48], "text": " Marge had a shop in the corner where she was selling leftover bits of makeup and all kinds of things."}, {"timestamp": [1159.54, 1163.28], "text": " So it really didn't speak to the people that lived around here."}, {"timestamp": [1163.34, 1164.98], "text": " It had no relevance in their life."}, {"timestamp": [1164.98, 1165.1], "text": " It appeared to a very small section of an aging population. It really didn't speak to the people that lived around here. It had no relevance in their life."}, {"timestamp": [1168.34, 1169.34], "text": " It appeared to a very small section of an ageing population."}, {"timestamp": [1172.3, 1172.76], "text": " Dave retired, and Marge moved to another location,"}, {"timestamp": [1174.5, 1174.86], "text": " and Nick and Jenny got to work."}, {"timestamp": [1177.88, 1179.56], "text": " We curated everybody, so they had to go through this testing ground of being outside temporarily,"}, {"timestamp": [1179.9, 1182.64], "text": " and then the good ones, we tapped on the shoulder"}, {"timestamp": [1182.64, 1183.56], "text": " and said, you're really good."}, {"timestamp": [1183.82, 1186.28], "text": " We'd like you to come inside and to Market House."}, {"timestamp": [1186.74, 1189.94], "text": " And that wasn't an easy sell because nobody knew what this was about to become."}, {"timestamp": [1190.84, 1196.88], "text": " The market is now full, inside with food and drink stores, outside with everything from potters to bagmakers."}, {"timestamp": [1197.54, 1201.52], "text": " At the tables outside the market, locals enjoying a drink gave it thumbs up."}, {"timestamp": [1201.52, 1202.62], "text": " I think it's amazing."}, {"timestamp": [1202.78, 1205.76], "text": " I think that the market really brings, I don't know,"}, {"timestamp": [1205.76, 1211.2], "text": " a lot of energy to the area and a lot of new businesses are coming in, which is obviously only a"}, {"timestamp": [1211.2, 1216.72], "text": " positive thing. Sorry, screaming child in background. And all the nice boutique shops, like,"}, {"timestamp": [1216.72, 1220.56], "text": " helps you shop local, which is much better than going to, you know, your large supermarkets,"}, {"timestamp": [1220.56, 1224.24], "text": " so it's much better supporting the local community and local businesses."}, {"timestamp": [1224.24, 1230.0], "text": " You know, there's a nice lot of bars and stuff like that bring a lot of people in."}, {"timestamp": [1230.0, 1235.0], "text": " When the weather's nice out here, everyone can sit around, the food's good, brings people in,"}, {"timestamp": [1235.0, 1238.0], "text": " just an up and coming place, yeah."}, {"timestamp": [1238.0, 1247.5], "text": " But for some, this style of regeneration is harmful gentrification that doesn't restore a town to its former glory, but rather pushes people out to the margins."}, {"timestamp": [1247.5, 1250.5], "text": " For a period of time, I was public enemy number one in the town"}, {"timestamp": [1250.5, 1253.5], "text": " because people weren't welcoming that kind of change."}, {"timestamp": [1253.5, 1256.5], "text": " A lot of people would shout at me, you've ruined this market."}, {"timestamp": [1256.5, 1259.0], "text": " But there's no denying the numbers."}, {"timestamp": [1259.0, 1265.06], "text": " Five years on, we're probably getting about between 5,000 and 6,000 visitors to the market alone a week."}, {"timestamp": [1267.46, 1268.46], "text": " We're feeding 10 to 12,000 people a week here."}, {"timestamp": [1271.58, 1272.1], "text": " And this success has spilled over into the rest of Altering up."}, {"timestamp": [1277.04, 1277.4], "text": " Several years ago, you would never imagine that cafe culture would be thriving on Stanford New Road."}, {"timestamp": [1280.2, 1280.7], "text": " As you can see, we've just been in grantees and over the road."}, {"timestamp": [1284.46, 1284.92], "text": " Elizabeth Faulkner, the business improvement district manager, took us on a tour."}, {"timestamp": [1291.82, 1292.04], "text": " So here it's so creative, which is another one of the absolute experience-led new businesses that have opened in the town."}, {"timestamp": [1292.76, 1293.1], "text": " And this is Kate."}, {"timestamp": [1293.32, 1293.42], "text": " Hello."}, {"timestamp": [1293.64, 1295.76], "text": " Hi."}, {"timestamp": [1299.5, 1299.72], "text": " Kate is speed right down, which is great for beginners, things like that."}, {"timestamp": [1303.22, 1303.66], "text": " Kate Proctor owns So Creative, spelt S-E-W."}, {"timestamp": [1304.82, 1306.8], "text": " She runs sewing classes."}, {"timestamp": [1308.72, 1309.48], "text": " Kate's a relative newcomer to the town."}, {"timestamp": [1310.94, 1311.02], "text": " I moved to Ultram 6 years ago."}, {"timestamp": [1312.6, 1313.26], "text": " There was no footfall down this road."}, {"timestamp": [1314.68, 1315.32], "text": " Half it was boarded up."}, {"timestamp": [1316.2, 1316.58], "text": " Just six years ago?"}, {"timestamp": [1317.5, 1317.64], "text": " Six years ago, yeah."}, {"timestamp": [1321.52, 1321.58], "text": " I remember moving to Ultrium thinking it was quite a posh place to go and live around,"}, {"timestamp": [1322.8, 1323.2], "text": " so we never looked around the town."}, {"timestamp": [1327.92, 1334.4], "text": " And then we bought the house, and my partner and I walked through the city at the town center and just thought what earth have we done and we were actually going to move and then the market opened and everything changed i moved here"}, {"timestamp": [1334.4, 1340.32], "text": " last may so i've been here almost a year now there's so much going on now in ultramingham that it's just"}, {"timestamp": [1340.96, 1345.52], "text": " it was worth the risk it paid off it's definitely worth doing can I be"}, {"timestamp": [1345.52, 1351.08], "text": " nosy about your financials like are you are you making a profit yet can I ask we"}, {"timestamp": [1351.08, 1355.72], "text": " are making a profit I mean I'm no by no means a millionaire but yes we're making a"}, {"timestamp": [1355.72, 1360.64], "text": " profit yet yet precisely this time next year the regeneration of the market"}, {"timestamp": [1360.64, 1364.78], "text": " hall is doing exactly continuing our tour of Alteringham with Elizabeth"}, {"timestamp": [1364.78, 1366.04], "text": " Faulkner, it's clear"}, {"timestamp": [1366.04, 1367.98], "text": " the town doesn't get to escape the"}, {"timestamp": [1367.98, 1370.1], "text": " carnage in the retail sector entirely."}, {"timestamp": [1370.8, 1372.0], "text": " It may be doing well now,"}, {"timestamp": [1372.24, 1374.12], "text": " relatively speaking, but I begin"}, {"timestamp": [1374.12, 1376.24], "text": " to wonder, can it sustain?"}, {"timestamp": [1377.6, 1379.7], "text": " We just walk past one boarded-up shop"}, {"timestamp": [1379.7, 1382.12], "text": " in this precinct area, and here's"}, {"timestamp": [1382.12, 1383.52], "text": " another one with its shutters down."}, {"timestamp": [1383.96, 1387.22], "text": " And then another one there, Smith's which is closed."}, {"timestamp": [1387.66, 1390.36], "text": " So that's a whole shopping centre this closed."}, {"timestamp": [1390.36, 1391.86], "text": " This is a whole shopping centre."}, {"timestamp": [1392.34, 1395.24], "text": " So this shopping centre at the moment is out for design,"}, {"timestamp": [1395.82, 1397.06], "text": " for out for design tenter."}, {"timestamp": [1397.16, 1400.7], "text": " So Trafford Council at the moment are working with their design partners"}, {"timestamp": [1400.7, 1402.36], "text": " on what they're going to do with that space."}, {"timestamp": [1402.48, 1407.76], "text": " How much do you worry about the fact there seems to be a big brand going bust every month in the UK?"}, {"timestamp": [1407.92, 1410.06], "text": " Do you worry about the retail climate?"}, {"timestamp": [1410.96, 1415.34], "text": " Of course it's a worry and it's never nice to hear, but with these changes come opportunities."}, {"timestamp": [1416.3, 1422.12], "text": " Perhaps the most striking thing about Alteringham's regeneration is how cheap it's been to achieve."}, {"timestamp": [1422.68, 1425.7], "text": " Here's Matt College again, who you may not be surprised to learn,"}, {"timestamp": [1426.08, 1428.78], "text": " has since reinvented himself as a retail consultant."}, {"timestamp": [1429.46, 1432.56], "text": " The market itself has created over 150 jobs"}, {"timestamp": [1432.56, 1435.0], "text": " just from the market building,"}, {"timestamp": [1435.44, 1436.54], "text": " and it's not large,"}, {"timestamp": [1436.9, 1439.02], "text": " and then you look round you where we're sat today,"}, {"timestamp": [1439.22, 1442.24], "text": " there are literally hundreds and hundreds of jobs have been created."}, {"timestamp": [1442.7, 1445.0], "text": " There is, I would say, tens of millions of pounds"}, {"timestamp": [1445.0, 1447.24], "text": " with additional spending in the town."}, {"timestamp": [1447.24, 1449.0], "text": " There's money going into the Exchequer"}, {"timestamp": [1449.0, 1451.0], "text": " that just wouldn't have been there before."}, {"timestamp": [1451.0, 1453.0], "text": " And actually, what have we probably spent?"}, {"timestamp": [1453.0, 1455.0], "text": " We might have spent two million pounds on some public rail."}, {"timestamp": [1455.0, 1457.0], "text": " We spent about a million pound on the market"}, {"timestamp": [1457.0, 1460.0], "text": " and maybe a million pound doing some revenue stuff."}, {"timestamp": [1460.0, 1462.0], "text": " Some people would say, though,"}, {"timestamp": [1462.0, 1463.0], "text": " it was so easy for you,"}, {"timestamp": [1463.0, 1466.04], "text": " because although Alderingham had been going down,"}, {"timestamp": [1466.48, 1470.34], "text": " it was wealthy beforehand, it's in a wealthy area, it's near Manchester,"}, {"timestamp": [1470.92, 1473.34], "text": " so you've got all the customers just waiting to spend their money."}, {"timestamp": [1473.42, 1477.6], "text": " It's not so easy in other areas of the country where people don't have much money to spend in the shops."}, {"timestamp": [1478.0, 1481.96], "text": " Ultringham, yes, had some demographic and socioeconomic advantages,"}, {"timestamp": [1482.5, 1486.0], "text": " but yes, they were also absolutely disadvantages as well"}, {"timestamp": [1486.0, 1490.0], "text": " in that people were prepared and had the means to go away from the town."}, {"timestamp": [1490.0, 1495.0], "text": " The low budget was precisely the reason Nick Johnson of the market"}, {"timestamp": [1495.0, 1497.0], "text": " got involved in the first place."}, {"timestamp": [1497.0, 1500.0], "text": " He wanted to prove that you don't need to spend big bucks"}, {"timestamp": [1500.0, 1502.0], "text": " to turn a town around."}, {"timestamp": [1502.0, 1504.0], "text": " You simply need talented people."}, {"timestamp": [1504.0, 1509.2], "text": " I mean, I'm from a background with a property developer, a very creative property developer,"}, {"timestamp": [1509.2, 1516.24], "text": " where I was used to spending 30, 100, 300 million pounds on large-scale regeneration projects"}, {"timestamp": [1516.24, 1521.12], "text": " that were meant to have a transformational impact on the places where they were being built."}, {"timestamp": [1521.84, 1528.44], "text": " And I think that this is probably the single regeneration project,"}, {"timestamp": [1528.44, 1531.16], "text": " in my experience of being in the industry for 30 years,"}, {"timestamp": [1531.16, 1534.26], "text": " this has achieved the highest outputs ever in the country"}, {"timestamp": [1534.26, 1539.76], "text": " in terms of money invested versus what impact it's had on its area."}, {"timestamp": [1539.76, 1543.6], "text": " Other towns listening, should they get themselves,"}, {"timestamp": [1543.6, 1545.32], "text": " you know, a failing market building and then"}, {"timestamp": [1545.32, 1551.4], "text": " stuff it full of independence? Is that the secret to success? A lot of other towns with market"}, {"timestamp": [1551.4, 1555.04], "text": " buildings have probably been to see us. There's a lot of people come here and look at this"}, {"timestamp": [1555.04, 1560.42], "text": " superficially and just think that all it is is a load of kitchens selling different goods."}, {"timestamp": [1561.16, 1566.72], "text": " And I think they missed the subtlety of what makes this work by a long shot. It's quite"}, {"timestamp": [1566.72, 1571.2], "text": " sophisticated. It needs to be finessed. There needs to be an operator who knows what they're doing"}, {"timestamp": [1571.2, 1577.44], "text": " in order to make this stick together. You visit here now five years down the line when it's"}, {"timestamp": [1577.44, 1582.24], "text": " very busy and very established and think this just appeared and it didn't. It was a lot of hard"}, {"timestamp": [1582.24, 1585.96], "text": " work and there were a lot of decisions that we had to make"}, {"timestamp": [1585.96, 1591.08], "text": " about pulling the right kind of people together to make it work and I think that's the act of"}, {"timestamp": [1591.08, 1596.16], "text": " curation that's pivotal and very important. If we left this down to simply a local authority saying"}, {"timestamp": [1596.16, 1600.02], "text": " well we're going to go out and we're going to advertise each of these spaces for occupation"}, {"timestamp": [1600.02, 1604.5], "text": " and we'll let whoever offers the highest rent pay it would have been a complete disaster and that's"}, {"timestamp": [1604.5, 1606.72], "text": " part of the problem with what's happening to our towns"}, {"timestamp": [1606.72, 1608.06], "text": " and what's happening to our high streets"}, {"timestamp": [1608.06, 1612.4], "text": " is that there is a need for creative, intelligent intervention"}, {"timestamp": [1612.4, 1614.28], "text": " that is largely absent,"}, {"timestamp": [1614.44, 1618.3], "text": " and that's why we're finding that the towns are failing."}, {"timestamp": [1621.06, 1624.14], "text": " So what does it take to turn a town around?"}, {"timestamp": [1624.8, 1629.16], "text": " As Northwich's multi-million pound development which stands half-empty shows,"}, {"timestamp": [1629.8, 1634.44], "text": " throwing money at the problem, or just building new shops, isn't necessarily the answer."}, {"timestamp": [1635.16, 1639.58], "text": " In Ultringham, doing up a market has been a catalyst for change across the town,"}, {"timestamp": [1640.08, 1641.96], "text": " but it isn't a copy and paste model."}, {"timestamp": [1641.96, 1645.42], "text": " The key to success there is the people,"}, {"timestamp": [1646.5, 1646.96], "text": " not just the traders,"}, {"timestamp": [1650.0, 1652.04], "text": " but those who led the change are of the town. They cared enough about the place"}, {"timestamp": [1652.04, 1655.48], "text": " to take the necessary creative and personal risks"}, {"timestamp": [1655.48, 1658.56], "text": " and the time to rethink the town's purpose"}, {"timestamp": [1658.56, 1661.52], "text": " and to make it work again, for now at least."}, {"timestamp": [1662.18, 1665.94], "text": " The solution for each town will be found within the town,"}, {"timestamp": [1666.34, 1670.92], "text": " and will be as individual as the people who dream it up and drive it through."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. This is the BBC's World of Business podcast. I'm Ruth Alexander, and in this download edition of BBC Radio 4's In Business, I visit two towns in Cheshire, which are trying to take charge of their own fortunes in what's a turbulent time for the High Street. But this is lovely. It's beautiful, these lovely canal boats. Yeah, I'll sit in there in the sunshine. a turbulent time for the high street. But this is lovely. Look at this. It's beautiful. These lovely canal boats. You know, sitting there in the sunshine, the ducks on the water. We walk over this black and white iron bridge. This is the bullring. This is where used to be the market center of the town. You see all these cluster of black and white buildings or just in a circle. This is me in full-on tour guide mode, showing the programme producer Elizabeth Mai around my hometown, Northwich in the heart of Cheshire. Does it go back, you know, quite a long way? There's obviously a lot of Tudor-style buildings around the place. Yeah, I mean, they're mock Tudor. But you wouldn't know it from this one in front of this. I mean what looks like it could be a really lovely black and white building. But it's all, look at that, I mean, all boarded up, very sorry for itself. Despite its natural attractions, like many towns, Northwich has suffered from the advent of out of town centres and online shopping. See, empty shop. Empty shop. That was a boutique. Another boarded up shop. I got to remember what that was. Is that a barber's? There's another empty shop. I've come here because in this edition of In Business, we want to learn how towns can withstand the rough retail environment and even prosper. Much has been made of the death of the High Street with a different big name brand issuing a profits warning seemingly every other week. And yet it's not the whole story. Some places are staging a comeback. If you look at the average trends, then it looks pretty bleak for a lot of town centres in the high street. This is Professor Cathy Parker, a retail expert at Manchester Metropolitan University. Footfalls falling of nearly 20% in 10 years. Vacancy rates are as high as 40% in some towns. But we've got lots of examples across the UK of where businesses and the community and local councils are working together and having an enormous impact. This spring, the government announced a 1.6 billion pounds stronger towns fund to help less well-off areas. A billion pounds of that will be allocated on a needs basis, the Northwest getting the biggest share. and £600 million will be given out to the towns which can come up with the most credible plans to help their High Street adapt to the rapidly changing retail environment. So what does it take to turn a town around? In this programme, we're going to visit two towns in Cheshire, who've tried quite different approaches to see what works, what doesn't, and why. I often come to Northwich for a browse with my mum when I'm home, but the number of shops we go into has dwindled to just a small handful. The Woolies is gone, of course, but so has the outdoors shop, the children's clothes shop, and many others, and now the Marks and Spencer is earmarked for closure. A few years ago, Cheshire West and Chester Council, a unitary authority based 20 miles away from the town, reached into its own coffers to spend £80 million, building 300,000 square feet of new shopping units between the High Street and the river, a development called Baron's Key. The plan, as Labour Counciler Brian Clark explains, was to extend the town centre and to revitalise it. Because it had died for so many years, it had completely dead. We had troubles with the mines, nobody wanted to invest. And that is why we took control of it, because it's our borough. And we have to look after our borough, and we have to look after our towns. At the centre of Britain's salt industry since Roman times, Northwich prospered, and then began sinking, literally, into the mines underneath it. Eventually, as the new millennium dawn, the town won funds to have the mines filled in. Redevelopment plans were drawn up for new shops and leisure facilities. In 2008, though, recession hit, causing delays and waning interest from big-name anchor stores, and the agreement with the private developer was terminated. But in 2011, Cheshire-Western Chester Council picked up the idea again and pressed ahead themselves, with a smaller, though still substantial, development. Completed in 2017, it's shiny, new and almost deserted. There's not many people about because most of the buildings are empty. I've invited Professor Parker down from Manchester Metropolitan University to see what she makes of it. The other thing that strikes me is sort of how out of scale it is, you know, I've had a chance to have a look at the high street, lots of sort of Tudor buildings, small buildings, and then you come into Barron's Key, and these are quite monolithic sort of dark buildings towering above us, and most of them are empty. It makes a bleak scene. A few big names have moved in. There's a cinema or a large supermarket, a toy shop, a fashion store, a pizza restaurant. But most of the 20-od odd huge units remain unoccupied. It's so quiet here. Hardly a soul around. The idea of this development, all these brand new shops, was to turn the town around. So what's gone wrong? Northwich isn't the only town to find itself in this position where it's invested in the wrong sort of plan. The hope was here if they built a lot more retail, then people would come. And we can see that that's how it's been built and people aren't coming. And one of the problems, I think, is that because that was the typical way to regenerate towns, you know, a sort of major retail development, fill it with a few anchors and then everybody else will come. Councils and other organisations who are sort of responsible for our town centres, they don't really know what to do. Now that doesn't work anymore. The internet has changed the way we shop and what we want out of a town, Professor Parker says. Now we'll only visit if it offers us something different, an experience, and the big retailers know that if they set up shop, we won't be drawn in in big enough numbers anymore. For Professor Parker, these empty shops aren't just a mistake for Northwich. They're a symptom of a wider malaise within the retail and town planning industries that have been too slow to react to our changing lives and tastes. When we walk around here and see so many buildings empty, we've got to say, look, this is broken, this can't be right. You know, even from an environmental point of view, think of all the materials, the CO2 and all those other things that have gone into building something like this, and it's empty. It's shocking, isn't it, when you see it? It is shocking, and perhaps there should be study tours here to show people that the world's changed. How not to develop your town? Can I just say something really quickly? What's really telling is we've just walked through a spider's web. Oh, my goodness. The lack of movement. We're in another large square of this development, surrounded by these big, empty shops. And that must be a huge spider's web then. To right across this square, there's a spider spinning its home. That does say it all. I think that tells you there's not much footfall if a spider is actually managed to make a web that size. You could say that Northwich is a victim of circumstance. Or you might be amazed that it ploughed on with taxpayers' money even after a private developer pulled out, commissioning a study into the viability of the scheme that didn't feature any assessment of the trends in online shopping. But it's not the only town to have taken this route. Professor Parker says it's a common mistake to rely on the opinions of professionals who have no relation to your town. Unfortunately, I think a lot of councils, they sort of hide behind the sort of retail capacity studies. They'll get consultants in who will be using very out-of-date models to predict how many people will want to come and shop in that centre. And, you know, they can sign off on schemes without the inconvenience of talking to local people who don't agree with them. They've not been good in some places at working in partnership. So I reckon around here, if we asked a lot of the local people that are shopping on the high street, I bet you most of them will have a fairly strong opinion about this shopping centre and probably foresaw the fact that it wasn't going to be successful. But they haven't had an opportunity to have their say. At that moment, a retired couple homeve interview, speaking exactly to Professor Parker's point. We're sad that it's like this, it's empty and not enough people are coming in, and we wondered whether they should have concentrated on the high street. And when you heard this development was happening, what did you think initially? I thought it was horrendous, horrendous. But plants were so huge, weren't they? Because they were going to be bigger than this. But when it was done, we had to admit that it had been done really lovely and quite tastefully. It was a bit too much, you think, and too late, probably. The council did do a public consultation about the plans. Few people responded. A good proportion raised objections about the design, the scale and the position of the development, but enough people were impressed by the idea of big new shops. Hello. Are you Louise? I just first of all want to just admire your stock here because it's a small shop but my goodness is packed with all these. It's very much beautiful. Gorgeous wools and yarns and you've even got kind of tin. Inside one of the old black and white timber buildings on the high street, we find Louise Huff, who, along with her mum, is a director of crafty stitches and the leader of Northwich Independent Retailers Association. You as local businesses, do you feel involved in the decisions that have been made here? No. No, we have not been involved in the decisions being made here. The Cheshire West Council do not come and see and talk to us businesses. Louise decided to join the local town council to try to have more of a say about what was going on. And when Cheshire West and Chester Council produced its master plan for Baron's Key, Louise and her mum were split. I quite liked it. If you ask my mum, she'd tell you she completely hated it. It's really exciting. It's very exciting for the town that we can have this development, that money is being spent here. It's just not moved quick enough of getting the businesses into the town centre and into Barron's Key. While many of the new shops remain empty, she believes there's been a knock-on effect on her own shop on the High Street. We do a footfall track of what our paying customers are in the shop and we've lost about two and a half thousand customers between October-December period when I was looking at that particular period from the last seven years, from the high point down to the low point as it is now, the parking at Barron's Key is too far away for a lot of our customers. So they're not sure about what to do where to park and there's a lot of communication issues that need to be addressed. Back over at the new development, Brian Clark, Labour councillor for Cheshaw West and Chester Council and Economic Development and Infrastructure Lead, has made the trip to Northwich to meet us and defend Barron's Key. Well, it's an absolutely fantastic development, but it's a long-term vision that we've got, not a short-term one. I'm surprised you use the word fantastic because we are surrounded by empty shops. I mean, the vast majority of space here is just, it's not occupied. Yeah, but that's because we are still in the protest of actually developing the whole of the Northwich Town Centre. Brian Clark denies the schemes a waste of taxpayers' money, telling me that several big-name retailers are now interested and some plots are under offer, although he concedes that their rents will be heavily discounted. It seems to me the Council is still in a state of denial about what's happened at Baron's Kearer. plots are under offer, although he concedes that their rents will be heavily discounted. It seems to me the council is still in a state of denial about what's happened at Barron's Key and its prospects, but then Councillor Clark begins to open up. What did the retail consultants tell you originally? Do you remember what they told you Northwich needed? The likes of H&M, cinema, what the people asked for, they said you can deliver all of that and there is no problem whatsoever with that. We've got people lined up to come in. But then as soon as the downturn came, that was the end of it. All of those big companies, well you've seen all over the country, the big stores that are closing down, places that you never, ever thought would close. Do you feel disappointed in the retail consultants and the developers that sold you this dream that's turned out to be a pipe dream? Well, they're the experts, and experts always seem to know what's going to happen until it goes wrong, and then they're no longer the experts at that. They're the experts in, we told you so. And that is one of the things that really gets to me. The retail consultants, the developers, they make their money, they move on, and now you're left trying to sort it out. And that's the same all over the country. Brian Clark says the council is now changing tack, reducing its focus on the major brands and thinking more about bringing in independent shops, eateries and businesses that offer experiences. It's a model that's been tried out a few stops up the train line in Ultringham. Ultringham, close to Manchester, is in a more affluent area, another place I used to go shopping with my mum in the 90s. But it took a hit when the out-of-town shopping centre, the Trafford Centre, opened in 1998. And 10 years later, the global recession came like a powerful kick when it was down. In 2010, a national newspaper branded Ultringham, a ghost town. 30% of shops were vacant. I met up for a drink on a cobbled street outside the market hall with local resident Matt College. He was the conservative leader of Trafford Council at the time and in the depths of Aldringham's crisis had a light bulb moment. It wasn't very far away from where we're sitting and it was a Friday evening at about 5 o'clock I was walking up from the lower part of the town and there was one person and an empty carry bag blowing down the street in the centre of this town and I thought this is Friday just before weekend and there was the area was absolutely dead and I thought this has to change he didn't know what to do but I did know is it wasn't to go back to the town hall and to sit down with the chief of Zek and the planning officers to say let's produce a master plan. My view is the traditional way of regeneration is broken. Let's think of big, shiny glass, steel, buildings, palaces to retail and let's go and drop them in the centre of towns. I don't know where it came from. I just inherently felt that was not, that was going to get us a ubiquitous, bland, sterile, glossy, suited version of what you have to do, which will make us an identicate response to this situation that could be in any town. And I just thought, that's what we'll get if we go and ask for it and pay for it. And that won't work. And we'll be sat on a large area of town that singularly will be empty. Looking for inspiration, Matt went on another walk, this time with some company. The first thing I did was actually to get a few people together and walk on a lovely sunny day through Ultringham. And these weren't council people, these were business people. And we walked the town and we actually tried to rethink how would you reignite the town centre what would you do to try and improve the town over time he gathered more people together joining us for a drink was local jeweller martin Randall one of the businesses matt called on for help back then martin was battling on the front line of Ultringham's High Street, having opened his first shop, slapped bang in the Nadir of the town's fortunes. When we first opened, we were very enthusiastic and everything like that, and had a little old lady walk past the doors and just put her thumbs down, so we were going to last a couple of weeks and we'd be gone. And that was the feeling, that was the feeling in 2010, that it didn't matter what you did in Altry and it wasn't going to last. Council leader Matt College persuaded Martin and other business people that it was going to be worth their time and money to look beyond their own particular business needs and spend time thinking about what the town as a whole needed. And it wasn't only business owners, Matt brought together landlords, community groups, volunteers. It was about trying to create a whole task force that covers all the multitude of what actually makes a town tick. And actually, we looked to our heritage because we were a market town and that pointed to the way to our future. A little over eight years on, altering a market, an attractive brick building, certainly feels like the centre of town. Hello, very well. Nice to meet you, Nick. Nice to meet you. Nice to meet you. The atmosphere hits you as soon as you enter. Wow. There must have been a couple of hundred diners sat surrounded by wooden stalls serving coffee, beer, pies, pizza. This particular building that we're standing in now dates back to 1879. The market today is in large part the work of Nick Johnson, looking every inch the former director of regeneration specialist Urban Splash with his choppy haircut and artistic scarf. He and his wife and business partner Jenny Thompson have lived in the area for 20 years and took over the market in 2012. It has suffered the plight that many markets have suffered around the country. Markets were traditionally known for pilot high, sell it cheap. The problem is that over the past 10 to 15 years, what's happened with the High Street is that you've got pound shops. And so in actual fact, the High Street itself has started to make the market effectively redundant. So what we saw here was a steep decline in the traders. The traders, many of them have been trading for 35 years, and were likely to cease to exist, unless there was the right kind of thing happening to the market. And what you had in here, it was a dog food store run by a guy called Dave that was charming, but ultimately wasn't really making a massive contribution to the well-being of the town. And I think that was the case with many of the traders here. Marge had a shop in the corner where she was selling leftover bits of makeup and all kinds of things. So it really didn't speak to the people that lived around here. It had no relevance in their life. It appeared to a very small section of an aging population. It really didn't speak to the people that lived around here. It had no relevance in their life. It appeared to a very small section of an ageing population. Dave retired, and Marge moved to another location, and Nick and Jenny got to work. We curated everybody, so they had to go through this testing ground of being outside temporarily, and then the good ones, we tapped on the shoulder and said, you're really good. We'd like you to come inside and to Market House. And that wasn't an easy sell because nobody knew what this was about to become. The market is now full, inside with food and drink stores, outside with everything from potters to bagmakers. At the tables outside the market, locals enjoying a drink gave it thumbs up. I think it's amazing. I think that the market really brings, I don't know, a lot of energy to the area and a lot of new businesses are coming in, which is obviously only a positive thing. Sorry, screaming child in background. And all the nice boutique shops, like, helps you shop local, which is much better than going to, you know, your large supermarkets, so it's much better supporting the local community and local businesses. You know, there's a nice lot of bars and stuff like that bring a lot of people in. When the weather's nice out here, everyone can sit around, the food's good, brings people in, just an up and coming place, yeah. But for some, this style of regeneration is harmful gentrification that doesn't restore a town to its former glory, but rather pushes people out to the margins. For a period of time, I was public enemy number one in the town because people weren't welcoming that kind of change. A lot of people would shout at me, you've ruined this market. But there's no denying the numbers. Five years on, we're probably getting about between 5,000 and 6,000 visitors to the market alone a week. We're feeding 10 to 12,000 people a week here. And this success has spilled over into the rest of Altering up. Several years ago, you would never imagine that cafe culture would be thriving on Stanford New Road. As you can see, we've just been in grantees and over the road. Elizabeth Faulkner, the business improvement district manager, took us on a tour. So here it's so creative, which is another one of the absolute experience-led new businesses that have opened in the town. And this is Kate. Hello. Hi. Kate is speed right down, which is great for beginners, things like that. Kate Proctor owns So Creative, spelt S-E-W. She runs sewing classes. Kate's a relative newcomer to the town. I moved to Ultram 6 years ago. There was no footfall down this road. Half it was boarded up. Just six years ago? Six years ago, yeah. I remember moving to Ultrium thinking it was quite a posh place to go and live around, so we never looked around the town. And then we bought the house, and my partner and I walked through the city at the town center and just thought what earth have we done and we were actually going to move and then the market opened and everything changed i moved here last may so i've been here almost a year now there's so much going on now in ultramingham that it's just it was worth the risk it paid off it's definitely worth doing can I be nosy about your financials like are you are you making a profit yet can I ask we are making a profit I mean I'm no by no means a millionaire but yes we're making a profit yet yet precisely this time next year the regeneration of the market hall is doing exactly continuing our tour of Alteringham with Elizabeth Faulkner, it's clear the town doesn't get to escape the carnage in the retail sector entirely. It may be doing well now, relatively speaking, but I begin to wonder, can it sustain? We just walk past one boarded-up shop in this precinct area, and here's another one with its shutters down. And then another one there, Smith's which is closed. So that's a whole shopping centre this closed. This is a whole shopping centre. So this shopping centre at the moment is out for design, for out for design tenter. So Trafford Council at the moment are working with their design partners on what they're going to do with that space. How much do you worry about the fact there seems to be a big brand going bust every month in the UK? Do you worry about the retail climate? Of course it's a worry and it's never nice to hear, but with these changes come opportunities. Perhaps the most striking thing about Alteringham's regeneration is how cheap it's been to achieve. Here's Matt College again, who you may not be surprised to learn, has since reinvented himself as a retail consultant. The market itself has created over 150 jobs just from the market building, and it's not large, and then you look round you where we're sat today, there are literally hundreds and hundreds of jobs have been created. There is, I would say, tens of millions of pounds with additional spending in the town. There's money going into the Exchequer that just wouldn't have been there before. And actually, what have we probably spent? We might have spent two million pounds on some public rail. We spent about a million pound on the market and maybe a million pound doing some revenue stuff. Some people would say, though, it was so easy for you, because although Alderingham had been going down, it was wealthy beforehand, it's in a wealthy area, it's near Manchester, so you've got all the customers just waiting to spend their money. It's not so easy in other areas of the country where people don't have much money to spend in the shops. Ultringham, yes, had some demographic and socioeconomic advantages, but yes, they were also absolutely disadvantages as well in that people were prepared and had the means to go away from the town. The low budget was precisely the reason Nick Johnson of the market got involved in the first place. He wanted to prove that you don't need to spend big bucks to turn a town around. You simply need talented people. I mean, I'm from a background with a property developer, a very creative property developer, where I was used to spending 30, 100, 300 million pounds on large-scale regeneration projects that were meant to have a transformational impact on the places where they were being built. And I think that this is probably the single regeneration project, in my experience of being in the industry for 30 years, this has achieved the highest outputs ever in the country in terms of money invested versus what impact it's had on its area. Other towns listening, should they get themselves, you know, a failing market building and then stuff it full of independence? Is that the secret to success? A lot of other towns with market buildings have probably been to see us. There's a lot of people come here and look at this superficially and just think that all it is is a load of kitchens selling different goods. And I think they missed the subtlety of what makes this work by a long shot. It's quite sophisticated. It needs to be finessed. There needs to be an operator who knows what they're doing in order to make this stick together. You visit here now five years down the line when it's very busy and very established and think this just appeared and it didn't. It was a lot of hard work and there were a lot of decisions that we had to make about pulling the right kind of people together to make it work and I think that's the act of curation that's pivotal and very important. If we left this down to simply a local authority saying well we're going to go out and we're going to advertise each of these spaces for occupation and we'll let whoever offers the highest rent pay it would have been a complete disaster and that's part of the problem with what's happening to our towns and what's happening to our high streets is that there is a need for creative, intelligent intervention that is largely absent, and that's why we're finding that the towns are failing. So what does it take to turn a town around? As Northwich's multi-million pound development which stands half-empty shows, throwing money at the problem, or just building new shops, isn't necessarily the answer. In Ultringham, doing up a market has been a catalyst for change across the town, but it isn't a copy and paste model. The key to success there is the people, not just the traders, but those who led the change are of the town. They cared enough about the place to take the necessary creative and personal risks and the time to rethink the town's purpose and to make it work again, for now at least. The solution for each town will be found within the town, and will be as individual as the people who dream it up and drive it through."}