{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.9, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.5, 9.86], "text": " This is the BBC's world of business."}, {"timestamp": [10.1, 12.9], "text": " I'm Claire Boulderson and the producer is Rosamund Jones."}, {"timestamp": [13.28, 17.28], "text": " In this week's download edition of In Business from BBC Radio 4,"}, {"timestamp": [17.58, 19.44], "text": " we're in Ohio in the US."}, {"timestamp": [19.44, 23.24], "text": " From there, we're exploring the impact on business and the economy"}, {"timestamp": [23.24, 26.86], "text": " of the country's worst public health crisis in decades,"}, {"timestamp": [27.1, 28.34], "text": " the opioid epidemic."}, {"timestamp": [35.66, 38.08], "text": " I'm looking down on what was once"}, {"timestamp": [38.08, 41.34], "text": " one of the largest steel mills in the United States."}, {"timestamp": [41.86, 44.58], "text": " It's built in a bend of the Ohio River"}, {"timestamp": [44.58, 47.2], "text": " where three states meet Ohio,"}, {"timestamp": [47.2, 53.44], "text": " Pennsylvania and West Virginia. And for years, this was the biggest employer around here."}, {"timestamp": [53.44, 58.8], "text": " But the plant closed in 1984 and there's very little going on around here."}, {"timestamp": [62.24, 67.9], "text": " Just down the road is East Liverpool in Ohio, where lots of the steel workers used to live,"}, {"timestamp": [68.2, 71.34], "text": " and you can still feel the impact of the mill's closure."}, {"timestamp": [71.86, 76.44], "text": " Most of the shops on the main street that I'm driving down are empty or boarded up."}, {"timestamp": [76.84, 79.5], "text": " The population here has shrunk dramatically."}, {"timestamp": [80.0, 82.98], "text": " It's less than half the size it was when the steel plant was open."}, {"timestamp": [85.86, 90.5], "text": " We're 30 years into this down spiral since the steel mills closed."}, {"timestamp": [91.04, 95.84], "text": " Over 50% of the good-paying jobs were lost in the city of East Liverpool in one day."}, {"timestamp": [96.56, 97.32], "text": " In one day?"}, {"timestamp": [97.44, 98.6], "text": " Yes, hope went with it."}, {"timestamp": [99.36, 103.82], "text": " Brian Allen is Director of Public Safety for the City of East Liverpool,"}, {"timestamp": [104.24, 107.34], "text": " home now to just under 11,000 people."}, {"timestamp": [108.16, 114.72], "text": " I would say that there are about 75% of our population receive some form of government assistance."}, {"timestamp": [115.26, 118.72], "text": " We have generations of poverty. It's a daily struggle, it really is."}, {"timestamp": [119.48, 124.46], "text": " And that daily struggle is being made even worse by the opioid drug crisis"}, {"timestamp": [124.46, 128.34], "text": " that's sweeping through large parts of white small-town America."}, {"timestamp": [128.84, 138.58], "text": " In this program, I'm looking not just at the human toll of the crisis, but at the growing impact on American businesses as addiction ravages the workforce."}, {"timestamp": [139.12, 144.36], "text": " A year ago, it was very, very bad. It was very bleak. We were averaging an overdose a day."}, {"timestamp": [144.96, 146.6], "text": " Believe it or not, if you've never taken an opioid,"}, {"timestamp": [147.08, 149.68], "text": " what it does is it takes away all the emotional pain."}, {"timestamp": [150.0, 152.46], "text": " So all the worry of paying the bills, getting this done,"}, {"timestamp": [152.76, 153.96], "text": " that all goes away with it."}, {"timestamp": [153.96, 161.6], "text": " In 2016, accidental drug overdoses killed nearly 64,000 people across the United States."}, {"timestamp": [161.78, 165.62], "text": " And the numbers are still rising as addicts switch to ever-strunger"}, {"timestamp": [165.62, 172.2], "text": " opioids obtained from increasingly unreliable sources. Ohio is one of the worst affected states."}, {"timestamp": [172.78, 177.88], "text": " The degree of difficulties that we're seeing in Ohio now as a result of opioid addiction is"}, {"timestamp": [177.88, 182.18], "text": " unprecedented, certainly in my career and perhaps in the history of the United States."}, {"timestamp": [183.02, 188.88], "text": " That's Dr. Mark Hurst, the medical director for Ohio's Department for Mental Health and Addiction Services."}, {"timestamp": [191.6, 196.68], "text": " Also unprecedented is the impact opioid addiction is having on the economy"}, {"timestamp": [196.68, 201.68], "text": " because this drug problem is found mostly in Americans of prime working age."}, {"timestamp": [202.14, 208.4], "text": " There's evidence that addiction is now keeping significant numbers of them out of the workforce."}, {"timestamp": [208.4, 214.08], "text": " It's also costing the country dearly in lost wages and productivity."}, {"timestamp": [214.08, 220.16], "text": " Unlike previous drug problems, this epidemic didn't start on the streets or with narco-traffickers"}, {"timestamp": [220.16, 227.38], "text": " or illegal laboratories. It all began at the heart of America's corporate and medical establishment,"}, {"timestamp": [227.86, 229.34], "text": " as Dr. Hurst explains."}, {"timestamp": [230.2, 233.92], "text": " This really had its genesis in the mid-1990s,"}, {"timestamp": [233.92, 238.74], "text": " when there were assertions that physicians were inadequately addressing pain,"}, {"timestamp": [238.92, 244.48], "text": " and medications, specifically opioids that previously were reserved for end-of-life care and acute care,"}, {"timestamp": [249.34, 255.12], "text": " began to be utilized for chronic pain conditions, which was something that really just didn't happen before. Various pharmaceutical companies and others actually seized upon that opportunity,"}, {"timestamp": [255.7, 263.3], "text": " marketed medications very substantially, and between the mid-1990s and around 2010 or so,"}, {"timestamp": [263.3, 267.0], "text": " we saw a five to tenfold increase in opioid prescribing."}, {"timestamp": [267.0, 284.0], "text": " We'll hear from employers later on, but first I want to know what it's like for individuals caught up in this epidemic."}, {"timestamp": [284.0, 290.68], "text": " So my first stop is one of the growing number of drug treatment centers in this eastern part of the state."}, {"timestamp": [291.52, 292.9], "text": " Hi, I'm Eloise."}, {"timestamp": [293.1, 295.02], "text": " Hello, I'm Claire to the BBC."}, {"timestamp": [295.34, 295.58], "text": " Claire?"}, {"timestamp": [295.58, 296.18], "text": " I'm to meet you."}, {"timestamp": [296.32, 297.08], "text": " Good to see you."}, {"timestamp": [297.18, 298.12], "text": " Welcome to Ohio."}, {"timestamp": [299.46, 301.04], "text": " My name is Eloise, Trina."}, {"timestamp": [301.66, 304.92], "text": " I'm the executive director of the Family Recovery Center."}, {"timestamp": [305.52, 311.86], "text": " This center has been here a little while, as I understand it, but you also now have two more"}, {"timestamp": [311.86, 317.72], "text": " centers. Correct. When I started to work with the agency, we had four employees. Presently,"}, {"timestamp": [317.92, 323.98], "text": " we have almost 80. And we're seeing a kind of a total change in the kinds of people that we're"}, {"timestamp": [323.98, 327.74], "text": " dealing with. In a small conference room at the back of the back kinds of people that we're dealing with."}, {"timestamp": [333.7, 333.92], "text": " In a small conference room at the back of the building, I meet a group of recovering opioid addicts."}, {"timestamp": [340.24, 340.78], "text": " Mary is in her late 50s, a grandmother with short red hair and a hint of pale pink lipstick,"}, {"timestamp": [345.6, 349.6], "text": " looking every bit the calm, confident nurse she was for more than 30 years. But then came the bonfire accident that changed her life."}, {"timestamp": [349.6, 352.6], "text": " In 2006, we were having a big picnic."}, {"timestamp": [352.6, 354.1], "text": " I was trying to get my yard ready."}, {"timestamp": [354.1, 358.2], "text": " It was in the spring and I'm burning some brush, getting ready."}, {"timestamp": [358.2, 361.4], "text": " All of a sudden, I look and I can see these aerosol paint cans."}, {"timestamp": [361.4, 363.4], "text": " And I'm thinking, how did they get there?"}, {"timestamp": [363.4, 365.2], "text": " I'm not sure, but they exploded."}, {"timestamp": [366.02, 369.52], "text": " And you could tell that I had tried to turn because my burns were all on one side."}, {"timestamp": [370.22, 376.58], "text": " Mary was treated at a burns center and was prescribed opioid painkillers, a lot more than she needed,"}, {"timestamp": [376.68, 383.9], "text": " she says. The amount of drugs they were giving me never changed. This went on for like eight months."}, {"timestamp": [384.62, 388.06], "text": " Never any can we start to wean back a little bit?"}, {"timestamp": [388.74, 394.88], "text": " You know, none of that. That was the beginning of my descent into real addiction."}, {"timestamp": [395.18, 400.3], "text": " You were being handed out fistfuls of pills, no question. Exactly. And then all of a sudden"}, {"timestamp": [400.3, 405.66], "text": " that morphine stopped because they weren't going to give me anymore once I wasn't coming back"}, {"timestamp": [405.66, 411.74], "text": " to the burn center. So then there I was like, what do I do? I mean, how am I going to go on? I went back"}, {"timestamp": [411.74, 416.36], "text": " to my family doctor and, of course, my back hurt really bad and all these things. So the problems"}, {"timestamp": [416.36, 421.08], "text": " you were going to your doctor with, you were making up? No, you know, I could truly say that being a"}, {"timestamp": [421.08, 427.92], "text": " nurse and lifting people, your back does hurt, but does it hurt so bad that you couldn't take a Tylenol or an ibuprofen?"}, {"timestamp": [428.76, 429.16], "text": " No."}, {"timestamp": [429.92, 435.02], "text": " This continued for several years until Mary's doctor said no more prescriptions."}, {"timestamp": [435.52, 440.26], "text": " This was around the time the medical establishment realized there was a growing addiction problem"}, {"timestamp": [440.26, 443.48], "text": " and started to cut back on prescribing opioids."}, {"timestamp": [444.0, 448.22], "text": " But Mary had an alternative source, the hospital where she worked."}, {"timestamp": [448.68, 453.32], "text": " So I had a patient that maybe needed two milligrams of morphine,"}, {"timestamp": [453.32, 457.42], "text": " but we only had 10 milligram cartridges available."}, {"timestamp": [458.12, 462.78], "text": " So I should have wasted that other eight, but I didn't."}, {"timestamp": [463.14, 464.76], "text": " I kept the other eight for me."}, {"timestamp": [469.5, 477.06], "text": " How long did this go on for with you using the drugs from the hospital? Years. Yeah, years. More than five. I didn't think it was affecting me at all. I was starting"}, {"timestamp": [477.06, 485.0], "text": " to move up the ladder at work and I was on many, many different committees."}, {"timestamp": [485.0, 487.5], "text": " So you were having a successful career,"}, {"timestamp": [487.5, 489.5], "text": " you were a respected member of staff?"}, {"timestamp": [489.5, 490.5], "text": " Absolutely."}, {"timestamp": [490.5, 491.5], "text": " And you're hooked on morphine."}, {"timestamp": [491.5, 493.0], "text": " And I am hooked on morphine."}, {"timestamp": [493.0, 494.5], "text": " Looking back on it now, do you think,"}, {"timestamp": [494.5, 497.0], "text": " how did I get into this mess?"}, {"timestamp": [497.0, 498.0], "text": " You were a nurse."}, {"timestamp": [498.0, 499.5], "text": " I was a nurse."}, {"timestamp": [499.5, 501.5], "text": " I was the football mom president."}, {"timestamp": [501.5, 503.0], "text": " I was the baseball mom."}, {"timestamp": [503.0, 504.0], "text": " I was all of these things,"}, {"timestamp": [504.0, 505.54], "text": " and I managed to"}, {"timestamp": [505.54, 512.38], "text": " get four kids' schedules straight. And what happened to me? How did I get so far off track?"}, {"timestamp": [512.98, 519.26], "text": " It happens everywhere. Mary says her employers were very understanding. They paid for her treatment."}, {"timestamp": [519.58, 525.56], "text": " But because she'd been caught, she'd not reported her problems voluntarily, she lost her job and her"}, {"timestamp": [525.56, 530.16], "text": " nursing licence was revoked. She's thinking of trying to get it back, but that's a very long"}, {"timestamp": [530.16, 535.08], "text": " process. So for now, she's working as a drugs counsellor at the rehab centre."}, {"timestamp": [536.18, 541.78], "text": " Sitting next to Mary is 31-year-old Ashley, who trained as a beautician and was all set for a pretty"}, {"timestamp": [541.78, 546.34], "text": " standard middle-class life with her husband who ran a small construction company."}, {"timestamp": [546.84, 548.96], "text": " But after the birth of her second child,"}, {"timestamp": [549.48, 552.8], "text": " Ashley had an operation and was prescribed opioids."}, {"timestamp": [553.34, 557.06], "text": " Addiction quickly followed, as did the mounting medical bills."}, {"timestamp": [557.92, 560.32], "text": " The doctor's visit alone was $300."}, {"timestamp": [560.92, 565.78], "text": " This prescription would be $10 to $20 per pill or strip that you would get."}, {"timestamp": [566.28, 569.18], "text": " Because you didn't have health insurance that would cover that kind of thing."}, {"timestamp": [569.72, 569.88], "text": " Yeah."}, {"timestamp": [570.38, 574.4], "text": " So rather than fork out for the costly prescriptions and doctors' visits,"}, {"timestamp": [574.68, 576.7], "text": " Ashley turned to illegal drugs."}, {"timestamp": [577.1, 579.78], "text": " Heroin was widely available and it was cheap."}, {"timestamp": [580.3, 584.18], "text": " So we're back to the streets and get something for $20, $25,"}, {"timestamp": [584.62, 586.94], "text": " and two people wouldn't be sick that day, you know."}, {"timestamp": [587.18, 588.94], "text": " You mean you'd share it with your husband then?"}, {"timestamp": [589.32, 589.56], "text": " Yeah."}, {"timestamp": [589.94, 592.9], "text": " Your husband was running a construction company,"}, {"timestamp": [593.12, 594.64], "text": " but he was an addict as well."}, {"timestamp": [595.02, 596.04], "text": " Why was he on them?"}, {"timestamp": [596.5, 597.88], "text": " That's common on job sites."}, {"timestamp": [597.96, 598.46], "text": " It's common."}, {"timestamp": [598.76, 600.56], "text": " Because there are so many in that world."}, {"timestamp": [600.82, 601.74], "text": " Absolutely, yeah."}, {"timestamp": [603.16, 604.94], "text": " It didn't take long a couple years."}, {"timestamp": [606.16, 606.88], "text": " Everything started crumbling."}, {"timestamp": [611.68, 612.4], "text": " Everything that we had built around us, the family, the house, everything's gone."}, {"timestamp": [617.7, 618.06], "text": " It's a well-trodden path for many of the Americans who start out on prescription painkillers."}, {"timestamp": [622.76, 623.2], "text": " When they can no longer get them but can't cope without, they move on to illegal drugs."}, {"timestamp": [626.24, 626.54], "text": " These include opioid pills being sold on the street."}, {"timestamp": [632.96, 640.2], "text": " They include heroin. And now, more often than not, those drugs are laced with fentanyl, the extraordinarily powerful synthetic opioid behind the sharp rise in overdoses. That was what nearly killed Ashley."}, {"timestamp": [640.84, 646.66], "text": " I was found unresponsive and dead in a bathtub. I was gone for a couple minutes due to a fentanyl overdose."}, {"timestamp": [647.36, 650.66], "text": " I haven't touched anything since that day, February 25, 2017."}, {"timestamp": [651.04, 653.14], "text": " That must have been an incredible shock to you"}, {"timestamp": [653.14, 657.1], "text": " to have realized how close you could come to dying through this stuff."}, {"timestamp": [657.3, 659.76], "text": " Yeah, absolutely. All I could do is pray."}, {"timestamp": [660.5, 664.04], "text": " Despite a conviction and jail term for drugs offences,"}, {"timestamp": [664.34, 667.02], "text": " Ashley has finally managed to find a job."}, {"timestamp": [667.26, 669.08], "text": " She's working at a fast food outlet,"}, {"timestamp": [669.38, 673.0], "text": " and she's hoping to get her children back from the relatives they've been living with."}, {"timestamp": [677.44, 682.08], "text": " Mary and Ashley's stories are just two amongst countless others."}, {"timestamp": [682.08, 689.72], "text": " We found that between 90,000 and 170,000 people are abusing opioids in Ohio."}, {"timestamp": [690.88, 698.72], "text": " Economist Michael Betts at Ohio State University is co-author of a study of the economic impact of addiction in Ohio."}, {"timestamp": [698.72, 705.54], "text": " You're looking at costs to lost worker productivity for workers who are addicted and can't perform their jobs well,"}, {"timestamp": [706.12, 711.1], "text": " lost lifetime earnings, cost of medical treatment, cost of criminal justice."}, {"timestamp": [711.1, 721.18], "text": " And together, what we found is very conservative estimates that the costs to Ohioans is between $6.6 and $8.8 billion annually."}, {"timestamp": [721.78, 727.16], "text": " And those figures didn't include things like increase in the number of"}, {"timestamp": [727.16, 734.6], "text": " kids who are entering foster care. At $25,000 a kid, you're looking at almost 50% more added to"}, {"timestamp": [734.6, 736.04], "text": " our estimates as well."}, {"timestamp": [737.42, 744.84], "text": " Up to $8.8 billion a year, and that's just in one state. Federal government economists"}, {"timestamp": [744.84, 746.42], "text": " estimate the annual cost"}, {"timestamp": [746.42, 753.16], "text": " of the epidemic to the whole country has reached more than $500 billion. Much of that is because"}, {"timestamp": [753.16, 762.1], "text": " opioid addiction is highest amongst people of working age. This is the convention center in"}, {"timestamp": [762.1, 768.56], "text": " Ohio's state capital Columbus. When I was there, there was a health and safety show in the vast exhibition hall."}, {"timestamp": [769.1, 772.92], "text": " Amongst the dozens of companies demonstrating safety clothing and equipment,"}, {"timestamp": [773.28, 778.04], "text": " I was surprised at how many were offering workplace drug testing services."}, {"timestamp": [778.68, 781.86], "text": " Theresa McKenney, from Accident Protocol, was one of them."}, {"timestamp": [782.44, 786.0], "text": " Most everybody does pre-employment drug testing,"}, {"timestamp": [786.0, 790.0], "text": " but we're involved all the way through with the post-accident"}, {"timestamp": [790.0, 793.0], "text": " and the random drug testing,"}, {"timestamp": [793.0, 799.0], "text": " and that's really critical when you're running a manufacturing plant."}, {"timestamp": [799.0, 802.0], "text": " Are people also coming to you at all from retail,"}, {"timestamp": [802.0, 805.44], "text": " from the service industries, or is it all in manufacturing?"}, {"timestamp": [806.34, 810.78], "text": " Oh no, retail requires it as well. It's really across all industries."}, {"timestamp": [812.2, 817.76], "text": " And finding workers across all industries who are drug-free is starting to be a significant problem."}, {"timestamp": [818.48, 825.44], "text": " The percentage of the US population in work or actively looking for work, the labour force participation rate,"}, {"timestamp": [825.84, 830.88], "text": " has been falling since the year 2000. Partly that's because of baby boomers retiring,"}, {"timestamp": [831.2, 836.48], "text": " partly because more young people are going to college. But according to a study from Princeton"}, {"timestamp": [836.48, 842.48], "text": " University, just under half the working-age men who've simply stopped trying to get a job are"}, {"timestamp": [842.48, 850.68], "text": " taking pain medication. And the study concludes that opioid use is a significant factor in explaining why these men"}, {"timestamp": [850.68, 853.18], "text": " are no longer in the workforce."}, {"timestamp": [853.18, 856.48], "text": " That fits with Theresa McKenney's experience too."}, {"timestamp": [856.48, 861.94], "text": " The labor pool is shrinking, especially in the smaller communities."}, {"timestamp": [861.94, 865.2], "text": " Even when they get the men and they're qualified for the job,"}, {"timestamp": [870.14, 870.8], "text": " they are testing positive for the drugs. So it's a real epidemic for them."}, {"timestamp": [876.4, 886.78], "text": " If you fail a pre-employment drug test, you won't get the job. But what happens if you fail a drug test once you've been hired? These are the offices of working partners."}, {"timestamp": [887.16, 889.7], "text": " It's a consultancy on the outskirts of Columbus"}, {"timestamp": [889.7, 893.14], "text": " that helps businesses deal with drug and alcohol addiction"}, {"timestamp": [893.14, 894.48], "text": " amongst their employees."}, {"timestamp": [895.28, 898.7], "text": " In a recent survey of 4,000 Ohio businesses,"}, {"timestamp": [899.14, 901.46], "text": " working partners asked what happens to workers"}, {"timestamp": [901.46, 903.1], "text": " if they fail a drug test."}, {"timestamp": [903.62, 906.28], "text": " Chief Executive D Mason told me the results."}, {"timestamp": [906.9, 910.66], "text": " About 31% of those polls said,"}, {"timestamp": [910.84, 914.78], "text": " yes, we would give a second chance to an individual on the first violation."}, {"timestamp": [915.16, 919.52], "text": " And then there are about 25.2% that said, you know, I'm not sure."}, {"timestamp": [919.72, 922.54], "text": " I think I would decide on a case-by-case basis."}, {"timestamp": [923.16, 926.8], "text": " Then there's about 27% said they would terminate."}, {"timestamp": [927.14, 929.08], "text": " So that means instantly dismissed the worker?"}, {"timestamp": [929.14, 929.66], "text": " That's accurate."}, {"timestamp": [930.4, 931.12], "text": " They're gone."}, {"timestamp": [931.4, 932.36], "text": " They're then getting no help?"}, {"timestamp": [932.44, 933.22], "text": " They're just out there?"}, {"timestamp": [933.36, 935.22], "text": " That would often be the case."}, {"timestamp": [936.28, 940.18], "text": " Dee Mason would like to see more bosses giving workers a second chance"}, {"timestamp": [940.18, 944.22], "text": " if they either fail a drugs test or come forward and acknowledge their problem."}, {"timestamp": [944.86, 947.22], "text": " And there's something else she's urging employers to do,"}, {"timestamp": [947.42, 950.6], "text": " and that's to educate their workforce about addiction."}, {"timestamp": [951.34, 955.42], "text": " We think that the workplace is the absolute keystone"}, {"timestamp": [955.42, 957.76], "text": " to dealing with these issues"}, {"timestamp": [957.76, 961.38], "text": " because they have a captive audience of adults."}, {"timestamp": [961.8, 963.42], "text": " And adults are the consumers."}, {"timestamp": [963.66, 964.74], "text": " They are the taxpayers."}, {"timestamp": [966.32, 976.08], "text": " They are the voters. They are the the parents they are the misusers they are the ill-informed so the workplace is a keystone to really"}, {"timestamp": [976.08, 986.92], "text": " approaching this issue all the way around i am jerry kesslering I am president of contract sweepers and equipment."}, {"timestamp": [987.62, 992.42], "text": " We provide street sweeping, parking lot sweeping services throughout the region."}, {"timestamp": [993.18, 996.32], "text": " It's early morning in a wind-swept depot in Columbus,"}, {"timestamp": [996.68, 1000.06], "text": " and the night shift at contract sweepers is just coming to an end."}, {"timestamp": [1000.54, 1003.3], "text": " The company employs about 100 people altogether,"}, {"timestamp": [1003.3, 1007.96], "text": " and managers here have seen the effects of opioid addiction firsthand."}, {"timestamp": [1008.52, 1011.8], "text": " It was almost two years ago that we lost an employee."}, {"timestamp": [1012.5, 1015.58], "text": " This was a young man from a good family."}, {"timestamp": [1015.98, 1018.1], "text": " Didn't show up for work on a Friday night."}, {"timestamp": [1018.5, 1020.0], "text": " Didn't show up for work on a Saturday."}, {"timestamp": [1021.22, 1022.8], "text": " Went to his apartment on Sunday."}, {"timestamp": [1024.1, 1027.28], "text": " And he was dead from an opioid overdose."}, {"timestamp": [1027.9, 1030.84], "text": " And that really kind of got us thinking about what was going on."}, {"timestamp": [1031.18, 1032.54], "text": " And how did you then react to that?"}, {"timestamp": [1032.6, 1033.72], "text": " Well, we talked about it."}, {"timestamp": [1033.92, 1037.62], "text": " What happens outside of their work life impacts what's going on here."}, {"timestamp": [1038.12, 1040.28], "text": " Our night cruise sits down together every night."}, {"timestamp": [1040.34, 1041.24], "text": " We talk about the shift."}, {"timestamp": [1041.86, 1043.18], "text": " Let's talk about the person."}, {"timestamp": [1043.74, 1049.32], "text": " You see your role as an employer as being in education to a certain extent with your workforce?"}, {"timestamp": [1049.66, 1050.38], "text": " You have to be."}, {"timestamp": [1050.66, 1052.94], "text": " And, you know, as a leader, you've got to have tough conversations."}, {"timestamp": [1053.28, 1053.9], "text": " That's our job."}, {"timestamp": [1053.94, 1054.68], "text": " That's what we're paid to do."}, {"timestamp": [1055.0, 1056.34], "text": " We have to take that role."}, {"timestamp": [1057.36, 1061.4], "text": " One of those with whom there have been those tough conversations is David."}, {"timestamp": [1061.9, 1067.62], "text": " He's 30 and in recovery after 12 years of opioid addiction. It started"}, {"timestamp": [1067.62, 1073.24], "text": " with pain medication when he was hit by a van at the age of 18. He'd managed to stay off drugs for"}, {"timestamp": [1073.24, 1078.28], "text": " a while when he got the contract sweeper's job. But six months ago, something changed."}, {"timestamp": [1079.0, 1084.76], "text": " I went back buying my painkillers off the street. Is that an easy thing to do? Very easy."}, {"timestamp": [1085.64, 1087.24], "text": " Insanely easy."}, {"timestamp": [1087.24, 1093.78], "text": " In Columbus alone, it seems to me that almost every family has at least one or two"}, {"timestamp": [1093.78, 1095.68], "text": " opioid addict in their family."}, {"timestamp": [1095.68, 1096.68], "text": " So what happened then?"}, {"timestamp": [1096.68, 1099.56], "text": " Because you were in work at that point, and you're driving a truck."}, {"timestamp": [1099.56, 1101.96], "text": " So what do you do?"}, {"timestamp": [1101.96, 1109.4], "text": " Before I knew I was going to get out of control, I asked for help."}, {"timestamp": [1109.4, 1115.38], "text": " When David came to his supervisor that night, the supervisor wouldn't let him out of his"}, {"timestamp": [1115.38, 1116.52], "text": " sight all night."}, {"timestamp": [1116.52, 1122.06], "text": " So when I walked in the office about seven in the morning, the first thing his supervisor did"}, {"timestamp": [1122.06, 1124.68], "text": " was grab me and said, David's got a problem."}, {"timestamp": [1124.68, 1125.72], "text": " We came into my office."}, {"timestamp": [1126.54, 1128.94], "text": " We discussed the problem."}, {"timestamp": [1129.76, 1133.38], "text": " We immediately got a hold of our employee assistance program."}, {"timestamp": [1134.4, 1138.78], "text": " And, you know, we had follow-ups throughout the process with David to make sure things were going well."}, {"timestamp": [1139.08, 1140.52], "text": " Because we wanted David back."}, {"timestamp": [1141.42, 1145.46], "text": " David went into a drug rehab program funded by the state."}, {"timestamp": [1145.7, 1148.82], "text": " He still gets outpatient counseling and other help."}, {"timestamp": [1149.24, 1152.78], "text": " And to his immense relief, he's now back at work full time."}, {"timestamp": [1153.4, 1158.26], "text": " I've done this before, and I asked for help with another job."}, {"timestamp": [1158.66, 1161.92], "text": " And they seemed like they wanted to help me."}, {"timestamp": [1162.38, 1167.2], "text": " As soon as I come back, they had found some excuse and let me go."}, {"timestamp": [1167.82, 1170.08], "text": " And that's what was so scary about this time,"}, {"timestamp": [1170.16, 1172.82], "text": " but this has been a totally different experience."}, {"timestamp": [1173.48, 1174.9], "text": " They have helped so much."}, {"timestamp": [1175.1, 1178.5], "text": " They waited on me, let me get the treatment that I wanted."}, {"timestamp": [1179.4, 1181.48], "text": " They've been nothing but fair with me."}, {"timestamp": [1181.54, 1182.26], "text": " It's been great."}, {"timestamp": [1183.06, 1184.98], "text": " Employment is very helpful for recovery."}, {"timestamp": [1185.76, 1190.5], "text": " Dr. Mark Hurst of Ohio's Department for Mental Health and Addiction Services again."}, {"timestamp": [1190.8, 1196.0], "text": " When a person has productive things that they're doing, when they're making progress economically,"}, {"timestamp": [1196.12, 1199.54], "text": " that helps a person build their self-esteem and helps the whole recovery process."}, {"timestamp": [1199.86, 1203.54], "text": " That's quite a lot to ask of employers, isn't it, to keep people on the books,"}, {"timestamp": [1203.64, 1208.68], "text": " to keep a job open for them, and then in a way they have to nurture them to keep them sort of clean and healthy."}, {"timestamp": [1209.16, 1215.5], "text": " I don't know if I entirely agree with that, because it's also really expensive to hire a new employee and to train a new employee."}, {"timestamp": [1215.68, 1219.84], "text": " And when you've put the investment into hiring someone, training them and they've been productive,"}, {"timestamp": [1220.32, 1222.64], "text": " and as a result of their addiction, they have lost that."}, {"timestamp": [1222.94, 1225.86], "text": " It seems to me the most economically sensible thing to do"}, {"timestamp": [1225.86, 1228.84], "text": " is to help that person get back to the workforce and be successful."}, {"timestamp": [1229.74, 1233.4], "text": " That sounds ideal, but as I heard back in East Liverpool,"}, {"timestamp": [1233.78, 1235.28], "text": " it's not always that straightforward."}, {"timestamp": [1238.44, 1242.3], "text": " I'm crossing the old metal bridge over the Ohio River"}, {"timestamp": [1242.3, 1246.56], "text": " to a factory that's the only sizable employer around here"}, {"timestamp": [1246.56, 1252.56], "text": " other than the hospital. Before steel, this town was known for its potteries. A century ago,"}, {"timestamp": [1252.56, 1259.28], "text": " there were hundreds of them. Only one company has survived. Homer, Loughlin, China, and that's where"}, {"timestamp": [1259.28, 1267.88], "text": " I'm headed. I'm in an amazing room with this extraordinarily sort of vaulted ceiling, heavily decorated."}, {"timestamp": [1268.38, 1270.08], "text": " And I'm here with Katie Bricker."}, {"timestamp": [1270.24, 1272.24], "text": " Katie, tell me your connection to this company."}, {"timestamp": [1272.68, 1275.84], "text": " I serve as our general marketing manager here at Homer Lachlan,"}, {"timestamp": [1276.18, 1280.2], "text": " and I'm also a fifth generation member of the ownership of the company."}, {"timestamp": [1280.76, 1284.68], "text": " This room that we're standing in was created in the early 1920s."}, {"timestamp": [1284.68, 1285.0], "text": " It came to be because my great-great-grandfather had gone on a trip. This room that we're standing in was created in the early 1920s."}, {"timestamp": [1285.0, 1292.0], "text": " It came to be because my great-great-grandfather had gone on a trip over to see the English potteries."}, {"timestamp": [1292.0, 1295.0], "text": " That was our big competition at the time."}, {"timestamp": [1295.0, 1298.0], "text": " And they all had these exquisite showrooms."}, {"timestamp": [1298.0, 1302.0], "text": " And when he came back, he said, that's how we want to show off our product."}, {"timestamp": [1302.0, 1306.94], "text": " Katie, you brought me to the factory floor."}, {"timestamp": [1307.16, 1310.84], "text": " This vast, vast building full of pottery."}, {"timestamp": [1310.98, 1311.96], "text": " How big is it?"}, {"timestamp": [1312.38, 1317.34], "text": " Our factory stretches for about a mile on the banks of the Ohio River,"}, {"timestamp": [1317.34, 1320.26], "text": " so that adds up to about a million square feet."}, {"timestamp": [1321.76, 1329.08], "text": " Homer Loughlin employs about 900 people in jobs that provide health care and other benefits and relatively good pay."}, {"timestamp": [1329.58, 1335.44], "text": " But despite quite high unemployment in this area, it's getting increasingly hard to find workers."}, {"timestamp": [1336.0, 1339.46], "text": " Homer Lachlan's director of human resources is Ralph Smith."}, {"timestamp": [1339.96, 1346.12], "text": " The labor pool is shrinking and I'm sure the opioid problem has something to do with the amount of people that we can recruit."}, {"timestamp": [1347.12, 1353.74], "text": " Like many employers, this company tests potential workers for drug use as part of the recruitment process."}, {"timestamp": [1354.16, 1360.64], "text": " That's not surprising. They'll be working with complex machinery and red-hot kilns and the majority do pass."}, {"timestamp": [1361.08, 1364.94], "text": " But what about all those who probably don't even bother to apply?"}, {"timestamp": [1365.0, 1368.76], "text": " Do you think there are people who are not coming forward because they know you're"}, {"timestamp": [1368.76, 1371.5], "text": " going to drugs tests and therefore there's no point them even applying?"}, {"timestamp": [1371.5, 1376.5], "text": " I would say yes because they do know that and we do get that question from applicants"}, {"timestamp": [1376.5, 1380.94], "text": " and I'm sure there's people that do not come forward because why waste our time and"}, {"timestamp": [1380.94, 1381.94], "text": " why waste their time."}, {"timestamp": [1381.94, 1386.02], "text": " What about when it's people already employed if there's a problem that it does show up,"}, {"timestamp": [1386.06, 1387.16], "text": " they've got a positive test."}, {"timestamp": [1387.72, 1392.62], "text": " They are not employed if they test positive for drugs and they're excused or discharged."}, {"timestamp": [1392.86, 1394.12], "text": " So there's no second chance?"}, {"timestamp": [1394.42, 1394.74], "text": " No."}, {"timestamp": [1395.02, 1400.5], "text": " Given that there is a shortage of people with skills, wouldn't it be better if someone test positive for drugs"}, {"timestamp": [1400.5, 1405.98], "text": " to try and retain them, get them through rehab so that you you don't have to then go and try and recruit someone else?"}, {"timestamp": [1406.28, 1409.4], "text": " That's a valid point, and yes, that is true that it would be better,"}, {"timestamp": [1409.4, 1414.84], "text": " but many of the folks that test positive for drugs do not have a successful rehab."}, {"timestamp": [1415.74, 1419.44], "text": " For some companies, automation is a way around the problem,"}, {"timestamp": [1419.68, 1422.72], "text": " but that requires big investments, and jobs here,"}, {"timestamp": [1422.92, 1426.08], "text": " like shaping cup handles and decorating plates,"}, {"timestamp": [1426.08, 1428.74], "text": " could still only be done by a person."}, {"timestamp": [1428.74, 1434.82], "text": " So for now, Homer Loughlin's only real option is to widen its search for workers."}, {"timestamp": [1434.82, 1439.12], "text": " We go further into Ohio, we go further into West Virginia and Pennsylvania."}, {"timestamp": [1439.12, 1441.62], "text": " Early days of the pottery, they did not have to drive."}, {"timestamp": [1441.62, 1447.06], "text": " They walked, they commuted on a bus, they come across the bridge, you know, on bicycles."}, {"timestamp": [1447.32, 1451.94], "text": " Now we have people from as far as I drive 40 miles every day to work."}, {"timestamp": [1452.14, 1453.52], "text": " But I grew up in the area."}, {"timestamp": [1453.7, 1455.52], "text": " And you have other people working on the factory floor."}, {"timestamp": [1455.62, 1456.7], "text": " They'll come that sort of distance?"}, {"timestamp": [1457.12, 1457.42], "text": " Yes."}, {"timestamp": [1458.46, 1462.36], "text": " That's just one of the many companies grappling with opioid addiction"}, {"timestamp": [1462.36, 1464.52], "text": " as a growing workplace issue."}, {"timestamp": [1465.8, 1469.98], "text": " For some businesses, though, the drug problem presents an opportunity."}, {"timestamp": [1479.58, 1487.72], "text": " I've come to a business park on the edge of Columbus, a long strip of low-level, one-story buildings,"}, {"timestamp": [1488.28, 1494.64], "text": " and I've come to meet someone who hopes that there could actually be something positive"}, {"timestamp": [1494.64, 1499.28], "text": " that comes out of this whole horrible opioid crisis."}, {"timestamp": [1501.12, 1506.68], "text": " It took a while to find Greg Fiore, Chief Executive of Solis Therapeutics,"}, {"timestamp": [1506.8, 1509.82], "text": " because his company hasn't formally opened its offices yet."}, {"timestamp": [1510.38, 1512.18], "text": " I'm moving from Boston to Columbus,"}, {"timestamp": [1512.3, 1514.9], "text": " and we are literally just getting on the ground with the company now."}, {"timestamp": [1514.9, 1522.46], "text": " We're developing a novel non-opioid, non-steroid, long-acting, injectable pain drug"}, {"timestamp": [1522.46, 1525.5], "text": " for the treatment of a very common and very painful condition"}, {"timestamp": [1525.5, 1528.84], "text": " called radicular leg pain or sciatica."}, {"timestamp": [1529.14, 1532.92], "text": " But this product really has the ability to be used in multiple different areas of the body"}, {"timestamp": [1532.92, 1537.6], "text": " to address issues that people right now are struggling with in many different forms."}, {"timestamp": [1538.6, 1543.38], "text": " Solis is setting up business in Ohio because the state government has given it $2 million"}, {"timestamp": [1543.38, 1545.18], "text": " in seed financing."}, {"timestamp": [1545.86, 1551.36], "text": " It comes from a fund designed to encourage companies and individuals to come up with new ideas"}, {"timestamp": [1551.36, 1553.18], "text": " to deal with the opioid epidemic."}, {"timestamp": [1553.82, 1557.32], "text": " You know, most of the innovation does come from great need."}, {"timestamp": [1557.84, 1559.1], "text": " Needed creates opportunity."}, {"timestamp": [1559.82, 1564.22], "text": " This area has been under-exploited by the large pharmaceutical companies until now."}, {"timestamp": [1564.22, 1569.56], "text": " Are you then seeing a lot of other companies looking at perhaps other drugs or other areas"}, {"timestamp": [1569.56, 1572.24], "text": " of innovation that might help with the opioid crisis?"}, {"timestamp": [1572.24, 1573.24], "text": " Well, absolutely."}, {"timestamp": [1573.24, 1577.14], "text": " We've seen a lot of people jump in, so we're excited about that."}, {"timestamp": [1577.14, 1581.56], "text": " The drug Solis is developing won't be on the market for at least four years."}, {"timestamp": [1581.56, 1586.24], "text": " But what this small startup is doing is only one part of Ohio's efforts"}, {"timestamp": [1586.24, 1592.16], "text": " to combat opioid addiction. Those include trying to get more people into rehab and keeping"}, {"timestamp": [1592.16, 1597.28], "text": " a much closer eye on doctors and pharmacies so that far fewer opioids are prescribed."}, {"timestamp": [1603.12, 1607.04], "text": " In East Liverpool, meanwhile, overdose numbers are starting to fall,"}, {"timestamp": [1607.04, 1613.04], "text": " but officials like Brian Allen know that any sustainable recovery for this community will need"}, {"timestamp": [1613.04, 1615.84], "text": " a return of good jobs."}, {"timestamp": [1615.84, 1621.36], "text": " And that means employers who understand and are prepared to accept what so many of the people"}, {"timestamp": [1621.36, 1622.88], "text": " here have been through."}, {"timestamp": [1622.88, 1628.32], "text": " I just emailed with a guy before you walked in the room that was looking at putting an"}, {"timestamp": [1628.32, 1632.94], "text": " industrial wastewater treatment facility in the east end of our town employing 15 people."}, {"timestamp": [1633.38, 1637.72], "text": " We have to do it small pieces at a time because we can't get that one place to come in and"}, {"timestamp": [1637.72, 1638.82], "text": " solve all of our problems."}, {"timestamp": [1639.32, 1643.0], "text": " But even if you do it piece by piece, and that's great that these people want to come here,"}, {"timestamp": [1643.36, 1650.28], "text": " you're then going to have to perhaps persuade them that they should take on as employees, even people who may not have"}, {"timestamp": [1650.28, 1656.0], "text": " passed the drugs test? Well, hopefully we can persuade them to take on people that have not the"}, {"timestamp": [1656.0, 1661.64], "text": " greatest background. Because once I get you clean, you still have this record that follows you"}, {"timestamp": [1661.64, 1669.2], "text": " for carrying opioids and those are felonies. Who's going to want to hire you? Let alone the ones that failed the test."}, {"timestamp": [1673.12, 1675.68], "text": " This is like turning an aircraft carrier."}, {"timestamp": [1675.68, 1681.12], "text": " You know, it takes 30 miles for an aircraft carrier to turn around and go the other direction."}, {"timestamp": [1681.12, null], "text": " Well, we've just started the turn."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. This is the BBC's world of business. I'm Claire Boulderson and the producer is Rosamund Jones. In this week's download edition of In Business from BBC Radio 4, we're in Ohio in the US. From there, we're exploring the impact on business and the economy of the country's worst public health crisis in decades, the opioid epidemic. I'm looking down on what was once one of the largest steel mills in the United States. It's built in a bend of the Ohio River where three states meet Ohio, Pennsylvania and West Virginia. And for years, this was the biggest employer around here. But the plant closed in 1984 and there's very little going on around here. Just down the road is East Liverpool in Ohio, where lots of the steel workers used to live, and you can still feel the impact of the mill's closure. Most of the shops on the main street that I'm driving down are empty or boarded up. The population here has shrunk dramatically. It's less than half the size it was when the steel plant was open. We're 30 years into this down spiral since the steel mills closed. Over 50% of the good-paying jobs were lost in the city of East Liverpool in one day. In one day? Yes, hope went with it. Brian Allen is Director of Public Safety for the City of East Liverpool, home now to just under 11,000 people. I would say that there are about 75% of our population receive some form of government assistance. We have generations of poverty. It's a daily struggle, it really is. And that daily struggle is being made even worse by the opioid drug crisis that's sweeping through large parts of white small-town America. In this program, I'm looking not just at the human toll of the crisis, but at the growing impact on American businesses as addiction ravages the workforce. A year ago, it was very, very bad. It was very bleak. We were averaging an overdose a day. Believe it or not, if you've never taken an opioid, what it does is it takes away all the emotional pain. So all the worry of paying the bills, getting this done, that all goes away with it. In 2016, accidental drug overdoses killed nearly 64,000 people across the United States. And the numbers are still rising as addicts switch to ever-strunger opioids obtained from increasingly unreliable sources. Ohio is one of the worst affected states. The degree of difficulties that we're seeing in Ohio now as a result of opioid addiction is unprecedented, certainly in my career and perhaps in the history of the United States. That's Dr. Mark Hurst, the medical director for Ohio's Department for Mental Health and Addiction Services. Also unprecedented is the impact opioid addiction is having on the economy because this drug problem is found mostly in Americans of prime working age. There's evidence that addiction is now keeping significant numbers of them out of the workforce. It's also costing the country dearly in lost wages and productivity. Unlike previous drug problems, this epidemic didn't start on the streets or with narco-traffickers or illegal laboratories. It all began at the heart of America's corporate and medical establishment, as Dr. Hurst explains. This really had its genesis in the mid-1990s, when there were assertions that physicians were inadequately addressing pain, and medications, specifically opioids that previously were reserved for end-of-life care and acute care, began to be utilized for chronic pain conditions, which was something that really just didn't happen before. Various pharmaceutical companies and others actually seized upon that opportunity, marketed medications very substantially, and between the mid-1990s and around 2010 or so, we saw a five to tenfold increase in opioid prescribing. We'll hear from employers later on, but first I want to know what it's like for individuals caught up in this epidemic. So my first stop is one of the growing number of drug treatment centers in this eastern part of the state. Hi, I'm Eloise. Hello, I'm Claire to the BBC. Claire? I'm to meet you. Good to see you. Welcome to Ohio. My name is Eloise, Trina. I'm the executive director of the Family Recovery Center. This center has been here a little while, as I understand it, but you also now have two more centers. Correct. When I started to work with the agency, we had four employees. Presently, we have almost 80. And we're seeing a kind of a total change in the kinds of people that we're dealing with. In a small conference room at the back of the back kinds of people that we're dealing with. In a small conference room at the back of the building, I meet a group of recovering opioid addicts. Mary is in her late 50s, a grandmother with short red hair and a hint of pale pink lipstick, looking every bit the calm, confident nurse she was for more than 30 years. But then came the bonfire accident that changed her life. In 2006, we were having a big picnic. I was trying to get my yard ready. It was in the spring and I'm burning some brush, getting ready. All of a sudden, I look and I can see these aerosol paint cans. And I'm thinking, how did they get there? I'm not sure, but they exploded. And you could tell that I had tried to turn because my burns were all on one side. Mary was treated at a burns center and was prescribed opioid painkillers, a lot more than she needed, she says. The amount of drugs they were giving me never changed. This went on for like eight months. Never any can we start to wean back a little bit? You know, none of that. That was the beginning of my descent into real addiction. You were being handed out fistfuls of pills, no question. Exactly. And then all of a sudden that morphine stopped because they weren't going to give me anymore once I wasn't coming back to the burn center. So then there I was like, what do I do? I mean, how am I going to go on? I went back to my family doctor and, of course, my back hurt really bad and all these things. So the problems you were going to your doctor with, you were making up? No, you know, I could truly say that being a nurse and lifting people, your back does hurt, but does it hurt so bad that you couldn't take a Tylenol or an ibuprofen? No. This continued for several years until Mary's doctor said no more prescriptions. This was around the time the medical establishment realized there was a growing addiction problem and started to cut back on prescribing opioids. But Mary had an alternative source, the hospital where she worked. So I had a patient that maybe needed two milligrams of morphine, but we only had 10 milligram cartridges available. So I should have wasted that other eight, but I didn't. I kept the other eight for me. How long did this go on for with you using the drugs from the hospital? Years. Yeah, years. More than five. I didn't think it was affecting me at all. I was starting to move up the ladder at work and I was on many, many different committees. So you were having a successful career, you were a respected member of staff? Absolutely. And you're hooked on morphine. And I am hooked on morphine. Looking back on it now, do you think, how did I get into this mess? You were a nurse. I was a nurse. I was the football mom president. I was the baseball mom. I was all of these things, and I managed to get four kids' schedules straight. And what happened to me? How did I get so far off track? It happens everywhere. Mary says her employers were very understanding. They paid for her treatment. But because she'd been caught, she'd not reported her problems voluntarily, she lost her job and her nursing licence was revoked. She's thinking of trying to get it back, but that's a very long process. So for now, she's working as a drugs counsellor at the rehab centre. Sitting next to Mary is 31-year-old Ashley, who trained as a beautician and was all set for a pretty standard middle-class life with her husband who ran a small construction company. But after the birth of her second child, Ashley had an operation and was prescribed opioids. Addiction quickly followed, as did the mounting medical bills. The doctor's visit alone was $300. This prescription would be $10 to $20 per pill or strip that you would get. Because you didn't have health insurance that would cover that kind of thing. Yeah. So rather than fork out for the costly prescriptions and doctors' visits, Ashley turned to illegal drugs. Heroin was widely available and it was cheap. So we're back to the streets and get something for $20, $25, and two people wouldn't be sick that day, you know. You mean you'd share it with your husband then? Yeah. Your husband was running a construction company, but he was an addict as well. Why was he on them? That's common on job sites. It's common. Because there are so many in that world. Absolutely, yeah. It didn't take long a couple years. Everything started crumbling. Everything that we had built around us, the family, the house, everything's gone. It's a well-trodden path for many of the Americans who start out on prescription painkillers. When they can no longer get them but can't cope without, they move on to illegal drugs. These include opioid pills being sold on the street. They include heroin. And now, more often than not, those drugs are laced with fentanyl, the extraordinarily powerful synthetic opioid behind the sharp rise in overdoses. That was what nearly killed Ashley. I was found unresponsive and dead in a bathtub. I was gone for a couple minutes due to a fentanyl overdose. I haven't touched anything since that day, February 25, 2017. That must have been an incredible shock to you to have realized how close you could come to dying through this stuff. Yeah, absolutely. All I could do is pray. Despite a conviction and jail term for drugs offences, Ashley has finally managed to find a job. She's working at a fast food outlet, and she's hoping to get her children back from the relatives they've been living with. Mary and Ashley's stories are just two amongst countless others. We found that between 90,000 and 170,000 people are abusing opioids in Ohio. Economist Michael Betts at Ohio State University is co-author of a study of the economic impact of addiction in Ohio. You're looking at costs to lost worker productivity for workers who are addicted and can't perform their jobs well, lost lifetime earnings, cost of medical treatment, cost of criminal justice. And together, what we found is very conservative estimates that the costs to Ohioans is between $6.6 and $8.8 billion annually. And those figures didn't include things like increase in the number of kids who are entering foster care. At $25,000 a kid, you're looking at almost 50% more added to our estimates as well. Up to $8.8 billion a year, and that's just in one state. Federal government economists estimate the annual cost of the epidemic to the whole country has reached more than $500 billion. Much of that is because opioid addiction is highest amongst people of working age. This is the convention center in Ohio's state capital Columbus. When I was there, there was a health and safety show in the vast exhibition hall. Amongst the dozens of companies demonstrating safety clothing and equipment, I was surprised at how many were offering workplace drug testing services. Theresa McKenney, from Accident Protocol, was one of them. Most everybody does pre-employment drug testing, but we're involved all the way through with the post-accident and the random drug testing, and that's really critical when you're running a manufacturing plant. Are people also coming to you at all from retail, from the service industries, or is it all in manufacturing? Oh no, retail requires it as well. It's really across all industries. And finding workers across all industries who are drug-free is starting to be a significant problem. The percentage of the US population in work or actively looking for work, the labour force participation rate, has been falling since the year 2000. Partly that's because of baby boomers retiring, partly because more young people are going to college. But according to a study from Princeton University, just under half the working-age men who've simply stopped trying to get a job are taking pain medication. And the study concludes that opioid use is a significant factor in explaining why these men are no longer in the workforce. That fits with Theresa McKenney's experience too. The labor pool is shrinking, especially in the smaller communities. Even when they get the men and they're qualified for the job, they are testing positive for the drugs. So it's a real epidemic for them. If you fail a pre-employment drug test, you won't get the job. But what happens if you fail a drug test once you've been hired? These are the offices of working partners. It's a consultancy on the outskirts of Columbus that helps businesses deal with drug and alcohol addiction amongst their employees. In a recent survey of 4,000 Ohio businesses, working partners asked what happens to workers if they fail a drug test. Chief Executive D Mason told me the results. About 31% of those polls said, yes, we would give a second chance to an individual on the first violation. And then there are about 25.2% that said, you know, I'm not sure. I think I would decide on a case-by-case basis. Then there's about 27% said they would terminate. So that means instantly dismissed the worker? That's accurate. They're gone. They're then getting no help? They're just out there? That would often be the case. Dee Mason would like to see more bosses giving workers a second chance if they either fail a drugs test or come forward and acknowledge their problem. And there's something else she's urging employers to do, and that's to educate their workforce about addiction. We think that the workplace is the absolute keystone to dealing with these issues because they have a captive audience of adults. And adults are the consumers. They are the taxpayers. They are the voters. They are the the parents they are the misusers they are the ill-informed so the workplace is a keystone to really approaching this issue all the way around i am jerry kesslering I am president of contract sweepers and equipment. We provide street sweeping, parking lot sweeping services throughout the region. It's early morning in a wind-swept depot in Columbus, and the night shift at contract sweepers is just coming to an end. The company employs about 100 people altogether, and managers here have seen the effects of opioid addiction firsthand. It was almost two years ago that we lost an employee. This was a young man from a good family. Didn't show up for work on a Friday night. Didn't show up for work on a Saturday. Went to his apartment on Sunday. And he was dead from an opioid overdose. And that really kind of got us thinking about what was going on. And how did you then react to that? Well, we talked about it. What happens outside of their work life impacts what's going on here. Our night cruise sits down together every night. We talk about the shift. Let's talk about the person. You see your role as an employer as being in education to a certain extent with your workforce? You have to be. And, you know, as a leader, you've got to have tough conversations. That's our job. That's what we're paid to do. We have to take that role. One of those with whom there have been those tough conversations is David. He's 30 and in recovery after 12 years of opioid addiction. It started with pain medication when he was hit by a van at the age of 18. He'd managed to stay off drugs for a while when he got the contract sweeper's job. But six months ago, something changed. I went back buying my painkillers off the street. Is that an easy thing to do? Very easy. Insanely easy. In Columbus alone, it seems to me that almost every family has at least one or two opioid addict in their family. So what happened then? Because you were in work at that point, and you're driving a truck. So what do you do? Before I knew I was going to get out of control, I asked for help. When David came to his supervisor that night, the supervisor wouldn't let him out of his sight all night. So when I walked in the office about seven in the morning, the first thing his supervisor did was grab me and said, David's got a problem. We came into my office. We discussed the problem. We immediately got a hold of our employee assistance program. And, you know, we had follow-ups throughout the process with David to make sure things were going well. Because we wanted David back. David went into a drug rehab program funded by the state. He still gets outpatient counseling and other help. And to his immense relief, he's now back at work full time. I've done this before, and I asked for help with another job. And they seemed like they wanted to help me. As soon as I come back, they had found some excuse and let me go. And that's what was so scary about this time, but this has been a totally different experience. They have helped so much. They waited on me, let me get the treatment that I wanted. They've been nothing but fair with me. It's been great. Employment is very helpful for recovery. Dr. Mark Hurst of Ohio's Department for Mental Health and Addiction Services again. When a person has productive things that they're doing, when they're making progress economically, that helps a person build their self-esteem and helps the whole recovery process. That's quite a lot to ask of employers, isn't it, to keep people on the books, to keep a job open for them, and then in a way they have to nurture them to keep them sort of clean and healthy. I don't know if I entirely agree with that, because it's also really expensive to hire a new employee and to train a new employee. And when you've put the investment into hiring someone, training them and they've been productive, and as a result of their addiction, they have lost that. It seems to me the most economically sensible thing to do is to help that person get back to the workforce and be successful. That sounds ideal, but as I heard back in East Liverpool, it's not always that straightforward. I'm crossing the old metal bridge over the Ohio River to a factory that's the only sizable employer around here other than the hospital. Before steel, this town was known for its potteries. A century ago, there were hundreds of them. Only one company has survived. Homer, Loughlin, China, and that's where I'm headed. I'm in an amazing room with this extraordinarily sort of vaulted ceiling, heavily decorated. And I'm here with Katie Bricker. Katie, tell me your connection to this company. I serve as our general marketing manager here at Homer Lachlan, and I'm also a fifth generation member of the ownership of the company. This room that we're standing in was created in the early 1920s. It came to be because my great-great-grandfather had gone on a trip. This room that we're standing in was created in the early 1920s. It came to be because my great-great-grandfather had gone on a trip over to see the English potteries. That was our big competition at the time. And they all had these exquisite showrooms. And when he came back, he said, that's how we want to show off our product. Katie, you brought me to the factory floor. This vast, vast building full of pottery. How big is it? Our factory stretches for about a mile on the banks of the Ohio River, so that adds up to about a million square feet. Homer Loughlin employs about 900 people in jobs that provide health care and other benefits and relatively good pay. But despite quite high unemployment in this area, it's getting increasingly hard to find workers. Homer Lachlan's director of human resources is Ralph Smith. The labor pool is shrinking and I'm sure the opioid problem has something to do with the amount of people that we can recruit. Like many employers, this company tests potential workers for drug use as part of the recruitment process. That's not surprising. They'll be working with complex machinery and red-hot kilns and the majority do pass. But what about all those who probably don't even bother to apply? Do you think there are people who are not coming forward because they know you're going to drugs tests and therefore there's no point them even applying? I would say yes because they do know that and we do get that question from applicants and I'm sure there's people that do not come forward because why waste our time and why waste their time. What about when it's people already employed if there's a problem that it does show up, they've got a positive test. They are not employed if they test positive for drugs and they're excused or discharged. So there's no second chance? No. Given that there is a shortage of people with skills, wouldn't it be better if someone test positive for drugs to try and retain them, get them through rehab so that you you don't have to then go and try and recruit someone else? That's a valid point, and yes, that is true that it would be better, but many of the folks that test positive for drugs do not have a successful rehab. For some companies, automation is a way around the problem, but that requires big investments, and jobs here, like shaping cup handles and decorating plates, could still only be done by a person. So for now, Homer Loughlin's only real option is to widen its search for workers. We go further into Ohio, we go further into West Virginia and Pennsylvania. Early days of the pottery, they did not have to drive. They walked, they commuted on a bus, they come across the bridge, you know, on bicycles. Now we have people from as far as I drive 40 miles every day to work. But I grew up in the area. And you have other people working on the factory floor. They'll come that sort of distance? Yes. That's just one of the many companies grappling with opioid addiction as a growing workplace issue. For some businesses, though, the drug problem presents an opportunity. I've come to a business park on the edge of Columbus, a long strip of low-level, one-story buildings, and I've come to meet someone who hopes that there could actually be something positive that comes out of this whole horrible opioid crisis. It took a while to find Greg Fiore, Chief Executive of Solis Therapeutics, because his company hasn't formally opened its offices yet. I'm moving from Boston to Columbus, and we are literally just getting on the ground with the company now. We're developing a novel non-opioid, non-steroid, long-acting, injectable pain drug for the treatment of a very common and very painful condition called radicular leg pain or sciatica. But this product really has the ability to be used in multiple different areas of the body to address issues that people right now are struggling with in many different forms. Solis is setting up business in Ohio because the state government has given it $2 million in seed financing. It comes from a fund designed to encourage companies and individuals to come up with new ideas to deal with the opioid epidemic. You know, most of the innovation does come from great need. Needed creates opportunity. This area has been under-exploited by the large pharmaceutical companies until now. Are you then seeing a lot of other companies looking at perhaps other drugs or other areas of innovation that might help with the opioid crisis? Well, absolutely. We've seen a lot of people jump in, so we're excited about that. The drug Solis is developing won't be on the market for at least four years. But what this small startup is doing is only one part of Ohio's efforts to combat opioid addiction. Those include trying to get more people into rehab and keeping a much closer eye on doctors and pharmacies so that far fewer opioids are prescribed. In East Liverpool, meanwhile, overdose numbers are starting to fall, but officials like Brian Allen know that any sustainable recovery for this community will need a return of good jobs. And that means employers who understand and are prepared to accept what so many of the people here have been through. I just emailed with a guy before you walked in the room that was looking at putting an industrial wastewater treatment facility in the east end of our town employing 15 people. We have to do it small pieces at a time because we can't get that one place to come in and solve all of our problems. But even if you do it piece by piece, and that's great that these people want to come here, you're then going to have to perhaps persuade them that they should take on as employees, even people who may not have passed the drugs test? Well, hopefully we can persuade them to take on people that have not the greatest background. Because once I get you clean, you still have this record that follows you for carrying opioids and those are felonies. Who's going to want to hire you? Let alone the ones that failed the test. This is like turning an aircraft carrier. You know, it takes 30 miles for an aircraft carrier to turn around and go the other direction. Well, we've just started the turn."}