{"speakers": [], "chunks": [{"timestamp": [0.0, 1.74], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.54, 13.24], "text": " I'm Adam Shaw, and I've been looking at how the shopping revolution, which is underway, is"}, {"timestamp": [13.24, 18.32], "text": " reshaping the world of retail. But this is not a simple story about the decline of the"}, {"timestamp": [18.32, 23.48], "text": " high street and the rise of the internet. The battle is far from being done and dusted,"}, {"timestamp": [23.82, 26.46], "text": " and it's harder to make money online than you might think."}, {"timestamp": [26.88, 33.06], "text": " In this week's world of business, we look at the forces shaping the world of shopping and what it means for us all."}, {"timestamp": [36.68, 45.04], "text": " The best thing about our jobs is coming in each morning, going to the printer and seeing the orders that have come through over the weekend."}, {"timestamp": [47.12, 54.16], "text": " So explain to me what's going on here. So here we've got the various different orders coming"}, {"timestamp": [54.16, 60.08], "text": " through going through on the die cutter so they're then being cut ready to be glued and put together."}, {"timestamp": [61.04, 66.66], "text": " I'm being given a tour around the unlikely headquarters of an internet music company Mixixie"}, {"timestamp": [66.66, 70.08], "text": " based in a converted church in Richmond in Surrey."}, {"timestamp": [73.24, 76.24], "text": " Buffy Dupon is the founder and chief executive."}, {"timestamp": [76.84, 82.16], "text": " Her company creates digital mixtapes and a range of other music-related products."}, {"timestamp": [82.16, 86.56], "text": " And it all started with some misdelivered mail containing"}, {"timestamp": [86.56, 94.0], "text": " a poor homemade CD of love songs. I received some unsolicited mail through the post which was"}, {"timestamp": [94.0, 99.36], "text": " for the attention of someone called Sarah. I went and knocked on my neighbour's doors. No one knew"}, {"timestamp": [99.36, 108.0], "text": " a Sarah so I opened up this envelope and there inside was this CD ROM and a few tracks"}, {"timestamp": [108.0, 109.84], "text": " and it said, will you be my Valentine?"}, {"timestamp": [110.52, 115.46], "text": " And it struck me this is someone who's trying to get the theory of a mixtape across,"}, {"timestamp": [116.4, 119.22], "text": " but just the execution just looked awful."}, {"timestamp": [120.34, 121.94], "text": " So are these your CD covers?"}, {"timestamp": [122.18, 122.44], "text": " Yes."}, {"timestamp": [123.3, 125.86], "text": " So these are all the orders that have come through over the weekend."}, {"timestamp": [127.48, 130.4], "text": " Buffy had previously been working for a big music company"}, {"timestamp": [130.4, 134.6], "text": " selling the sort of compilation albums that sell well in supermarkets."}, {"timestamp": [134.6, 138.72], "text": " When she decided that there was a demand for a different kind of product"}, {"timestamp": [138.72, 144.3], "text": " which let you choose the tracks, the packaging and the words on the album cover."}, {"timestamp": [147.76, 148.88], "text": " Your CD is ready to go. And there's your message."}, {"timestamp": [148.88, 153.04], "text": " You had me from Hello, Bon Jovi, from the first day until my last."}, {"timestamp": [153.04, 153.92], "text": " Very nice."}, {"timestamp": [153.92, 167.0], "text": " I never told you and just want you to know you hid me from hello."}, {"timestamp": [167.0, 182.0], "text": " MixPixie is a small part of a big business trend that is revolutionizing retail."}, {"timestamp": [182.0, 189.1], "text": " In this program we're looking at how that revolution is taking place, whether online is really"}, {"timestamp": [189.1, 193.66], "text": " killing the High Street, as the headlines, sometimes suggest, and why it's harder to make"}, {"timestamp": [193.66, 197.18], "text": " money online than you might think."}, {"timestamp": [197.18, 203.88], "text": " Online retail spend increased by over 400% in the last 10 years to over £70 billion."}, {"timestamp": [203.88, 207.6], "text": " About a fifth of all retail spending now takes place online."}, {"timestamp": [208.24, 212.08], "text": " But this is not a simple story about the decline of the high street"}, {"timestamp": [212.08, 213.84], "text": " and the rise of the internet."}, {"timestamp": [213.84, 217.6], "text": " The battle is far from being done and dusted."}, {"timestamp": [224.48, 228.24], "text": " Richard Lynn is from the research consultancy retail economics,"}, {"timestamp": [228.24, 231.76], "text": " an author of the recent report, The Digital Tipping Point,"}, {"timestamp": [231.76, 235.68], "text": " which gives an insight into what the new world of retail will look like."}, {"timestamp": [235.68, 239.52], "text": " I thought it would be appropriate to meet in one of London's busiest shopping areas"}, {"timestamp": [239.52, 244.96], "text": " in bustling Oxford Street. That was until I realised it wasn't the easiest place to spot someone."}, {"timestamp": [245.0, 247.0], "text": " So what does he look like then?"}, {"timestamp": [247.0, 251.0], "text": " Yeah, I don't know. I'm terrible that, but I think when I see him I'll recognise."}, {"timestamp": [251.0, 256.0], "text": " I'd be a terrible witness. If someone asked me to describe someone and go, no, no idea."}, {"timestamp": [256.0, 263.0], "text": " So Richard, fantastic. It was a stupid idea of mine, but I'm glad we found ourselves. Thank you very much."}, {"timestamp": [263.0, 264.0], "text": " Oh, great to be here."}, {"timestamp": [264.0, 269.24], "text": " It does feel as if a lot is happening in retail. Can you give me a sense of how"}, {"timestamp": [269.24, 275.16], "text": " significance a moment you think we're at? I genuinely believe that we are going through a period"}, {"timestamp": [275.16, 280.44], "text": " of unprecedented change in the sector at the moment. Our working assumption is that we expect"}, {"timestamp": [280.44, 286.16], "text": " online to grow to account for 50% of retail within the next 10 years."}, {"timestamp": [286.16, 289.08], "text": " And we see some key trends that will drive that growth."}, {"timestamp": [289.08, 296.18], "text": " Key trends like demographic shifts, so millennials and Gen Zs will account for 50% of the consumer"}, {"timestamp": [296.18, 297.34], "text": " population."}, {"timestamp": [297.34, 302.84], "text": " And also, we think there will be further growth in automation, so retailers will really"}, {"timestamp": [302.84, 306.32], "text": " streamline their businesses to speed up the distribution process."}, {"timestamp": [307.52, 312.96], "text": " Amazon is one of the giants of the online world and is heavily investing in technology to prepare"}, {"timestamp": [312.96, 318.8], "text": " for what it hopes will be an even more profitable future. Neil Travis is one of their general"}, {"timestamp": [318.8, 326.6], "text": " managers. Since 2010, we've invested 9.3 billion in the UK, supporting the online growth that we've seen."}, {"timestamp": [326.98, 332.26], "text": " But I think where online has really excelled, it's just really offering that convenience."}, {"timestamp": [332.62, 339.1], "text": " So if I give an example of myself, we got invited to a 50th birthday party."}, {"timestamp": [339.64, 344.36], "text": " And what we didn't realize until last minute was that the theme was an 80s party."}, {"timestamp": [344.9, 350.18], "text": " We just didn't have the time to go out and source a fancy dress, but I'm a prime member,"}, {"timestamp": [350.38, 352.26], "text": " so I was able to get next day delivery."}, {"timestamp": [352.9, 357.28], "text": " We ordered some ABBA outfits, and lo and behold, first thing the next morning, they turned up,"}, {"timestamp": [357.36, 361.76], "text": " and we were able to turn up in fancy dress to our friend's party."}, {"timestamp": [361.76, 365.38], "text": " Amazon reported record profits in 2018,"}, {"timestamp": [368.06, 370.4], "text": " although most came from cloud computing sales rather than its pure retail business."}, {"timestamp": [370.78, 372.24], "text": " And they're not the only ones"}, {"timestamp": [372.24, 375.44], "text": " having problems making money from online sales."}, {"timestamp": [375.98, 378.02], "text": " First half profits in 2019"}, {"timestamp": [378.02, 380.52], "text": " at the online fashion retailer ASOS"}, {"timestamp": [380.52, 383.1], "text": " fell by over 80%."}, {"timestamp": [383.1, 384.34], "text": " And at a Cardo,"}, {"timestamp": [384.84, 391.96], "text": " it's their software and robotic business that is exciting investors rather than the profit from selling its food."}, {"timestamp": [392.28, 396.0], "text": " It's harder to make money online than you might think."}, {"timestamp": [398.32, 403.4], "text": " One of the stumbling blocks for online growth is the problems of delivery."}, {"timestamp": [404.8, 407.12], "text": " Are we happy for our parcels to be"}, {"timestamp": [407.12, 412.24], "text": " chucked over hedges, left by bins or be stuck in waiting for a knock at the door? If that's the"}, {"timestamp": [412.24, 416.24], "text": " best it gets, well perhaps it's just easier to pop out to the shops."}, {"timestamp": [420.24, 430.9], "text": " We're ready, let's go. Well I've got a new job for the day. I'm working as a delivery man to find out how one retailer is hoping, in-home delivery,"}, {"timestamp": [431.24, 434.2], "text": " may be the answer to the problem for online retailers."}, {"timestamp": [434.6, 437.7], "text": " All with the help of my partner of the day, Andy."}, {"timestamp": [438.3, 440.54], "text": " So we're here on your first delivery of the day."}, {"timestamp": [440.84, 442.48], "text": " My first delivery of my life."}, {"timestamp": [443.2, 447.56], "text": " Can you just explain to me how the while you're away service actually works?"}, {"timestamp": [448.36, 454.62], "text": " As the name suggests, we deliver a customer shopping while the customer is away at work or whatever."}, {"timestamp": [455.04, 458.34], "text": " We have access to their house via Yale lock."}, {"timestamp": [458.78, 463.0], "text": " I let myself in and deliver the shopping, pop it all away for them."}, {"timestamp": [463.6, 466.92], "text": " And then I let myself out, make sure the house is secure, and that's the job done."}, {"timestamp": [467.78, 474.32], "text": " Andy is a waitrose driver and part of a pilot project they have in conjunction with the lock company, Yale."}, {"timestamp": [474.74, 478.9], "text": " The drivers wear body cameras so the customer can see what they've done in their home"}, {"timestamp": [478.9, 482.7], "text": " in an attempt to put customer's security fears to rest."}, {"timestamp": [485.6, 488.48], "text": " So we've drawn up, and it's that nice house on the corner."}, {"timestamp": [488.48, 489.44], "text": " It is indeed, yeah."}, {"timestamp": [489.44, 490.8], "text": " All the lovely flowers."}, {"timestamp": [490.8, 495.2], "text": " The next bit is obviously I've got to load all the shopping onto my trolley"}, {"timestamp": [496.16, 501.28], "text": " and then make our way to the house where we'll prepare ourselves for the getting the key code."}, {"timestamp": [501.28, 506.54], "text": " The driver is sent a one-time passcode to a digital lock on the customer's door."}, {"timestamp": [506.54, 512.68], "text": " They tap in the code, open the door, put away the customers shopping in the fridge and let themselves out."}, {"timestamp": [512.68, 518.78], "text": " Just press and hold and a little red light comes on. We can now access the code."}, {"timestamp": [522.78, 529.2], "text": " And there we go. That beeped says that we've got access so we just step back a little bit"}, {"timestamp": [530.88, 535.68], "text": " hello waitrose anybody home and just like that we were in"}, {"timestamp": [540.48, 543.68], "text": " right now let's find the freezer first which i think is here"}, {"timestamp": [544.0, 548.0], "text": " Right, now let's find the freezer first which I think is here. Oh there we go, lovely we found the freezer."}, {"timestamp": [548.0, 551.0], "text": " Okay now this is actually exactly what I was worried about."}, {"timestamp": [551.0, 553.0], "text": " The freezer looks full."}, {"timestamp": [553.0, 558.0], "text": " Yeah. Isn't this an issue you're sort of trying to sort out people's lives?"}, {"timestamp": [558.0, 560.0], "text": " They may not have space in their fridge or they're covered."}, {"timestamp": [560.0, 562.0], "text": " You've got to make some decisions now."}, {"timestamp": [562.0, 567.56], "text": " It hasn't happened yet but it's come very close where customers ordered lots of frozen food,"}, {"timestamp": [568.08, 570.4], "text": " only to discover that the freezer is almost full,"}, {"timestamp": [570.48, 573.36], "text": " and I've had to kind of move things around like kind of Tetris and wedge stuff in."}, {"timestamp": [573.48, 574.6], "text": " It's not our deal."}, {"timestamp": [574.84, 579.2], "text": " Well, whilst I concerned myself with how full or not the freezer was,"}, {"timestamp": [579.64, 581.06], "text": " Andy just got on with it."}, {"timestamp": [581.36, 586.6], "text": " So collect the rest of my stuff and we're ready to leave so grab"}, {"timestamp": [586.6, 591.88], "text": " the crates to the front door. Okay and after securing the front door and switching off"}, {"timestamp": [591.88, 597.76], "text": " our body cameras we were on our way again. Richard Ambler is head of business development"}, {"timestamp": [597.76, 602.44], "text": " at the Innovations Unit at the John Lewis Partnership which is responsible for the new"}, {"timestamp": [602.44, 606.16], "text": " delivery project. So why on earth does he want the added"}, {"timestamp": [606.16, 612.46], "text": " problem of sorting out his customers' fridges and freezers? The overriding message that has come"}, {"timestamp": [612.46, 617.96], "text": " through from customers is the most sort of precious commodity for them is their time. And therefore,"}, {"timestamp": [618.08, 622.7], "text": " what is really behind this is the ability for us to be able to give customers the time back."}, {"timestamp": [622.7, 625.76], "text": " Ten years ago, e-commerce was incredibly convenient,"}, {"timestamp": [625.76, 628.48], "text": " but now what we're hearing is that actually,"}, {"timestamp": [628.48, 632.4], "text": " that waiting in for deliveries is inconvenient."}, {"timestamp": [632.4, 635.12], "text": " What would make this pilot project a success for you?"}, {"timestamp": [635.12, 637.2], "text": " What are you actually hoping for?"}, {"timestamp": [637.2, 638.88], "text": " We're looking for three things."}, {"timestamp": [638.88, 643.68], "text": " The first is to prove that we can do this operationally."}, {"timestamp": [643.68, 646.64], "text": " We are well along the way of having done that."}, {"timestamp": [646.64, 650.0], "text": " The second would be that customers want us to do it."}, {"timestamp": [650.0, 653.0], "text": " We're on the way to proving that with a small customer base,"}, {"timestamp": [653.0, 656.0], "text": " but the customer base we do have are highly engaged"}, {"timestamp": [656.0, 659.0], "text": " and some of them have talked in terms"}, {"timestamp": [659.0, 662.0], "text": " about how this has transformed their lives for them."}, {"timestamp": [662.0, 666.64], "text": " The third one, which is completely unproven at the moment at the viability point,"}, {"timestamp": [666.98, 670.22], "text": " which is do the economics of this really stack up?"}, {"timestamp": [670.66, 675.5], "text": " That will be critical before we make any concrete plans to expand this nationally."}, {"timestamp": [675.5, 683.76], "text": " What we are not interested in in this trial is the individual profitability of the delivery itself"}, {"timestamp": [683.76, 685.68], "text": " that is happening at any one time."}, {"timestamp": [685.68, 690.8], "text": " What we are interested in is what happens to the behaviour of that customer over an elongated"}, {"timestamp": [690.8, 695.68], "text": " period of time and do we gain more of their loyalty. That really is fundamentally what's"}, {"timestamp": [695.68, 696.88], "text": " at the heart here."}, {"timestamp": [696.88, 707.24], "text": " It seems to me that this is a hugely significant statement. Why does a company launch a service and not worry if it makes"}, {"timestamp": [707.24, 714.54], "text": " a loss? Well, the answer is that what they are actually trying to do is keep us fickle consumers"}, {"timestamp": [714.54, 725.44], "text": " a little more loyal. For Waitrose, loyalty is where the profit lies."}, {"timestamp": [728.8, 731.28], "text": " If we go back 200 years, you walked into your store, there was someone behind the desk, you gave them your shopping list,"}, {"timestamp": [731.28, 733.44], "text": " and they went and got whatever they thought was right for you"}, {"timestamp": [733.44, 735.28], "text": " and then told you what the price was."}, {"timestamp": [735.28, 737.6], "text": " There was very little consumer power in that relationship."}, {"timestamp": [740.96, 746.6], "text": " Duncan Brewer is a retail specialist at the management consultancy Oliver Wyman,"}, {"timestamp": [746.6, 751.4], "text": " a company that works with retailers to help them develop their online offering"}, {"timestamp": [751.4, 758.9], "text": " and believes what we're seeing is not just technological innovation, but a shift in power."}, {"timestamp": [758.9, 766.6], "text": " As the supermarkets came from the 60s and 70s and 80s, power shifted again towards consumers."}, {"timestamp": [766.6, 768.26], "text": " You could choose which product you wanted."}, {"timestamp": [768.26, 770.2], "text": " You could choose which Apple you wanted."}, {"timestamp": [770.2, 772.18], "text": " This was a transformation."}, {"timestamp": [772.18, 774.74], "text": " People suddenly had a lot more power in that relationship."}, {"timestamp": [774.74, 777.68], "text": " And what we're seeing is another continuation of that."}, {"timestamp": [777.68, 781.52], "text": " People are saying the one-size-fits-all model doesn't work for me."}, {"timestamp": [781.52, 787.0], "text": " What I want is exactly like this, and a retailer that offers exactly like that is where they will go."}, {"timestamp": [787.0, 793.0], "text": " Amazon's The Drop Service is one of the latest developments showing how online companies"}, {"timestamp": [793.0, 797.46], "text": " can respond quickly and efficiently to consumer demand."}, {"timestamp": [797.46, 802.9], "text": " They offer a 30-hour window in which customers can buy a piece of clothing."}, {"timestamp": [802.9, 807.28], "text": " It's a clever piece of marketing, prompting customers to act quickly."}, {"timestamp": [807.28, 809.12], "text": " Neil Travis from Amazon."}, {"timestamp": [809.12, 811.92], "text": " Once that 30 hours period has expired,"}, {"timestamp": [811.92, 814.72], "text": " then we basically only manufacture"}, {"timestamp": [814.72, 818.24], "text": " those particular products that actually our customers have ordered."}, {"timestamp": [818.24, 820.16], "text": " It adds an element of exclusivity,"}, {"timestamp": [820.16, 823.76], "text": " but also it means that we're not over-manufacturing products,"}, {"timestamp": [823.76, 827.3], "text": " and it's a really sustainable, innovative way of producing fashion"}, {"timestamp": [827.3, 829.3], "text": " and promoting that to our customers."}, {"timestamp": [833.3, 835.78], "text": " With Amazon's ability to innovate,"}, {"timestamp": [835.78, 840.68], "text": " the problem for other online retailers is that they need to find things"}, {"timestamp": [840.68, 843.48], "text": " that Amazon doesn't do in order to stand out."}, {"timestamp": [843.48, 845.6], "text": " In the jargon of the industry, it's about WACD, what Amazon doesn't do in order to stand out. In the jargon of the industry,"}, {"timestamp": [845.6, 856.4], "text": " it's about whack D, what Amazon can't do. Retail consultant Duncan Brewer on the challenges"}, {"timestamp": [856.4, 861.76], "text": " ahead. The old established ways that have worked, certainly for the last 10, probably 20 years,"}, {"timestamp": [861.76, 866.64], "text": " are probably going to fall over. And the big players are going to"}, {"timestamp": [866.64, 872.78], "text": " probably find themselves in many cases unable to respond to this new world. I often ask my clients,"}, {"timestamp": [872.98, 877.88], "text": " what is your right to survive? And some of them turn around with the occasional question of,"}, {"timestamp": [878.12, 883.9], "text": " we're a well-loved British brand and we've been here for 100, 150, 100 years. And if we look"}, {"timestamp": [883.9, 885.8], "text": " back a few over the past few years, a lot of those"}, {"timestamp": [885.8, 892.68], "text": " businesses haven't survived. And I think it is inevitable that some well-loved British brands that"}, {"timestamp": [892.68, 896.38], "text": " have been stalwart of the High Street for a long time won't be here in 10 years' time."}, {"timestamp": [897.0, 901.86], "text": " The old world is crumbling and the new world is coming. Well, we have already seen lots of"}, {"timestamp": [901.86, 905.5], "text": " those brands fall over and the retail failures continue"}, {"timestamp": [905.5, 906.7], "text": " to mount."}, {"timestamp": [906.7, 915.84], "text": " So far this year, 27 retail brands failed, affecting over 900 stores and more than 32,000 staff."}, {"timestamp": [915.84, 921.24], "text": " Over the last 10 years, net profit margins for the retail sector overall have fallen from"}, {"timestamp": [921.24, 928.96], "text": " about 8% to about 4%. Traditional retailers are trying to adapt to the online world,"}, {"timestamp": [928.96, 933.16], "text": " but with all their fixed costs, it's not easy to change their model."}, {"timestamp": [933.16, 936.0], "text": " Retail consultant Duncan Brewer."}, {"timestamp": [936.0, 940.0], "text": " The fundamental challenge for an established bricks and mortar retailer"}, {"timestamp": [940.0, 945.5], "text": " is that shifting to online either means you have to increase your prices or you lower your margin."}, {"timestamp": [947.72, 948.14], "text": " If you're in a grocer and you're picking in a store,"}, {"timestamp": [950.7, 950.9], "text": " and you're then putting it into a delivery van and driving it to a customer,"}, {"timestamp": [952.8, 953.66], "text": " that costs about £15 per basket."}, {"timestamp": [956.26, 956.72], "text": " You either charge the customer £15, which no one does,"}, {"timestamp": [960.34, 960.78], "text": " because people are willing to do it for much less, or you lose that £15 of margin."}, {"timestamp": [965.52, 972.08], "text": " But it's not just the bricks and mortar retailers trying to move into the online space who was struggling. According to research by accountants Price Bailey, the number of online-only"}, {"timestamp": [972.08, 978.72], "text": " retailers going into administration has more than doubled since 2010. And in 2018 alone,"}, {"timestamp": [979.14, 984.9], "text": " those administrations went up by almost a fifth on the year before. Retail is a hard business."}, {"timestamp": [985.66, 987.48], "text": " These days, no matter what you buy,"}, {"timestamp": [987.7, 991.18], "text": " you can go online very quickly find out how much it costs"}, {"timestamp": [991.18, 993.22], "text": " and how much different people are selling it for"}, {"timestamp": [993.22, 995.38], "text": " and choose the right place to buy it for you."}, {"timestamp": [996.08, 998.48], "text": " As a result, that gives a classic race to the bottom."}, {"timestamp": [998.96, 1000.9], "text": " If you're not the cheapest, you don't sell it."}, {"timestamp": [1001.72, 1004.06], "text": " There is almost no friction to going elsewhere."}, {"timestamp": [1004.74, 1006.08], "text": " And it's very hard to persuade people to come to you in the sell it. There is almost no friction to going elsewhere. And it's very hard to"}, {"timestamp": [1006.08, 1010.8], "text": " persuade people to come to you in the first place. So it's a cup-throat difficult business."}, {"timestamp": [1011.44, 1014.56], "text": " Victims of their own success. Victims of their own brilliance."}, {"timestamp": [1015.28, 1019.52], "text": " Retailers are fundamentally getting better and better offers for consumers."}, {"timestamp": [1020.08, 1024.0], "text": " Cheaper and cheaper, better and better product. The cost of that is it becomes ever"}, {"timestamp": [1024.0, 1025.0], "text": " harder to stay afloat."}, {"timestamp": [1027.36, 1027.72], "text": " The escalator they're walking up is keeping to speeding up."}, {"timestamp": [1030.8, 1031.42], "text": " Certainly the first two years of running the business were horrible."}, {"timestamp": [1032.6, 1032.68], "text": " And everyone kept saying to me,"}, {"timestamp": [1034.28, 1034.38], "text": " oh, these are the magical times."}, {"timestamp": [1037.08, 1037.72], "text": " You'll look back and of how exciting they were."}, {"timestamp": [1039.42, 1039.48], "text": " I don't think I slept for two years."}, {"timestamp": [1043.28, 1043.62], "text": " I certainly didn't pay myself for at least two years, if not three or four."}, {"timestamp": [1046.8, 1047.12], "text": " Buffy DuPont from the online retailer, Mix Pixie."}, {"timestamp": [1053.3, 1054.1], "text": " Every day you're wondering, how do you pay the bills and is the power going to get cut off?"}, {"timestamp": [1060.02, 1060.5], "text": " You expect, if I build a website, what's the saying, if you build it, they will come."}, {"timestamp": [1064.3, 1064.94], "text": " You know, that just doesn't happen."}, {"timestamp": [1067.94, 1070.94], "text": " Buffy's fortunes did turn a corner a few years ago when she began working with the curated online store"}, {"timestamp": [1070.94, 1072.24], "text": " not on the high street,"}, {"timestamp": [1072.54, 1075.6], "text": " a kind of marketplace for individual online companies"}, {"timestamp": [1075.6, 1076.88], "text": " to sell their products."}, {"timestamp": [1076.88, 1079.44], "text": " It has three million customers"}, {"timestamp": [1079.44, 1082.42], "text": " and initially helped boost Mixx's growth"}, {"timestamp": [1082.42, 1086.4], "text": " by 300% every year for three years."}, {"timestamp": [1088.72, 1095.52], "text": " The biggest challenge of all is to get your brand known, because online you really need to discover"}, {"timestamp": [1095.52, 1104.24], "text": " the brand. That's Kim Windsor, at one time the youngest and the first female director of"}, {"timestamp": [1104.24, 1105.16], "text": " Markson Spencer."}, {"timestamp": [1105.72, 1112.92], "text": " She's better known now as the woman who turned around the fortunes of global fashion brands, Pringle and Aquascutum."}, {"timestamp": [1113.38, 1115.56], "text": " She's a giant of the fashion world."}, {"timestamp": [1117.18, 1122.84], "text": " While there are profits to be had, the problem at the heart of the online retail world"}, {"timestamp": [1122.84, 1131.12], "text": " is that because everyone can build a business online relatively easily, most will just get lost in the crowd."}, {"timestamp": [1133.24, 1137.92], "text": " If you own Marks and Spencer, there's hardly anybody in the world doesn't know Marks and Spencers."}, {"timestamp": [1138.08, 1141.44], "text": " If you own Louis Vuitton, there's hardly anybody in the world that hasn't heard of Louis Vuitton."}, {"timestamp": [1142.0, 1147.28], "text": " However hard I've worked in the last five to six years, you know, if I say stand up, you've heard of Windsor London,"}, {"timestamp": [1147.78, 1150.18], "text": " the numbers are considerably smaller."}, {"timestamp": [1150.44, 1152.96], "text": " Windsor London is her own clothing brand,"}, {"timestamp": [1153.18, 1154.78], "text": " which she's set up in 2013."}, {"timestamp": [1155.48, 1158.88], "text": " One of the big headaches online retailers face, she says,"}, {"timestamp": [1159.34, 1161.52], "text": " is the problem of returns."}, {"timestamp": [1162.2, 1169.26], "text": " There's no question that one of their top challenges around the board table is how to deal with the number of returns."}, {"timestamp": [1169.56, 1176.42], "text": " With my team, I'm always saying if any product goes over 30%, then we should be looking that there's something wrong with our product."}, {"timestamp": [1176.6, 1177.54], "text": " 30% returns."}, {"timestamp": [1177.7, 1178.76], "text": " So 30% returns."}, {"timestamp": [1178.92, 1181.0], "text": " Now, in many, many products, it's less than 10."}, {"timestamp": [1181.54, 1185.24], "text": " I hear with talking to lots of colleagues in the industry,"}, {"timestamp": [1190.8, 1197.48], "text": " that some people have got problems up to 70%. Now, it doesn't matter if you're charging huge margins on those products or huge delivery charges. You are really struggling if you're"}, {"timestamp": [1197.48, 1203.36], "text": " getting three quarters of your products back. Vicky Brock is a technology entrepreneur and returns"}, {"timestamp": [1203.36, 1207.58], "text": " expert who advises companies on how to handle returns better."}, {"timestamp": [1208.02, 1211.88], "text": " For women's wear online, the average is about 40%,"}, {"timestamp": [1211.88, 1215.84], "text": " but for high-end high street, for dresses, things like that,"}, {"timestamp": [1215.88, 1218.24], "text": " it can easily get up to about 60%."}, {"timestamp": [1218.24, 1220.44], "text": " How on earth can a company make money"}, {"timestamp": [1220.44, 1225.1], "text": " when 40 to 60% of its products are actually being returned to them."}, {"timestamp": [1225.68, 1230.92], "text": " Well, it's not sustainable in any commercial sense or environmental sense, for that matter."}, {"timestamp": [1231.3, 1235.36], "text": " So if your return rates really high, you have to buy a lot more stock than you're going to need."}, {"timestamp": [1235.36, 1240.58], "text": " To avoid running out, aside from the logistics, it's tying up an awful lot of working capital"}, {"timestamp": [1240.58, 1242.64], "text": " having to buy that extra product."}, {"timestamp": [1243.0, 1248.04], "text": " It's a big problem for companies, such as the fashion retailer Coast, which went into"}, {"timestamp": [1248.04, 1250.36], "text": " administration in 2018."}, {"timestamp": [1251.38, 1255.3], "text": " Coast were in an incredibly difficult position in the market for returns."}, {"timestamp": [1255.72, 1262.24], "text": " They were high-end high street, so they were selling dresses at about 150 to 200 pounds."}, {"timestamp": [1262.64, 1264.54], "text": " That's the highest returning price point."}, {"timestamp": [1265.26, 1269.46], "text": " They were selling the highest returning type of product, which is a dress,"}, {"timestamp": [1269.8, 1275.28], "text": " and they were selling the highest returning subtype of product, which is occasion wear."}, {"timestamp": [1275.92, 1285.08], "text": " I've seen multiple brands and concessions who are occasion wear dresses that kind of price level,"}, {"timestamp": [1285.5, 1289.02], "text": " whose return rates are between 70 and 80%."}, {"timestamp": [1289.02, 1295.04], "text": " And if you've not got massive economies of scale on the logistics side"}, {"timestamp": [1295.04, 1300.72], "text": " that mean you can handle your returns really cheaply and really quickly,"}, {"timestamp": [1301.18, 1305.62], "text": " you are going to struggle to survive as a business at that type of return rate."}, {"timestamp": [1306.32, 1311.96], "text": " To cope with the problem, one of the biggest players on the market, ASOS, revealed its changing"}, {"timestamp": [1311.96, 1318.12], "text": " its returns policy in a bid to deter so-called serial returners. The company said the change"}, {"timestamp": [1318.12, 1324.3], "text": " could lead to some users having their accounts deactivated. Expert Vicky Brock thinks that"}, {"timestamp": [1324.3, 1327.64], "text": " in the future improvements can be made to return rates,"}, {"timestamp": [1328.0, 1331.16], "text": " helping customers get it right first time."}, {"timestamp": [1331.56, 1337.48], "text": " So much energy in retail, especially online, has gone in to sell it at any amount of effort"}, {"timestamp": [1337.48, 1342.94], "text": " without understanding that it's not actually a sale until the customer decides to keep it."}, {"timestamp": [1343.5, 1345.88], "text": " And I really think that if you"}, {"timestamp": [1345.88, 1351.52], "text": " optimise for the keep, instead of optimising for the sale, then you'll actually be going to see"}, {"timestamp": [1351.52, 1356.86], "text": " your return rate drop and drop and drop. And whilst there are some specific problems for"}, {"timestamp": [1356.86, 1363.3], "text": " online retailers, they also have some huge advantages that traditional shops don't. Fashion"}, {"timestamp": [1363.3, 1365.12], "text": " retailer Kim Windsor again."}, {"timestamp": [1365.66, 1368.0], "text": " If you're looking to launch with a new autumn collection"}, {"timestamp": [1368.0, 1369.88], "text": " and you have 100 stores,"}, {"timestamp": [1370.4, 1373.98], "text": " you have to multiply up what you want in every one of those stores"}, {"timestamp": [1373.98, 1374.76], "text": " times 100."}, {"timestamp": [1375.08, 1379.04], "text": " That is a very big quantity of product from day one."}, {"timestamp": [1379.68, 1381.18], "text": " You can't change that product."}, {"timestamp": [1381.56, 1382.64], "text": " It is already made."}, {"timestamp": [1383.22, 1384.56], "text": " You can't respond to it."}, {"timestamp": [1384.56, 1385.72], "text": " When you're online,"}, {"timestamp": [1385.86, 1393.28], "text": " you actually, behind every picture, you could have depth of product or shallow quantity of product."}, {"timestamp": [1393.28, 1399.18], "text": " And if you keep it shallow, then you can keep reacting and responding. We had sweater last autumn,"}, {"timestamp": [1399.34, 1407.12], "text": " and it was phenomenally successful. And we were able to repeat, re-buy that three times in one season."}, {"timestamp": [1407.52, 1411.46], "text": " That is the most profitable way you can ever do anything in retail."}, {"timestamp": [1411.74, 1414.98], "text": " So you can be much more reactive, much more nimble."}, {"timestamp": [1419.86, 1423.48], "text": " But transforming a traditional shop to an online one"}, {"timestamp": [1423.48, 1427.12], "text": " is more complex and costly than you might think."}, {"timestamp": [1427.58, 1428.2], "text": " Duncan Brewer."}, {"timestamp": [1428.68, 1431.96], "text": " We're now in a world where lots of retailers are stuck between two stalls."}, {"timestamp": [1432.56, 1434.12], "text": " They are not fully bricks and mortar."}, {"timestamp": [1434.22, 1434.92], "text": " They're not fully online."}, {"timestamp": [1435.02, 1436.02], "text": " They're sort of both."}, {"timestamp": [1436.32, 1443.52], "text": " And it's very hard for them to combine the systems and infrastructure required to deliver products to people's houses on a day-to-day basis."}, {"timestamp": [1444.96, 1447.9], "text": " It just drives additional grit in the system."}, {"timestamp": [1449.6, 1452.14], "text": " And that grit has a cost."}, {"timestamp": [1452.68, 1455.82], "text": " In their latest annual report, Fashion Retailer Next"}, {"timestamp": [1455.82, 1458.92], "text": " admitted every pound of business that transferred"}, {"timestamp": [1458.92, 1462.04], "text": " from their bricks and mortar shops to online"}, {"timestamp": [1462.04, 1466.5], "text": " cost them an additional six pence to the overall business."}, {"timestamp": [1467.12, 1468.28], "text": " Analyst Richard Lim."}, {"timestamp": [1468.78, 1475.42], "text": " One of the real challenges is that as the shift towards online occurs, retailers still have"}, {"timestamp": [1475.42, 1478.34], "text": " fixed costs associated with running stores."}, {"timestamp": [1478.8, 1484.44], "text": " These are fixed costs like labour costs and leases and business rates and things like that."}, {"timestamp": [1484.68, 1487.0], "text": " It's not quite as easy as shifting"}, {"timestamp": [1487.0, 1492.0], "text": " store sales towards online and maintaining that same level of profitability."}, {"timestamp": [1492.0, 1496.0], "text": " So this is a growing pain. It's like going through the teenage years. In the end it might"}, {"timestamp": [1496.0, 1502.0], "text": " work out but there's going to be a huge pain period in which it just costs businesses to move the model."}, {"timestamp": [1502.0, 1506.5], "text": " And I think you're exactly right and this is the transitional period that we're going through"}, {"timestamp": [1506.5, 1512.38], "text": " now, and many retailers are struggling with. And the issue for many retailers is that they can't"}, {"timestamp": [1512.38, 1517.98], "text": " pivot their business models fast enough. So, once the dust has settled, what are things going to"}, {"timestamp": [1517.98, 1523.76], "text": " look like? Richard Ambler from the John Lewis Partnership. Once upon a time, the role for"}, {"timestamp": [1523.76, 1527.74], "text": " retailers such as ourselves was to open shops and customers"}, {"timestamp": [1527.74, 1528.5], "text": " would come to us."}, {"timestamp": [1528.88, 1530.46], "text": " That simply isn't the case anymore."}, {"timestamp": [1530.46, 1534.22], "text": " That isn't to say that shops are not critical to our future."}, {"timestamp": [1534.7, 1540.8], "text": " But what we've got to work out is how online and shops comes together to create a one-plus-one"}, {"timestamp": [1540.8, 1541.4], "text": " equals three."}, {"timestamp": [1541.72, 1547.14], "text": " I was asked to do a talk probably about five years ago now"}, {"timestamp": [1547.14, 1551.32], "text": " to say, is the future of music digital or physical?"}, {"timestamp": [1553.44, 1558.42], "text": " My answer to this presentation was the future of music is physical."}, {"timestamp": [1559.74, 1562.62], "text": " Because it's a combination of both."}, {"timestamp": [1563.22, 1567.84], "text": " And I think the future of retail lies in the same way."}, {"timestamp": [1568.26, 1571.94], "text": " That's Mix Pix's Buffy DuPont on her vision for the future."}, {"timestamp": [1571.94, 1575.78], "text": " And despite initially launching an online only business,"}, {"timestamp": [1576.22, 1580.04], "text": " Kim Windsor has recently opened two bricks and mortar stores,"}, {"timestamp": [1580.4, 1583.8], "text": " which she believes complements her e-commerce offering."}, {"timestamp": [1584.14, 1587.72], "text": " We track where a lot of our products are delivered."}, {"timestamp": [1588.36, 1590.06], "text": " So if we already have a warm audience"}, {"timestamp": [1590.06, 1592.72], "text": " and we get an opportunity to do a pop-up,"}, {"timestamp": [1592.9, 1594.14], "text": " then I will go there."}, {"timestamp": [1594.44, 1597.46], "text": " And if the pop-up is successful,"}, {"timestamp": [1597.88, 1599.84], "text": " I will convert it to a full contract."}, {"timestamp": [1600.3, 1603.4], "text": " It's all about what the customer wants."}, {"timestamp": [1603.8, 1609.4], "text": " Where we have full stores at the moment, we also still have very, very strong online sales."}, {"timestamp": [1609.74, 1611.88], "text": " Retail consultant Duncan Brewer."}, {"timestamp": [1612.4, 1614.96], "text": " I think there is a huge role to play in bricks and mortar."}, {"timestamp": [1615.62, 1621.6], "text": " Even the most optimistic projections for online, even in the most online-driven categories such as consumer electronics,"}, {"timestamp": [1621.82, 1624.28], "text": " is still looking around 50% of purchases made online."}, {"timestamp": [1624.64, 1628.38], "text": " People want to go into store. They want to see the product. They want to talk"}, {"timestamp": [1628.38, 1629.38], "text": " to someone about it."}, {"timestamp": [1629.38, 1644.32], "text": " Despite everything you hear, the High Street is surprisingly not dead. But it's certainly"}, {"timestamp": [1644.32, 1649.92], "text": " challenged and it needs to find a new way to respond to consumer demand."}, {"timestamp": [1649.92, 1654.32], "text": " Online opens up a world of opportunities for both new entrance to the market"}, {"timestamp": [1654.32, 1657.92], "text": " and traditional players who are willing to reinvent themselves."}, {"timestamp": [1657.92, 1664.88], "text": " And I don't think it's over-dramatic to say a new retail world order is being formed."}, {"timestamp": [1665.0, 1669.0], "text": " Online is not. to say a new retail world order is being formed."}, {"timestamp": [1674.0, 1679.0], "text": " Online is not the license to print money it is sometimes portrayed as, but nor are all shops in inevitable and deadly decline."}, {"timestamp": [1679.0, 1681.0], "text": " We are in the midst of a huge change,"}, {"timestamp": [1681.0, 1686.08], "text": " a new way of doing things for both consumers and businesses."}, {"timestamp": [1688.72, 1691.84], "text": " So did you ever get round to listening to Sarah's mixtape?"}, {"timestamp": [1692.72, 1700.56], "text": " I did and it was a real mixture of sort of 80s hits. There was one song on there which was"}, {"timestamp": [1700.56, 1713.8], "text": " Whitney Houston's I Will Always Love You. Still to this day is one of the most popular tracks"}, {"timestamp": [1713.8, 1717.0], "text": " put on our prints and vinyl records and CDs"}, {"timestamp": [1717.0, 1720.4], "text": " which is quite ironic because it's actually about splitting up"}, {"timestamp": [1720.4, 1728.4], "text": " but it is still very popular."}, {"timestamp": [1734.56, null], "text": " The world of business was produced by Alex Lewis and was mixed by Never Maserian."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. I'm Adam Shaw, and I've been looking at how the shopping revolution, which is underway, is reshaping the world of retail. But this is not a simple story about the decline of the high street and the rise of the internet. The battle is far from being done and dusted, and it's harder to make money online than you might think. In this week's world of business, we look at the forces shaping the world of shopping and what it means for us all. The best thing about our jobs is coming in each morning, going to the printer and seeing the orders that have come through over the weekend. So explain to me what's going on here. So here we've got the various different orders coming through going through on the die cutter so they're then being cut ready to be glued and put together. I'm being given a tour around the unlikely headquarters of an internet music company Mixixie based in a converted church in Richmond in Surrey. Buffy Dupon is the founder and chief executive. Her company creates digital mixtapes and a range of other music-related products. And it all started with some misdelivered mail containing a poor homemade CD of love songs. I received some unsolicited mail through the post which was for the attention of someone called Sarah. I went and knocked on my neighbour's doors. No one knew a Sarah so I opened up this envelope and there inside was this CD ROM and a few tracks and it said, will you be my Valentine? And it struck me this is someone who's trying to get the theory of a mixtape across, but just the execution just looked awful. So are these your CD covers? Yes. So these are all the orders that have come through over the weekend. Buffy had previously been working for a big music company selling the sort of compilation albums that sell well in supermarkets. When she decided that there was a demand for a different kind of product which let you choose the tracks, the packaging and the words on the album cover. Your CD is ready to go. And there's your message. You had me from Hello, Bon Jovi, from the first day until my last. Very nice. I never told you and just want you to know you hid me from hello. MixPixie is a small part of a big business trend that is revolutionizing retail. In this program we're looking at how that revolution is taking place, whether online is really killing the High Street, as the headlines, sometimes suggest, and why it's harder to make money online than you might think. Online retail spend increased by over 400% in the last 10 years to over £70 billion. About a fifth of all retail spending now takes place online. But this is not a simple story about the decline of the high street and the rise of the internet. The battle is far from being done and dusted. Richard Lynn is from the research consultancy retail economics, an author of the recent report, The Digital Tipping Point, which gives an insight into what the new world of retail will look like. I thought it would be appropriate to meet in one of London's busiest shopping areas in bustling Oxford Street. That was until I realised it wasn't the easiest place to spot someone. So what does he look like then? Yeah, I don't know. I'm terrible that, but I think when I see him I'll recognise. I'd be a terrible witness. If someone asked me to describe someone and go, no, no idea. So Richard, fantastic. It was a stupid idea of mine, but I'm glad we found ourselves. Thank you very much. Oh, great to be here. It does feel as if a lot is happening in retail. Can you give me a sense of how significance a moment you think we're at? I genuinely believe that we are going through a period of unprecedented change in the sector at the moment. Our working assumption is that we expect online to grow to account for 50% of retail within the next 10 years. And we see some key trends that will drive that growth. Key trends like demographic shifts, so millennials and Gen Zs will account for 50% of the consumer population. And also, we think there will be further growth in automation, so retailers will really streamline their businesses to speed up the distribution process. Amazon is one of the giants of the online world and is heavily investing in technology to prepare for what it hopes will be an even more profitable future. Neil Travis is one of their general managers. Since 2010, we've invested 9.3 billion in the UK, supporting the online growth that we've seen. But I think where online has really excelled, it's just really offering that convenience. So if I give an example of myself, we got invited to a 50th birthday party. And what we didn't realize until last minute was that the theme was an 80s party. We just didn't have the time to go out and source a fancy dress, but I'm a prime member, so I was able to get next day delivery. We ordered some ABBA outfits, and lo and behold, first thing the next morning, they turned up, and we were able to turn up in fancy dress to our friend's party. Amazon reported record profits in 2018, although most came from cloud computing sales rather than its pure retail business. And they're not the only ones having problems making money from online sales. First half profits in 2019 at the online fashion retailer ASOS fell by over 80%. And at a Cardo, it's their software and robotic business that is exciting investors rather than the profit from selling its food. It's harder to make money online than you might think. One of the stumbling blocks for online growth is the problems of delivery. Are we happy for our parcels to be chucked over hedges, left by bins or be stuck in waiting for a knock at the door? If that's the best it gets, well perhaps it's just easier to pop out to the shops. We're ready, let's go. Well I've got a new job for the day. I'm working as a delivery man to find out how one retailer is hoping, in-home delivery, may be the answer to the problem for online retailers. All with the help of my partner of the day, Andy. So we're here on your first delivery of the day. My first delivery of my life. Can you just explain to me how the while you're away service actually works? As the name suggests, we deliver a customer shopping while the customer is away at work or whatever. We have access to their house via Yale lock. I let myself in and deliver the shopping, pop it all away for them. And then I let myself out, make sure the house is secure, and that's the job done. Andy is a waitrose driver and part of a pilot project they have in conjunction with the lock company, Yale. The drivers wear body cameras so the customer can see what they've done in their home in an attempt to put customer's security fears to rest. So we've drawn up, and it's that nice house on the corner. It is indeed, yeah. All the lovely flowers. The next bit is obviously I've got to load all the shopping onto my trolley and then make our way to the house where we'll prepare ourselves for the getting the key code. The driver is sent a one-time passcode to a digital lock on the customer's door. They tap in the code, open the door, put away the customers shopping in the fridge and let themselves out. Just press and hold and a little red light comes on. We can now access the code. And there we go. That beeped says that we've got access so we just step back a little bit hello waitrose anybody home and just like that we were in right now let's find the freezer first which i think is here Right, now let's find the freezer first which I think is here. Oh there we go, lovely we found the freezer. Okay now this is actually exactly what I was worried about. The freezer looks full. Yeah. Isn't this an issue you're sort of trying to sort out people's lives? They may not have space in their fridge or they're covered. You've got to make some decisions now. It hasn't happened yet but it's come very close where customers ordered lots of frozen food, only to discover that the freezer is almost full, and I've had to kind of move things around like kind of Tetris and wedge stuff in. It's not our deal. Well, whilst I concerned myself with how full or not the freezer was, Andy just got on with it. So collect the rest of my stuff and we're ready to leave so grab the crates to the front door. Okay and after securing the front door and switching off our body cameras we were on our way again. Richard Ambler is head of business development at the Innovations Unit at the John Lewis Partnership which is responsible for the new delivery project. So why on earth does he want the added problem of sorting out his customers' fridges and freezers? The overriding message that has come through from customers is the most sort of precious commodity for them is their time. And therefore, what is really behind this is the ability for us to be able to give customers the time back. Ten years ago, e-commerce was incredibly convenient, but now what we're hearing is that actually, that waiting in for deliveries is inconvenient. What would make this pilot project a success for you? What are you actually hoping for? We're looking for three things. The first is to prove that we can do this operationally. We are well along the way of having done that. The second would be that customers want us to do it. We're on the way to proving that with a small customer base, but the customer base we do have are highly engaged and some of them have talked in terms about how this has transformed their lives for them. The third one, which is completely unproven at the moment at the viability point, which is do the economics of this really stack up? That will be critical before we make any concrete plans to expand this nationally. What we are not interested in in this trial is the individual profitability of the delivery itself that is happening at any one time. What we are interested in is what happens to the behaviour of that customer over an elongated period of time and do we gain more of their loyalty. That really is fundamentally what's at the heart here. It seems to me that this is a hugely significant statement. Why does a company launch a service and not worry if it makes a loss? Well, the answer is that what they are actually trying to do is keep us fickle consumers a little more loyal. For Waitrose, loyalty is where the profit lies. If we go back 200 years, you walked into your store, there was someone behind the desk, you gave them your shopping list, and they went and got whatever they thought was right for you and then told you what the price was. There was very little consumer power in that relationship. Duncan Brewer is a retail specialist at the management consultancy Oliver Wyman, a company that works with retailers to help them develop their online offering and believes what we're seeing is not just technological innovation, but a shift in power. As the supermarkets came from the 60s and 70s and 80s, power shifted again towards consumers. You could choose which product you wanted. You could choose which Apple you wanted. This was a transformation. People suddenly had a lot more power in that relationship. And what we're seeing is another continuation of that. People are saying the one-size-fits-all model doesn't work for me. What I want is exactly like this, and a retailer that offers exactly like that is where they will go. Amazon's The Drop Service is one of the latest developments showing how online companies can respond quickly and efficiently to consumer demand. They offer a 30-hour window in which customers can buy a piece of clothing. It's a clever piece of marketing, prompting customers to act quickly. Neil Travis from Amazon. Once that 30 hours period has expired, then we basically only manufacture those particular products that actually our customers have ordered. It adds an element of exclusivity, but also it means that we're not over-manufacturing products, and it's a really sustainable, innovative way of producing fashion and promoting that to our customers. With Amazon's ability to innovate, the problem for other online retailers is that they need to find things that Amazon doesn't do in order to stand out. In the jargon of the industry, it's about WACD, what Amazon doesn't do in order to stand out. In the jargon of the industry, it's about whack D, what Amazon can't do. Retail consultant Duncan Brewer on the challenges ahead. The old established ways that have worked, certainly for the last 10, probably 20 years, are probably going to fall over. And the big players are going to probably find themselves in many cases unable to respond to this new world. I often ask my clients, what is your right to survive? And some of them turn around with the occasional question of, we're a well-loved British brand and we've been here for 100, 150, 100 years. And if we look back a few over the past few years, a lot of those businesses haven't survived. And I think it is inevitable that some well-loved British brands that have been stalwart of the High Street for a long time won't be here in 10 years' time. The old world is crumbling and the new world is coming. Well, we have already seen lots of those brands fall over and the retail failures continue to mount. So far this year, 27 retail brands failed, affecting over 900 stores and more than 32,000 staff. Over the last 10 years, net profit margins for the retail sector overall have fallen from about 8% to about 4%. Traditional retailers are trying to adapt to the online world, but with all their fixed costs, it's not easy to change their model. Retail consultant Duncan Brewer. The fundamental challenge for an established bricks and mortar retailer is that shifting to online either means you have to increase your prices or you lower your margin. If you're in a grocer and you're picking in a store, and you're then putting it into a delivery van and driving it to a customer, that costs about £15 per basket. You either charge the customer £15, which no one does, because people are willing to do it for much less, or you lose that £15 of margin. But it's not just the bricks and mortar retailers trying to move into the online space who was struggling. According to research by accountants Price Bailey, the number of online-only retailers going into administration has more than doubled since 2010. And in 2018 alone, those administrations went up by almost a fifth on the year before. Retail is a hard business. These days, no matter what you buy, you can go online very quickly find out how much it costs and how much different people are selling it for and choose the right place to buy it for you. As a result, that gives a classic race to the bottom. If you're not the cheapest, you don't sell it. There is almost no friction to going elsewhere. And it's very hard to persuade people to come to you in the sell it. There is almost no friction to going elsewhere. And it's very hard to persuade people to come to you in the first place. So it's a cup-throat difficult business. Victims of their own success. Victims of their own brilliance. Retailers are fundamentally getting better and better offers for consumers. Cheaper and cheaper, better and better product. The cost of that is it becomes ever harder to stay afloat. The escalator they're walking up is keeping to speeding up. Certainly the first two years of running the business were horrible. And everyone kept saying to me, oh, these are the magical times. You'll look back and of how exciting they were. I don't think I slept for two years. I certainly didn't pay myself for at least two years, if not three or four. Buffy DuPont from the online retailer, Mix Pixie. Every day you're wondering, how do you pay the bills and is the power going to get cut off? You expect, if I build a website, what's the saying, if you build it, they will come. You know, that just doesn't happen. Buffy's fortunes did turn a corner a few years ago when she began working with the curated online store not on the high street, a kind of marketplace for individual online companies to sell their products. It has three million customers and initially helped boost Mixx's growth by 300% every year for three years. The biggest challenge of all is to get your brand known, because online you really need to discover the brand. That's Kim Windsor, at one time the youngest and the first female director of Markson Spencer. She's better known now as the woman who turned around the fortunes of global fashion brands, Pringle and Aquascutum. She's a giant of the fashion world. While there are profits to be had, the problem at the heart of the online retail world is that because everyone can build a business online relatively easily, most will just get lost in the crowd. If you own Marks and Spencer, there's hardly anybody in the world doesn't know Marks and Spencers. If you own Louis Vuitton, there's hardly anybody in the world that hasn't heard of Louis Vuitton. However hard I've worked in the last five to six years, you know, if I say stand up, you've heard of Windsor London, the numbers are considerably smaller. Windsor London is her own clothing brand, which she's set up in 2013. One of the big headaches online retailers face, she says, is the problem of returns. There's no question that one of their top challenges around the board table is how to deal with the number of returns. With my team, I'm always saying if any product goes over 30%, then we should be looking that there's something wrong with our product. 30% returns. So 30% returns. Now, in many, many products, it's less than 10. I hear with talking to lots of colleagues in the industry, that some people have got problems up to 70%. Now, it doesn't matter if you're charging huge margins on those products or huge delivery charges. You are really struggling if you're getting three quarters of your products back. Vicky Brock is a technology entrepreneur and returns expert who advises companies on how to handle returns better. For women's wear online, the average is about 40%, but for high-end high street, for dresses, things like that, it can easily get up to about 60%. How on earth can a company make money when 40 to 60% of its products are actually being returned to them. Well, it's not sustainable in any commercial sense or environmental sense, for that matter. So if your return rates really high, you have to buy a lot more stock than you're going to need. To avoid running out, aside from the logistics, it's tying up an awful lot of working capital having to buy that extra product. It's a big problem for companies, such as the fashion retailer Coast, which went into administration in 2018. Coast were in an incredibly difficult position in the market for returns. They were high-end high street, so they were selling dresses at about 150 to 200 pounds. That's the highest returning price point. They were selling the highest returning type of product, which is a dress, and they were selling the highest returning subtype of product, which is occasion wear. I've seen multiple brands and concessions who are occasion wear dresses that kind of price level, whose return rates are between 70 and 80%. And if you've not got massive economies of scale on the logistics side that mean you can handle your returns really cheaply and really quickly, you are going to struggle to survive as a business at that type of return rate. To cope with the problem, one of the biggest players on the market, ASOS, revealed its changing its returns policy in a bid to deter so-called serial returners. The company said the change could lead to some users having their accounts deactivated. Expert Vicky Brock thinks that in the future improvements can be made to return rates, helping customers get it right first time. So much energy in retail, especially online, has gone in to sell it at any amount of effort without understanding that it's not actually a sale until the customer decides to keep it. And I really think that if you optimise for the keep, instead of optimising for the sale, then you'll actually be going to see your return rate drop and drop and drop. And whilst there are some specific problems for online retailers, they also have some huge advantages that traditional shops don't. Fashion retailer Kim Windsor again. If you're looking to launch with a new autumn collection and you have 100 stores, you have to multiply up what you want in every one of those stores times 100. That is a very big quantity of product from day one. You can't change that product. It is already made. You can't respond to it. When you're online, you actually, behind every picture, you could have depth of product or shallow quantity of product. And if you keep it shallow, then you can keep reacting and responding. We had sweater last autumn, and it was phenomenally successful. And we were able to repeat, re-buy that three times in one season. That is the most profitable way you can ever do anything in retail. So you can be much more reactive, much more nimble. But transforming a traditional shop to an online one is more complex and costly than you might think. Duncan Brewer. We're now in a world where lots of retailers are stuck between two stalls. They are not fully bricks and mortar. They're not fully online. They're sort of both. And it's very hard for them to combine the systems and infrastructure required to deliver products to people's houses on a day-to-day basis. It just drives additional grit in the system. And that grit has a cost. In their latest annual report, Fashion Retailer Next admitted every pound of business that transferred from their bricks and mortar shops to online cost them an additional six pence to the overall business. Analyst Richard Lim. One of the real challenges is that as the shift towards online occurs, retailers still have fixed costs associated with running stores. These are fixed costs like labour costs and leases and business rates and things like that. It's not quite as easy as shifting store sales towards online and maintaining that same level of profitability. So this is a growing pain. It's like going through the teenage years. In the end it might work out but there's going to be a huge pain period in which it just costs businesses to move the model. And I think you're exactly right and this is the transitional period that we're going through now, and many retailers are struggling with. And the issue for many retailers is that they can't pivot their business models fast enough. So, once the dust has settled, what are things going to look like? Richard Ambler from the John Lewis Partnership. Once upon a time, the role for retailers such as ourselves was to open shops and customers would come to us. That simply isn't the case anymore. That isn't to say that shops are not critical to our future. But what we've got to work out is how online and shops comes together to create a one-plus-one equals three. I was asked to do a talk probably about five years ago now to say, is the future of music digital or physical? My answer to this presentation was the future of music is physical. Because it's a combination of both. And I think the future of retail lies in the same way. That's Mix Pix's Buffy DuPont on her vision for the future. And despite initially launching an online only business, Kim Windsor has recently opened two bricks and mortar stores, which she believes complements her e-commerce offering. We track where a lot of our products are delivered. So if we already have a warm audience and we get an opportunity to do a pop-up, then I will go there. And if the pop-up is successful, I will convert it to a full contract. It's all about what the customer wants. Where we have full stores at the moment, we also still have very, very strong online sales. Retail consultant Duncan Brewer. I think there is a huge role to play in bricks and mortar. Even the most optimistic projections for online, even in the most online-driven categories such as consumer electronics, is still looking around 50% of purchases made online. People want to go into store. They want to see the product. They want to talk to someone about it. Despite everything you hear, the High Street is surprisingly not dead. But it's certainly challenged and it needs to find a new way to respond to consumer demand. Online opens up a world of opportunities for both new entrance to the market and traditional players who are willing to reinvent themselves. And I don't think it's over-dramatic to say a new retail world order is being formed. Online is not. to say a new retail world order is being formed. Online is not the license to print money it is sometimes portrayed as, but nor are all shops in inevitable and deadly decline. We are in the midst of a huge change, a new way of doing things for both consumers and businesses. So did you ever get round to listening to Sarah's mixtape? I did and it was a real mixture of sort of 80s hits. There was one song on there which was Whitney Houston's I Will Always Love You. Still to this day is one of the most popular tracks put on our prints and vinyl records and CDs which is quite ironic because it's actually about splitting up but it is still very popular. The world of business was produced by Alex Lewis and was mixed by Never Maserian."}