{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.88, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.54, 9.92], "text": " Welcome to the world of business from the BBC."}, {"timestamp": [10.28, 11.16], "text": " I'm Simon Mabin."}, {"timestamp": [13.92, 19.16], "text": " That day, it happened at around 6.30 in the evening."}, {"timestamp": [20.1, 24.74], "text": " Luis Miguel Ramirez is a Colombian coffee farmer, just like his father before him."}, {"timestamp": [26.12, 29.96], "text": " At around 6.45, my mother received a call,"}, {"timestamp": [30.5, 32.38], "text": " and they said that my dad had been in an accident,"}, {"timestamp": [33.2, 36.48], "text": " that he was at the toll booth, and there's been an accident."}, {"timestamp": [37.48, 42.16], "text": " And that's where we went, and the neighbor took us in his car to see what had happened."}, {"timestamp": [42.84, 45.72], "text": " And very sadly, when we got out of the car,"}, {"timestamp": [45.72, 49.36], "text": " we saw my dad lying there in the cab of the truck."}, {"timestamp": [53.28, 55.68], "text": " Louis Miguel's father had been shot dead,"}, {"timestamp": [55.68, 60.76], "text": " assassinated by guerrillas fighting in this country's long civil conflict."}, {"timestamp": [60.76, 62.92], "text": " Their family coffee farm was in the wrong place"}, {"timestamp": [62.92, 68.0], "text": " at the wrong time, and they hadn't been able to keep up with the extortion payments demanded of them."}, {"timestamp": [68.0, 72.0], "text": " Colombia is the world's third biggest producer of coffee,"}, {"timestamp": [72.0, 75.0], "text": " but in recent decades it has been far from easy."}, {"timestamp": [78.0, 81.0], "text": " Welcome to Global Business on the BBC World Service."}, {"timestamp": [81.0, 86.08], "text": " I'm Simon Mabin and I've come here to explore Colombia's coffee revolutions."}, {"timestamp": [86.8, 91.84], "text": " Does the historic peace deal signed in 2016 mean an end to the violence suffered by families"}, {"timestamp": [91.84, 97.84], "text": " like Louis Miguel's and a boost to coffee production? And with farmers struggling to turn a profit,"}, {"timestamp": [98.24, 107.4], "text": " can the growing fashion for high-end coffee here and further af, help them make a decent living."}, {"timestamp": [114.6, 121.32], "text": " It was a very significant and painful death for the whole family, because my dad was the hub of a family of nine siblings in which he was the eldest son. It was a very hard period"}, {"timestamp": [121.32, 125.9], "text": " of war and violence, not just for my family, but for the country as a whole."}, {"timestamp": [126.66, 130.08], "text": " Left-wing guerrilla groups, right-wing paramilitaries and drug traffickers"}, {"timestamp": [130.08, 134.44], "text": " have been fighting for territory and influence here for longer than five decades."}, {"timestamp": [135.36, 139.38], "text": " More than 220,000 people are estimated to have been killed,"}, {"timestamp": [139.82, 144.6], "text": " and over 6 million forced to leave their homes, including Louis Miguel and his family."}, {"timestamp": [142.76, 145.0], "text": " and over 6 million forced to leave their homes, including Louis Miguel and his family."}, {"timestamp": [149.96, 151.28], "text": " They're now back on their farm,"}, {"timestamp": [151.28, 153.48], "text": " thanks not to the recent peace deal,"}, {"timestamp": [153.48, 155.52], "text": " but to the tough military action taken"}, {"timestamp": [155.52, 158.84], "text": " by the hardline government of the early 2000s."}, {"timestamp": [158.84, 161.08], "text": " Many see that period as having paved the way"}, {"timestamp": [161.08, 163.4], "text": " for the 2016 peace agreement."}, {"timestamp": [163.4, 168.22], "text": " But there are still active guerrillas, and the new president says he wants to renegotiate"}, {"timestamp": [168.22, 172.34], "text": " the peace deal to make it tougher on demobilized fighters."}, {"timestamp": [176.3, 182.04], "text": " So the peace here is fragile, which means doing business, especially in rural areas, continues"}, {"timestamp": [182.04, 183.44], "text": " to be complicated."}, {"timestamp": [186.56, 191.36], "text": " There's a calm, but the guerrillas haven't left their business, which is illicit crops."}, {"timestamp": [192.08, 195.36], "text": " That other stimulants beginning with the sea that Colombia exports,"}, {"timestamp": [195.36, 198.8], "text": " cocaine, is taking up more land here than ever,"}, {"timestamp": [198.8, 203.36], "text": " and offering would-be coffee pickers and farmers a considerably better income."}, {"timestamp": [205.2, 209.2], "text": " The pie still has bought coffee pickers and farmers are considerably better income."}, {"timestamp": [214.48, 218.96], "text": " The Peace Deal has brought positive publicity, which appears to have had some impact on the coffee industry. For example, Nespresso recently launched a new coffee called Aurora de la Passe, or"}, {"timestamp": [218.96, 224.48], "text": " Dawn of Peace. It comes from a conflict-affected region whose climatic conditions, the company"}, {"timestamp": [224.48, 227.14], "text": " says, create a coffee unlike any other in Colombia."}, {"timestamp": [227.94, 233.06], "text": " There has been talk of the peace deal giving a significant boost to the amount of coffee Colombia can produce"}, {"timestamp": [233.06, 235.34], "text": " because of more land being available to growers."}, {"timestamp": [235.96, 243.22], "text": " But the National Federation of coffee growers, known here as the FNC, says there hasn't yet been an impact big enough for them to quantify."}, {"timestamp": [244.18, 246.92], "text": " Luis Miguel, who's now a regional leader for the FNC,"}, {"timestamp": [247.36, 249.84], "text": " says coffee is the lifeblood of rural Colombia."}, {"timestamp": [252.72, 255.76], "text": " For our country, coffee is being very important"}, {"timestamp": [255.76, 259.82], "text": " because in the 1970s, coffee industrialized Colombia."}, {"timestamp": [260.38, 263.56], "text": " We brought roads and electricity to the whole of Colombia."}, {"timestamp": [264.4, 270.0], "text": " It's very important because there are 560,000 of us coffee growers in Colombia"}, {"timestamp": [270.0, 276.0], "text": " and it's a distributor of wealth in which the income falls not just into the hands of the coffee grower,"}, {"timestamp": [276.0, 282.0], "text": " but also into the hands of the three million others whose jobs depend on the industry."}, {"timestamp": [286.0, 291.0], "text": " We're in what's known as the coffee triangle in Colombia,"}, {"timestamp": [291.0, 294.0], "text": " which is the main coffee growing region of the country."}, {"timestamp": [294.0, 297.0], "text": " And we're heading out of Pereira,"}, {"timestamp": [297.0, 299.0], "text": " which is one of the big cities here,"}, {"timestamp": [299.0, 302.0], "text": " into the lush green hills of the Andes."}, {"timestamp": [302.0, 304.0], "text": " It's a beautiful sunny day, blue skies"}, {"timestamp": [304.0, 306.1], "text": " with just a few wisps of cloud sitting on top of the hills, and we're going to see one of the Andes. It's a beautiful sunny day, blue skies with just a few wisps of cloud"}, {"timestamp": [306.1, 307.32], "text": " sitting on top of the hills."}, {"timestamp": [307.84, 310.1], "text": " And we're going to see one of the coffee farms,"}, {"timestamp": [310.4, 312.66], "text": " which are so important to this region's economy."}, {"timestamp": [319.7, 321.18], "text": " Look, we have one."}, {"timestamp": [322.1, 323.98], "text": " That one is the coffee flower."}, {"timestamp": [324.94, 327.48], "text": " Okay, and if you smell it, they smell jasmine."}, {"timestamp": [327.8, 328.56], "text": " Smell delicious."}, {"timestamp": [330.88, 332.68], "text": " Yeah, I'm getting a hint of jasmine there,"}, {"timestamp": [332.74, 335.24], "text": " so it's a little white flower with four petals."}, {"timestamp": [336.38, 338.44], "text": " And each flower is one bean."}, {"timestamp": [339.14, 340.74], "text": " So when you see one bean,"}, {"timestamp": [340.86, 343.68], "text": " it's because they already have one flower."}, {"timestamp": [344.58, 348.0], "text": " Pamela Ospina works at the small Don Manolo coffee farm."}, {"timestamp": [348.0, 353.0], "text": " The first flower, then when the flowers fell come the beans."}, {"timestamp": [353.0, 359.0], "text": " That's why it's very important when the worker picking the beans never touch the flower."}, {"timestamp": [359.0, 362.0], "text": " Because if they damage the flower, you are not going to see the beans."}, {"timestamp": [362.0, 369.0], "text": " This tree we're looking at in front of us, it's probably got, I don't know, 50 branches,"}, {"timestamp": [369.0, 376.0], "text": " small thin branches coming off it and then they've got the twigs coming off the branches with green berries."}, {"timestamp": [376.0, 383.0], "text": " Some of them are a bit more yellowy and then some of them are red and I can see on the floor some of the red ones have fallen off."}, {"timestamp": [383.0, 390.08], "text": " So does that mean that's when they're ripe is when they when they're red yes the perfect color to picking is that one like wine"}, {"timestamp": [390.08, 397.52], "text": " like a red grape red grape that one look the worm oh a tiny worm on your hand okay so the"}, {"timestamp": [397.52, 407.68], "text": " perfect color is this one that one will be the best sugar all the flavor is still there and And it's fruit. In that moment, it's a fruit."}, {"timestamp": [407.76, 412.04], "text": " It looks like a fruit. So Pamela just peeled this thing for me and it looks almost like a"}, {"timestamp": [412.04, 415.56], "text": " tiny light-y inside. And you're saying I can just, I can taste this."}, {"timestamp": [415.76, 418.76], "text": " You taste it like that and you will see that it's very, very sweet."}, {"timestamp": [420.44, 422.18], "text": " Mm, yeah, very sweet."}, {"timestamp": [422.18, 428.04], "text": " The thing now is you have to take care about that sugar, the natural sugar that that beans happen inside."}, {"timestamp": [428.88, 436.28], "text": " And just on one branch here, you can see one, two, three, four, five, six, seven, eight different beans."}, {"timestamp": [436.68, 438.04], "text": " They're all different colors."}, {"timestamp": [438.14, 440.22], "text": " You just picked one that was nice and red."}, {"timestamp": [440.72, 445.68], "text": " But that means it must be very hard work to pick the coffee because you have to go through"}, {"timestamp": [445.68, 447.76], "text": " every tree and just find the ones which are right."}, {"timestamp": [447.76, 448.76], "text": " That's right."}, {"timestamp": [448.76, 452.22], "text": " The Arabic coffee is very expensive because of that."}, {"timestamp": [452.22, 454.12], "text": " We have two harvests at year."}, {"timestamp": [454.12, 458.4], "text": " April, May, October, November is our biggest harvest."}, {"timestamp": [458.4, 460.96], "text": " But you have to pick one by one."}, {"timestamp": [460.96, 465.0], "text": " And you have to, every day checking and only picking the good ones."}, {"timestamp": [465.0, 471.0], "text": " The Arabica coffee grown in Colombia is widely seen as better quality than Robusta,"}, {"timestamp": [471.0, 473.0], "text": " the other main type of coffee."}, {"timestamp": [473.0, 477.0], "text": " The largest coffee producing nation, Brazil, also grows mainly arabica,"}, {"timestamp": [477.0, 483.0], "text": " while the second largest, Vietnam, focuses on quantity over quality, Robusta."}, {"timestamp": [483.0, 490.24], "text": " Two features of this area make it ideal for arabica, the high altitude and the frequent rainfall."}, {"timestamp": [490.24, 501.16], "text": " Well, it was glorious sunshine here this morning, but this afternoon, apparently this happens every afternoon."}, {"timestamp": [501.16, 507.0], "text": " The weather has changed very quickly and is absolutely tipping it down."}, {"timestamp": [507.0, 514.52], "text": " While conflict here is declining, so too are global market prices, presenting a new challenge"}, {"timestamp": [514.52, 520.84], "text": " to growers. It's a fundamental one when so much of Colombia's rural economy depends on coffee,"}, {"timestamp": [520.84, 528.0], "text": " and prices don't cover production. For now, the state is stepping in and offering support to farmers who can't cover their costs."}, {"timestamp": [528.0, 530.0], "text": " But there is a way to charge more for coffee."}, {"timestamp": [530.0, 532.0], "text": " Find a niche."}, {"timestamp": [536.0, 543.0], "text": " The beans going into this roaster were grown on the farm of Maria Solma Montoya,"}, {"timestamp": [543.0, 545.14], "text": " a neighbour of the Don Manilow farm."}, {"timestamp": [548.6, 553.16], "text": " She sells them as Café Especial, Speciality Coffee."}, {"timestamp": [556.04, 556.2], "text": " We've had the family farm for 100 years,"}, {"timestamp": [558.46, 559.22], "text": " and we've always had the same coffee."}, {"timestamp": [563.76, 564.46], "text": " Before, we didn't know the flavors, the smells, the fragrance that it had,"}, {"timestamp": [566.54, 567.02], "text": " before it was regular commercial coffee, the smells, the fragrance that it had. Before it was regular, commercial coffee."}, {"timestamp": [568.52, 569.14], "text": " And then we started to test it."}, {"timestamp": [571.84, 572.58], "text": " And then we discovered that it was specialty coffee."}, {"timestamp": [576.92, 577.26], "text": " They did a study on my farm, and they said the coffee was of a very good quality."}, {"timestamp": [580.32, 584.06], "text": " So really, you got lucky because this was the coffee you were always growing, and you suddenly realized there was a way to get a much better price for it."}, {"timestamp": [585.12, 588.68], "text": " It started into a good business business because now they pay more."}, {"timestamp": [589.18, 593.96], "text": " What would the effect have been on your business if you had still been selling your coffee"}, {"timestamp": [593.96, 598.22], "text": " as regular coffee at the prices that that kind of coffee is getting now?"}, {"timestamp": [599.72, 601.44], "text": " It wouldn't be profitable."}, {"timestamp": [602.28, 606.54], "text": " We'd be working at a loss because the price has been so much lower than normal."}, {"timestamp": [607.22, 612.92], "text": " The costs are very high, and only with the price that they pay me now can I make a decent living."}, {"timestamp": [613.98, 618.84], "text": " To sell coffee as specialty coffee, it has to reach certain quality standards,"}, {"timestamp": [619.08, 621.32], "text": " and you need to be able to define its qualities."}, {"timestamp": [621.98, 625.6], "text": " This is where tasters like Yolanda Rios of Columbia's National School"}, {"timestamp": [625.6, 627.0], "text": " of Coffee Quality, come in."}, {"timestamp": [627.0, 640.0], "text": " She says, we go through the tasting process in order to evaluate the quality of the coffee."}, {"timestamp": [640.0, 644.0], "text": " So that way it's possible to know how you are going to sell it."}, {"timestamp": [644.0, 651.4], "text": " At the moment, we are weighing the different types of coffee that we are going to taste."}, {"timestamp": [651.4, 664.4], "text": " And we do that with 5.5 grams of coffee per 100 cubic centimeters of water, which are the international"}, {"timestamp": [664.4, 666.6], "text": " regulations in order to taste the coffee"}, {"timestamp": [666.6, 674.52], "text": " and we use five cups of coffee per sample he's being so precise he's literally"}, {"timestamp": [674.52, 697.0], "text": " just adding one bean at a time to make sure it's exactly the right weight You need to be very close to the cup of coffee and then you need to smell it."}, {"timestamp": [697.0, 700.0], "text": " It's in a glass cup so I can see the coffee very well."}, {"timestamp": [700.0, 706.56], "text": " It's almost totally black but on top there's formed a kind of frothy, light brown layer"}, {"timestamp": [706.56, 711.16], "text": " and then a kind of crust which looks like it might be the top of some kind of chocolate dessert."}, {"timestamp": [711.92, 713.2], "text": " Okay, and I'm going to smell."}, {"timestamp": [719.04, 720.5], "text": " It definitely smells like coffee."}, {"timestamp": [733.76, 738.68], "text": " So, Landa's just going through the cups one by one, taking a small spoonful and then sucking it very quickly into her mouth."}, {"timestamp": [738.68, 743.24], "text": " It's a bit like I think what you're taught to do when you do wine tasting except it seems"}, {"timestamp": [743.24, 745.88], "text": " like it's speeded up a lot. It's very quick."}, {"timestamp": [745.88, 747.88], "text": " Sounds quite odd."}, {"timestamp": [747.88, 758.44], "text": " We do this so we can activate all the taste buds that we have in the top."}, {"timestamp": [758.44, 763.64], "text": " Okay, here goes."}, {"timestamp": [763.64, 767.0], "text": " I don't feel like I did that fast enough as fast as you're doing it."}, {"timestamp": [767.0, 781.0], "text": " This type of coffee has citrus flavors and the body which is the density of liquid is quite light."}, {"timestamp": [781.0, 787.68], "text": " Okay I'm going to try it again now you've told me what it tastes like. Okay, I think"}, {"timestamp": [787.68, 794.64], "text": " number one I think my sucking technique has improved. That's the main thing. I think, yeah,"}, {"timestamp": [794.64, 811.76], "text": " I could definitely feel that it wasn't very dense. Citrus flavors. Maybe a tiny, tiny hint of citrus if I really think about it. Can I"}, {"timestamp": [811.76, 820.88], "text": " try another one to compare? Hmm. It definitely tastes different. Maybe slightly"}, {"timestamp": [820.88, 825.0], "text": " fuller bodied. I think the first one is more acidic. Yes."}, {"timestamp": [825.84, 826.22], "text": " Very bien."}, {"timestamp": [828.22, 829.92], "text": " We advanced much in the first day."}, {"timestamp": [831.12, 831.26], "text": " Well done."}, {"timestamp": [834.16, 835.76], "text": " There has been massive improvement in the first day."}, {"timestamp": [839.1, 839.52], "text": " If a coffee is special enough to be speciality coffee,"}, {"timestamp": [840.46, 840.96], "text": " who gets rewarded?"}, {"timestamp": [841.44, 841.74], "text": " The farmer?"}, {"timestamp": [842.28, 842.78], "text": " The trader?"}, {"timestamp": [843.34, 844.12], "text": " The roaster?"}, {"timestamp": [849.08, 853.62], "text": " Louis Sampere, a coffee branding consultant based in the capital of Bogotaa, says the answer to this question has for too long been based on what he calls the Indiana Jones model."}, {"timestamp": [854.48, 859.96], "text": " The Indiana Jones model is the hero is the coffee buyer. You know, the one that goes to this"}, {"timestamp": [859.96, 866.32], "text": " exotic lands and find this high-quality coffee and brings this his home and he is the hero because he found it"}, {"timestamp": [866.32, 872.4], "text": " but we want to convey is that the hero is the one that grew it not the one that found it so that's why"}, {"timestamp": [872.4, 880.96], "text": " we believe that the new world coffee order should be a coffee order in which those that make the"}, {"timestamp": [880.96, 885.8], "text": " effort of of growing coffee which is extremely hard job."}, {"timestamp": [885.8, 891.38], "text": " The intangibles that go with growing coffee, the stories and the content that goes with"}, {"timestamp": [891.38, 897.68], "text": " that particular coffee should reward not only the Indiana Jones, but also the seller to Indiana"}, {"timestamp": [897.68, 903.52], "text": " Jones, so that you can have a more equilbrated value chain so that people continue actually"}, {"timestamp": [903.52, 905.18], "text": " growing coffee because it's difficult"}, {"timestamp": [905.18, 910.7], "text": " and sometimes it's not economically rewarding."}, {"timestamp": [910.7, 915.68], "text": " This idea of coffee with a story is known in the business as the third wave."}, {"timestamp": [915.68, 920.68], "text": " The first wave is what the Americans will call it the canned coffee."}, {"timestamp": [920.68, 933.32], "text": " I mean it's coffee sold in supermarkets, a lot of emphasis on the roasting and a lot of emphasis on the ability of the roaster to blend the coffees from different origins and provide you"}, {"timestamp": [933.32, 936.68], "text": " you know like a set flavor profile."}, {"timestamp": [936.68, 937.88], "text": " Wave 2."}, {"timestamp": [937.88, 941.96], "text": " You can picture Starbucks as a leader in the second wave."}, {"timestamp": [941.96, 946.84], "text": " It's still blended coffee but with an ambient, you know, those"}, {"timestamp": [946.84, 951.76], "text": " brands will provide you an experience associated with coffee drinking, a lot more emphasis"}, {"timestamp": [951.76, 954.96], "text": " on quality and a lot more emphasis on preparation."}, {"timestamp": [955.76, 956.24], "text": " And now?"}, {"timestamp": [956.88, 962.76], "text": " The third wave continues having all the emphasis on preparation, but it's a lot more artisanal"}, {"timestamp": [962.76, 963.38], "text": " in a way."}, {"timestamp": [963.38, 968.7], "text": " It's more profound knowledge of the coffee and where it's coming from,"}, {"timestamp": [968.7, 973.48], "text": " and in some cases knowing the name of the individual farmer that grew it,"}, {"timestamp": [974.22, 978.04], "text": " and how that coffee behaves in roasting and preparation."}, {"timestamp": [978.58, 982.3], "text": " So you get an emotional experience that is a lot more rewarding"}, {"timestamp": [982.3, 984.62], "text": " than just drinking in high-quality coffee."}, {"timestamp": [986.0, 991.0], "text": " Luis thinks growers could get more value from their produce by teaming up with others in their area."}, {"timestamp": [991.0, 999.0], "text": " One model is the wine model and you have regions or champagne or particular cheeses that come from"}, {"timestamp": [999.0, 1003.0], "text": " particular areas that you are willing to pay a premium for."}, {"timestamp": [1003.0, 1006.48], "text": " So going into what the world of geographical indications"}, {"timestamp": [1006.48, 1009.42], "text": " or denominations of origin may be a way"}, {"timestamp": [1009.42, 1013.08], "text": " to create collected value that can be enjoyed"}, {"timestamp": [1013.08, 1015.88], "text": " by all the coffee farmers in that particular region"}, {"timestamp": [1015.88, 1017.88], "text": " because they comply with particular values,"}, {"timestamp": [1017.88, 1020.64], "text": " they comply with particular stories and narratives"}, {"timestamp": [1020.64, 1022.96], "text": " and particular qualities."}, {"timestamp": [1022.96, 1024.56], "text": " The taste for third wave coffee,"}, {"timestamp": [1024.56, 1027.76], "text": " particularly among millennials thirsty for a story to consume"}, {"timestamp": [1027.76, 1032.12], "text": " with their beverage, is on the rise not just in the highly developed coffee markets of North"}, {"timestamp": [1032.12, 1037.56], "text": " America and Western Europe, but also in growing markets, like Columbia itself."}, {"timestamp": [1037.56, 1051.88], "text": " Until recently, most Colombians used to drink the dregs of the coffee that was exported,"}, {"timestamp": [1051.88, 1055.96], "text": " the product of damaged or defective beans that weren't good enough to sell abroad."}, {"timestamp": [1055.96, 1059.8], "text": " But now that's all changing."}, {"timestamp": [1059.8, 1061.56], "text": " I'm Alexandra Moreno."}, {"timestamp": [1061.56, 1065.0], "text": " I'm barista of the tienta alvarista in Pereira Rizalda."}, {"timestamp": [1065.0, 1077.0], "text": " Alexandra Moreno is one of Colombia's growing number of professional baristas and works in a coffee shop called El Barista, which means, well, you can probably work that one out."}, {"timestamp": [1077.0, 1080.0], "text": " Okay, so that's the coffee ground."}, {"timestamp": [1080.0, 1088.6], "text": " In the moment of the championship, I've shown me what she had to do when she entered this year's regional barista"}, {"timestamp": [1088.6, 1089.6], "text": " championships."}, {"timestamp": [1089.6, 1097.6], "text": " It's very important that I need to do is to let some water out because it's going"}, {"timestamp": [1097.6, 1103.0], "text": " to be very hot that could damage the taste of the coffee if water is too hot."}, {"timestamp": [1103.0, 1109.12], "text": " I have to mount the four poscillos because they're four judges."}, {"timestamp": [1109.12, 1115.52], "text": " I need to prepare four cups of coffee because there are four judges and I have to do it at the same time."}, {"timestamp": [1118.32, 1125.84], "text": " We're going to prepare the milk now. It needs to be at the right temperature and the body, the taste. I mean my beavis with leech, I said that what I'm going to prepare the milk now. It needs to be at the right temperature and the body, the taste."}, {"timestamp": [1125.84, 1134.72], "text": " I said that what I'm preparing was going to taste like candy and peanut butter."}, {"timestamp": [1135.44, 1139.44], "text": " And that's what they are, they will be expecting me to give them and to drink."}, {"timestamp": [1140.0, 1142.88], "text": " I like candy, I like peanut butter. I'm looking forward to trying it."}, {"timestamp": [1147.0, 1150.5], "text": " Alexa's swilling the hot milk around in the little jug."}, {"timestamp": [1151.5, 1153.0], "text": " And she's now pouring it in."}, {"timestamp": [1155.5, 1158.5], "text": " And she's made a heart shame."}, {"timestamp": [1160.0, 1162.0], "text": " I never knew how people did that."}, {"timestamp": [1163.0, 1164.0], "text": " What they do?"}, {"timestamp": [1164.0, 1166.0], "text": " They just go with a cuchara and they do they? They're going to a"}, {"timestamp": [1166.0, 1168.0], "text": " test."}, {"timestamp": [1168.0, 1172.0], "text": " The judges have a spoon and then they push the foam"}, {"timestamp": [1172.0, 1175.0], "text": " and that's the elasticity test."}, {"timestamp": [1175.0, 1179.0], "text": " They push it and then the foam needs to come back."}, {"timestamp": [1179.0, 1182.0], "text": " Okay, so it's ready to try."}, {"timestamp": [1182.0, 1183.0], "text": " Okay."}, {"timestamp": [1183.0, 1195.0], "text": " Mmm. Yeah, interesting texture is getting the foam on top and then you could feel it was quite springy and the temperature was perfect."}, {"timestamp": [1195.0, 1200.0], "text": " And I have to say, I think I was getting some peanut butter in there."}, {"timestamp": [1200.0, 1202.0], "text": " You don't need for sugar."}, {"timestamp": [1202.0, 1204.0], "text": " Yeah, no need for sugar."}, {"timestamp": [1204.0, 1205.0], "text": " Delicious. Thank you very much no need for sugar. Delicious."}, {"timestamp": [1205.0, 1206.0], "text": " Thank you very much."}, {"timestamp": [1206.0, 1207.0], "text": " You're welcome."}, {"timestamp": [1207.0, 1208.0], "text": " Thanks."}, {"timestamp": [1208.0, 1214.0], "text": " This coffee shop in Pereira in the Coffee Triangle was started four years ago with"}, {"timestamp": [1214.0, 1220.0], "text": " a government grant offered to help encourage coffee consumption among those whose economy depends on its production."}, {"timestamp": [1220.0, 1222.0], "text": " It seems to be working."}, {"timestamp": [1222.0, 1227.0], "text": " The owner says sales have doubled in the past year and they're in the process of opening a second branch."}, {"timestamp": [1227.0, 1246.0], "text": " They also run classes here, state funded for people interested in a career in the industry or who just want to learn more. After the water is a new to pass up to secavo."}, {"timestamp": [1246.0, 1248.0], "text": " There's a"}, {"timestamp": [1248.0, 1251.0], "text": " in Bogota, in a little room at the back"}, {"timestamp": [1251.0, 1253.0], "text": " of a trendy coffee shop called Varyatale,"}, {"timestamp": [1253.0, 1254.0], "text": " another class."}, {"timestamp": [1254.0, 1257.0], "text": " This one isn't subsidized and runs over three days."}, {"timestamp": [1257.0, 1261.0], "text": " In big cities,"}, {"timestamp": [1261.0, 1264.0], "text": " like the capital Bogota and second city, Medellin,"}, {"timestamp": [1264.0, 1266.78], "text": " there are coffee shops popping up for most budgets."}, {"timestamp": [1267.28, 1269.08], "text": " At the top end, a handful of Starbucks,"}, {"timestamp": [1269.5, 1272.24], "text": " then independent stores or small chains like Varyatale."}, {"timestamp": [1272.92, 1275.64], "text": " The FNC has its own chain, Juan Valdez,"}, {"timestamp": [1275.92, 1279.26], "text": " which has almost 300 coffee shops and more outside Colombia."}, {"timestamp": [1280.1, 1282.8], "text": " In the past year, though, it's been overtaken at home"}, {"timestamp": [1282.8, 1285.56], "text": " by an upstart startup called Tostal."}, {"timestamp": [1285.98, 1288.1], "text": " You never seem to be far away from one in Bogota."}, {"timestamp": [1288.76, 1294.0], "text": " We start with the first store in the beginning of 2016."}, {"timestamp": [1294.92, 1297.9], "text": " We have 351 today."}, {"timestamp": [1298.7, 1304.4], "text": " But tomorrow, we are open two more, every single day, more or less."}, {"timestamp": [1305.12, 1309.56], "text": " The energetic Pedro Gasca in jeans and a shirt and trainers he's keen to show off,"}, {"timestamp": [1309.9, 1312.6], "text": " describes himself as Tostow's general advisor."}, {"timestamp": [1313.52, 1316.08], "text": " Their coffee is considerably cheaper than their competitors,"}, {"timestamp": [1316.56, 1318.96], "text": " although Pedro insists there's no compromise on quality."}, {"timestamp": [1319.44, 1321.52], "text": " And, of course, it's 100% Colombian."}, {"timestamp": [1322.16, 1325.0], "text": " Our idea is democratized."}, {"timestamp": [1325.0, 1329.0], "text": " The coffee, the consumption of coffee in bakery in Colombia."}, {"timestamp": [1329.0, 1332.0], "text": " Why? Because in Colombia maybe a really good coffee,"}, {"timestamp": [1332.0, 1336.0], "text": " you have to pay around two or three US dollars."}, {"timestamp": [1336.0, 1338.0], "text": " It's a luxury one."}, {"timestamp": [1338.0, 1343.0], "text": " And for us it's really important to have the right products for the old people."}, {"timestamp": [1343.0, 1346.0], "text": " Our business is inclusive."}, {"timestamp": [1346.0, 1350.0], "text": " And look, the tostao, if you see the brand,"}, {"timestamp": [1350.0, 1353.0], "text": " is yellow, white and black."}, {"timestamp": [1353.0, 1356.0], "text": " It's really urban brand."}, {"timestamp": [1356.0, 1360.0], "text": " Yeah, so looking around, there's a definite colour scheme"}, {"timestamp": [1360.0, 1362.0], "text": " with, as you say, black, yellow and white"}, {"timestamp": [1362.0, 1364.0], "text": " and there's kind of simple square tables"}, {"timestamp": [1364.0, 1368.16], "text": " that have pine effect, wood, and then black surfaces on the top"}, {"timestamp": [1368.16, 1377.08], "text": " it's quite simple and basic compared to say a Juan Valdez that looks a bit more sophisticated and it's got maybe some softer chairs"}, {"timestamp": [1377.08, 1388.16], "text": " look for us the chairs is not is uncomfortable it's made with good and the wood is really tough. Why? Because we like, this is a"}, {"timestamp": [1388.16, 1397.04], "text": " concept, wrap and go. We don't like the people stay in the stores. Our business is volume."}, {"timestamp": [1398.72, 1403.8], "text": " It's an ambitious model, a kind of quick and easy, no-frills service, unlike any of the other"}, {"timestamp": [1403.8, 1405.0], "text": " coffee chains here."}, {"timestamp": [1405.0, 1410.0], "text": " So far they're not making a profit, but Pedro says they don't expect to be yet,"}, {"timestamp": [1410.0, 1414.0], "text": " and they're on target to have 700 shops by 2020."}, {"timestamp": [1414.0, 1430.24], "text": " Is this steady rise in coffee consumption, not just here, but across the developing world,"}, {"timestamp": [1430.24, 1433.28], "text": " enough to keep Colombia's coffee industry going?"}, {"timestamp": [1433.28, 1439.52], "text": " I put that to Roberto Veles, the CEO of the FNC, the National Federation of Coffee Growers."}, {"timestamp": [1439.52, 1446.32], "text": " We are blessed in the coffee world with an increase in the coffee consumption worldwide of around"}, {"timestamp": [1446.32, 1449.06], "text": " 2% per year."}, {"timestamp": [1449.06, 1454.94], "text": " But we are facing many challenges that start with prices, but it goes also with climate changes,"}, {"timestamp": [1454.94, 1462.12], "text": " but it goes with new generation in coffee, and we should sit all together to see how can"}, {"timestamp": [1462.12, 1466.24], "text": " we find answers to those questions in the future"}, {"timestamp": [1466.24, 1472.48], "text": " to have a healthy growth in the industry in the years to come it doesn't seem"}, {"timestamp": [1472.48, 1476.24], "text": " fair that there's this global growth in coffee consumption there are coffee"}, {"timestamp": [1476.24, 1481.04], "text": " shops popping up all over the world it seems very popular and yet people who"}, {"timestamp": [1481.04, 1489.12], "text": " are actually growing it are struggling to make a living. Oh, you're saying a word that we always refer fairness."}, {"timestamp": [1490.88, 1493.52], "text": " I just tell you one figure."}, {"timestamp": [1493.52, 1499.92], "text": " If you pay in London for a cup of coffee at Costa to fifty three pounds,"}, {"timestamp": [1500.56, 1503.28], "text": " a coffee grower would get two pennies out of that."}, {"timestamp": [1505.1, 1506.44], "text": " That is not fair."}, {"timestamp": [1507.24, 1510.74], "text": " Coffee, as an industry, generates worldwide,"}, {"timestamp": [1511.34, 1513.98], "text": " between $200 and $250 billion."}, {"timestamp": [1514.78, 1517.12], "text": " It's an industry that moves around that money."}, {"timestamp": [1517.84, 1521.84], "text": " Out of that, the whole coffee produces sector"}, {"timestamp": [1521.84, 1540.0], "text": " received less than 10%. Despite the peace deal here, the new trend for higher quality coffee and a growing awareness"}, {"timestamp": [1540.0, 1545.4], "text": " about production among coffee drinkers, life is still tough for coffee growers."}, {"timestamp": [1545.4, 1549.6], "text": " But as Roberto Velas accepts, things could be worse."}, {"timestamp": [1549.6, 1558.68], "text": " I wouldn't like to be in the shoes of major soda producers knowing that your consumption"}, {"timestamp": [1558.68, 1568.0], "text": " is decreasing year by year. No wonder now we saw that Coca-Cola bought Costa. It's a move that we saw"}, {"timestamp": [1568.0, 1578.0], "text": " it was coming, that all these big corporations would start to move into some beverage"}, {"timestamp": [1578.0, 1585.24], "text": " that is seen and is not only seen, but it's true a healthy product."}, {"timestamp": [1588.94, 1595.24], "text": " So coffee has more future than pests."}, {"timestamp": [1598.14, 1598.3], "text": " That's all from global business with me, Simon Mabin."}, {"timestamp": [1600.18, 1600.72], "text": " The producer was Karanina Valandia."}, {"timestamp": [1601.7, 1601.88], "text": " Hers is a cappuccino."}, {"timestamp": [1604.5, 1610.22], "text": " The program was mixed by James Beard, a flat white, and the editor is Penny Murphy, decaf cappuccino, and mine's a espresso martini."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. Welcome to the world of business from the BBC. I'm Simon Mabin. That day, it happened at around 6.30 in the evening. Luis Miguel Ramirez is a Colombian coffee farmer, just like his father before him. At around 6.45, my mother received a call, and they said that my dad had been in an accident, that he was at the toll booth, and there's been an accident. And that's where we went, and the neighbor took us in his car to see what had happened. And very sadly, when we got out of the car, we saw my dad lying there in the cab of the truck. Louis Miguel's father had been shot dead, assassinated by guerrillas fighting in this country's long civil conflict. Their family coffee farm was in the wrong place at the wrong time, and they hadn't been able to keep up with the extortion payments demanded of them. Colombia is the world's third biggest producer of coffee, but in recent decades it has been far from easy. Welcome to Global Business on the BBC World Service. I'm Simon Mabin and I've come here to explore Colombia's coffee revolutions. Does the historic peace deal signed in 2016 mean an end to the violence suffered by families like Louis Miguel's and a boost to coffee production? And with farmers struggling to turn a profit, can the growing fashion for high-end coffee here and further af, help them make a decent living. It was a very significant and painful death for the whole family, because my dad was the hub of a family of nine siblings in which he was the eldest son. It was a very hard period of war and violence, not just for my family, but for the country as a whole. Left-wing guerrilla groups, right-wing paramilitaries and drug traffickers have been fighting for territory and influence here for longer than five decades. More than 220,000 people are estimated to have been killed, and over 6 million forced to leave their homes, including Louis Miguel and his family. and over 6 million forced to leave their homes, including Louis Miguel and his family. They're now back on their farm, thanks not to the recent peace deal, but to the tough military action taken by the hardline government of the early 2000s. Many see that period as having paved the way for the 2016 peace agreement. But there are still active guerrillas, and the new president says he wants to renegotiate the peace deal to make it tougher on demobilized fighters. So the peace here is fragile, which means doing business, especially in rural areas, continues to be complicated. There's a calm, but the guerrillas haven't left their business, which is illicit crops. That other stimulants beginning with the sea that Colombia exports, cocaine, is taking up more land here than ever, and offering would-be coffee pickers and farmers a considerably better income. The pie still has bought coffee pickers and farmers are considerably better income. The Peace Deal has brought positive publicity, which appears to have had some impact on the coffee industry. For example, Nespresso recently launched a new coffee called Aurora de la Passe, or Dawn of Peace. It comes from a conflict-affected region whose climatic conditions, the company says, create a coffee unlike any other in Colombia. There has been talk of the peace deal giving a significant boost to the amount of coffee Colombia can produce because of more land being available to growers. But the National Federation of coffee growers, known here as the FNC, says there hasn't yet been an impact big enough for them to quantify. Luis Miguel, who's now a regional leader for the FNC, says coffee is the lifeblood of rural Colombia. For our country, coffee is being very important because in the 1970s, coffee industrialized Colombia. We brought roads and electricity to the whole of Colombia. It's very important because there are 560,000 of us coffee growers in Colombia and it's a distributor of wealth in which the income falls not just into the hands of the coffee grower, but also into the hands of the three million others whose jobs depend on the industry. We're in what's known as the coffee triangle in Colombia, which is the main coffee growing region of the country. And we're heading out of Pereira, which is one of the big cities here, into the lush green hills of the Andes. It's a beautiful sunny day, blue skies with just a few wisps of cloud sitting on top of the hills, and we're going to see one of the Andes. It's a beautiful sunny day, blue skies with just a few wisps of cloud sitting on top of the hills. And we're going to see one of the coffee farms, which are so important to this region's economy. Look, we have one. That one is the coffee flower. Okay, and if you smell it, they smell jasmine. Smell delicious. Yeah, I'm getting a hint of jasmine there, so it's a little white flower with four petals. And each flower is one bean. So when you see one bean, it's because they already have one flower. Pamela Ospina works at the small Don Manolo coffee farm. The first flower, then when the flowers fell come the beans. That's why it's very important when the worker picking the beans never touch the flower. Because if they damage the flower, you are not going to see the beans. This tree we're looking at in front of us, it's probably got, I don't know, 50 branches, small thin branches coming off it and then they've got the twigs coming off the branches with green berries. Some of them are a bit more yellowy and then some of them are red and I can see on the floor some of the red ones have fallen off. So does that mean that's when they're ripe is when they when they're red yes the perfect color to picking is that one like wine like a red grape red grape that one look the worm oh a tiny worm on your hand okay so the perfect color is this one that one will be the best sugar all the flavor is still there and And it's fruit. In that moment, it's a fruit. It looks like a fruit. So Pamela just peeled this thing for me and it looks almost like a tiny light-y inside. And you're saying I can just, I can taste this. You taste it like that and you will see that it's very, very sweet. Mm, yeah, very sweet. The thing now is you have to take care about that sugar, the natural sugar that that beans happen inside. And just on one branch here, you can see one, two, three, four, five, six, seven, eight different beans. They're all different colors. You just picked one that was nice and red. But that means it must be very hard work to pick the coffee because you have to go through every tree and just find the ones which are right. That's right. The Arabic coffee is very expensive because of that. We have two harvests at year. April, May, October, November is our biggest harvest. But you have to pick one by one. And you have to, every day checking and only picking the good ones. The Arabica coffee grown in Colombia is widely seen as better quality than Robusta, the other main type of coffee. The largest coffee producing nation, Brazil, also grows mainly arabica, while the second largest, Vietnam, focuses on quantity over quality, Robusta. Two features of this area make it ideal for arabica, the high altitude and the frequent rainfall. Well, it was glorious sunshine here this morning, but this afternoon, apparently this happens every afternoon. The weather has changed very quickly and is absolutely tipping it down. While conflict here is declining, so too are global market prices, presenting a new challenge to growers. It's a fundamental one when so much of Colombia's rural economy depends on coffee, and prices don't cover production. For now, the state is stepping in and offering support to farmers who can't cover their costs. But there is a way to charge more for coffee. Find a niche. The beans going into this roaster were grown on the farm of Maria Solma Montoya, a neighbour of the Don Manilow farm. She sells them as Café Especial, Speciality Coffee. We've had the family farm for 100 years, and we've always had the same coffee. Before, we didn't know the flavors, the smells, the fragrance that it had, before it was regular commercial coffee, the smells, the fragrance that it had. Before it was regular, commercial coffee. And then we started to test it. And then we discovered that it was specialty coffee. They did a study on my farm, and they said the coffee was of a very good quality. So really, you got lucky because this was the coffee you were always growing, and you suddenly realized there was a way to get a much better price for it. It started into a good business business because now they pay more. What would the effect have been on your business if you had still been selling your coffee as regular coffee at the prices that that kind of coffee is getting now? It wouldn't be profitable. We'd be working at a loss because the price has been so much lower than normal. The costs are very high, and only with the price that they pay me now can I make a decent living. To sell coffee as specialty coffee, it has to reach certain quality standards, and you need to be able to define its qualities. This is where tasters like Yolanda Rios of Columbia's National School of Coffee Quality, come in. She says, we go through the tasting process in order to evaluate the quality of the coffee. So that way it's possible to know how you are going to sell it. At the moment, we are weighing the different types of coffee that we are going to taste. And we do that with 5.5 grams of coffee per 100 cubic centimeters of water, which are the international regulations in order to taste the coffee and we use five cups of coffee per sample he's being so precise he's literally just adding one bean at a time to make sure it's exactly the right weight You need to be very close to the cup of coffee and then you need to smell it. It's in a glass cup so I can see the coffee very well. It's almost totally black but on top there's formed a kind of frothy, light brown layer and then a kind of crust which looks like it might be the top of some kind of chocolate dessert. Okay, and I'm going to smell. It definitely smells like coffee. So, Landa's just going through the cups one by one, taking a small spoonful and then sucking it very quickly into her mouth. It's a bit like I think what you're taught to do when you do wine tasting except it seems like it's speeded up a lot. It's very quick. Sounds quite odd. We do this so we can activate all the taste buds that we have in the top. Okay, here goes. I don't feel like I did that fast enough as fast as you're doing it. This type of coffee has citrus flavors and the body which is the density of liquid is quite light. Okay I'm going to try it again now you've told me what it tastes like. Okay, I think number one I think my sucking technique has improved. That's the main thing. I think, yeah, I could definitely feel that it wasn't very dense. Citrus flavors. Maybe a tiny, tiny hint of citrus if I really think about it. Can I try another one to compare? Hmm. It definitely tastes different. Maybe slightly fuller bodied. I think the first one is more acidic. Yes. Very bien. We advanced much in the first day. Well done. There has been massive improvement in the first day. If a coffee is special enough to be speciality coffee, who gets rewarded? The farmer? The trader? The roaster? Louis Sampere, a coffee branding consultant based in the capital of Bogotaa, says the answer to this question has for too long been based on what he calls the Indiana Jones model. The Indiana Jones model is the hero is the coffee buyer. You know, the one that goes to this exotic lands and find this high-quality coffee and brings this his home and he is the hero because he found it but we want to convey is that the hero is the one that grew it not the one that found it so that's why we believe that the new world coffee order should be a coffee order in which those that make the effort of of growing coffee which is extremely hard job. The intangibles that go with growing coffee, the stories and the content that goes with that particular coffee should reward not only the Indiana Jones, but also the seller to Indiana Jones, so that you can have a more equilbrated value chain so that people continue actually growing coffee because it's difficult and sometimes it's not economically rewarding. This idea of coffee with a story is known in the business as the third wave. The first wave is what the Americans will call it the canned coffee. I mean it's coffee sold in supermarkets, a lot of emphasis on the roasting and a lot of emphasis on the ability of the roaster to blend the coffees from different origins and provide you you know like a set flavor profile. Wave 2. You can picture Starbucks as a leader in the second wave. It's still blended coffee but with an ambient, you know, those brands will provide you an experience associated with coffee drinking, a lot more emphasis on quality and a lot more emphasis on preparation. And now? The third wave continues having all the emphasis on preparation, but it's a lot more artisanal in a way. It's more profound knowledge of the coffee and where it's coming from, and in some cases knowing the name of the individual farmer that grew it, and how that coffee behaves in roasting and preparation. So you get an emotional experience that is a lot more rewarding than just drinking in high-quality coffee. Luis thinks growers could get more value from their produce by teaming up with others in their area. One model is the wine model and you have regions or champagne or particular cheeses that come from particular areas that you are willing to pay a premium for. So going into what the world of geographical indications or denominations of origin may be a way to create collected value that can be enjoyed by all the coffee farmers in that particular region because they comply with particular values, they comply with particular stories and narratives and particular qualities. The taste for third wave coffee, particularly among millennials thirsty for a story to consume with their beverage, is on the rise not just in the highly developed coffee markets of North America and Western Europe, but also in growing markets, like Columbia itself. Until recently, most Colombians used to drink the dregs of the coffee that was exported, the product of damaged or defective beans that weren't good enough to sell abroad. But now that's all changing. I'm Alexandra Moreno. I'm barista of the tienta alvarista in Pereira Rizalda. Alexandra Moreno is one of Colombia's growing number of professional baristas and works in a coffee shop called El Barista, which means, well, you can probably work that one out. Okay, so that's the coffee ground. In the moment of the championship, I've shown me what she had to do when she entered this year's regional barista championships. It's very important that I need to do is to let some water out because it's going to be very hot that could damage the taste of the coffee if water is too hot. I have to mount the four poscillos because they're four judges. I need to prepare four cups of coffee because there are four judges and I have to do it at the same time. We're going to prepare the milk now. It needs to be at the right temperature and the body, the taste. I mean my beavis with leech, I said that what I'm going to prepare the milk now. It needs to be at the right temperature and the body, the taste. I said that what I'm preparing was going to taste like candy and peanut butter. And that's what they are, they will be expecting me to give them and to drink. I like candy, I like peanut butter. I'm looking forward to trying it. Alexa's swilling the hot milk around in the little jug. And she's now pouring it in. And she's made a heart shame. I never knew how people did that. What they do? They just go with a cuchara and they do they? They're going to a test. The judges have a spoon and then they push the foam and that's the elasticity test. They push it and then the foam needs to come back. Okay, so it's ready to try. Okay. Mmm. Yeah, interesting texture is getting the foam on top and then you could feel it was quite springy and the temperature was perfect. And I have to say, I think I was getting some peanut butter in there. You don't need for sugar. Yeah, no need for sugar. Delicious. Thank you very much no need for sugar. Delicious. Thank you very much. You're welcome. Thanks. This coffee shop in Pereira in the Coffee Triangle was started four years ago with a government grant offered to help encourage coffee consumption among those whose economy depends on its production. It seems to be working. The owner says sales have doubled in the past year and they're in the process of opening a second branch. They also run classes here, state funded for people interested in a career in the industry or who just want to learn more. After the water is a new to pass up to secavo. There's a in Bogota, in a little room at the back of a trendy coffee shop called Varyatale, another class. This one isn't subsidized and runs over three days. In big cities, like the capital Bogota and second city, Medellin, there are coffee shops popping up for most budgets. At the top end, a handful of Starbucks, then independent stores or small chains like Varyatale. The FNC has its own chain, Juan Valdez, which has almost 300 coffee shops and more outside Colombia. In the past year, though, it's been overtaken at home by an upstart startup called Tostal. You never seem to be far away from one in Bogota. We start with the first store in the beginning of 2016. We have 351 today. But tomorrow, we are open two more, every single day, more or less. The energetic Pedro Gasca in jeans and a shirt and trainers he's keen to show off, describes himself as Tostow's general advisor. Their coffee is considerably cheaper than their competitors, although Pedro insists there's no compromise on quality. And, of course, it's 100% Colombian. Our idea is democratized. The coffee, the consumption of coffee in bakery in Colombia. Why? Because in Colombia maybe a really good coffee, you have to pay around two or three US dollars. It's a luxury one. And for us it's really important to have the right products for the old people. Our business is inclusive. And look, the tostao, if you see the brand, is yellow, white and black. It's really urban brand. Yeah, so looking around, there's a definite colour scheme with, as you say, black, yellow and white and there's kind of simple square tables that have pine effect, wood, and then black surfaces on the top it's quite simple and basic compared to say a Juan Valdez that looks a bit more sophisticated and it's got maybe some softer chairs look for us the chairs is not is uncomfortable it's made with good and the wood is really tough. Why? Because we like, this is a concept, wrap and go. We don't like the people stay in the stores. Our business is volume. It's an ambitious model, a kind of quick and easy, no-frills service, unlike any of the other coffee chains here. So far they're not making a profit, but Pedro says they don't expect to be yet, and they're on target to have 700 shops by 2020. Is this steady rise in coffee consumption, not just here, but across the developing world, enough to keep Colombia's coffee industry going? I put that to Roberto Veles, the CEO of the FNC, the National Federation of Coffee Growers. We are blessed in the coffee world with an increase in the coffee consumption worldwide of around 2% per year. But we are facing many challenges that start with prices, but it goes also with climate changes, but it goes with new generation in coffee, and we should sit all together to see how can we find answers to those questions in the future to have a healthy growth in the industry in the years to come it doesn't seem fair that there's this global growth in coffee consumption there are coffee shops popping up all over the world it seems very popular and yet people who are actually growing it are struggling to make a living. Oh, you're saying a word that we always refer fairness. I just tell you one figure. If you pay in London for a cup of coffee at Costa to fifty three pounds, a coffee grower would get two pennies out of that. That is not fair. Coffee, as an industry, generates worldwide, between $200 and $250 billion. It's an industry that moves around that money. Out of that, the whole coffee produces sector received less than 10%. Despite the peace deal here, the new trend for higher quality coffee and a growing awareness about production among coffee drinkers, life is still tough for coffee growers. But as Roberto Velas accepts, things could be worse. I wouldn't like to be in the shoes of major soda producers knowing that your consumption is decreasing year by year. No wonder now we saw that Coca-Cola bought Costa. It's a move that we saw it was coming, that all these big corporations would start to move into some beverage that is seen and is not only seen, but it's true a healthy product. So coffee has more future than pests. That's all from global business with me, Simon Mabin. The producer was Karanina Valandia. Hers is a cappuccino. The program was mixed by James Beard, a flat white, and the editor is Penny Murphy, decaf cappuccino, and mine's a espresso martini."}