{"speakers": [], "chunks": [{"timestamp": [0.0, 1.74], "text": " This is the BBC."}, {"timestamp": [2.8, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.42, 10.74], "text": " Thank you for downloading this World of Business podcast."}, {"timestamp": [11.54, 17.14], "text": " In this edition, Katie Prescott explores how companies are dealing with sexual harassment revelations"}, {"timestamp": [17.14, 20.5], "text": " and how they can prevent it happening in the first place."}, {"timestamp": [23.96, 30.24], "text": " In 2015, an Italian model called Amber Batilana Gutierrez was at a business meeting."}, {"timestamp": [30.24, 35.46], "text": " While she was there, a top executive touched her breasts and put his hand up her skirt."}, {"timestamp": [35.46, 37.3], "text": " She reported it to the police."}, {"timestamp": [37.3, 40.58], "text": " They fitted her with a wire and sent her back."}, {"timestamp": [40.58, 42.5], "text": " But he tried it on again."}, {"timestamp": [42.5, 44.24], "text": " Only this time, she had evidence."}, {"timestamp": [44.24, 47.14], "text": " I missed today, you touched my priest. Please, I'm sorry. Only this time, she had evidence. Why yesterday you touched my priest?"}, {"timestamp": [47.36, 48.2], "text": " No, please, I'm sorry."}, {"timestamp": [48.34, 49.72], "text": " Just come on, I'm used to that."}, {"timestamp": [49.72, 51.34], "text": " You're used to that?"}, {"timestamp": [51.46, 52.1], "text": " Yes, come in."}, {"timestamp": [52.76, 54.34], "text": " No, but I'm not used to that."}, {"timestamp": [55.4, 59.4], "text": " As you can hear from that clip from the covert recording done by the NYPD,"}, {"timestamp": [59.96, 61.04], "text": " it was Harvey Weinstein."}, {"timestamp": [61.96, 64.62], "text": " Revelations around the behaviour of the famous film producer"}, {"timestamp": [64.62, 69.52], "text": " galvanised women around the world to share their experiences of sexual harassment on social media"}, {"timestamp": [69.52, 71.84], "text": " using the hashtag, Me Too."}, {"timestamp": [72.32, 76.76], "text": " It opened up a can of worms, showing that this kind of behaviour isn't just the stuff of Hollywood."}, {"timestamp": [77.14, 79.44], "text": " The knock on the door at 2 o'clock in the morning when you're at a conference"}, {"timestamp": [79.44, 80.9], "text": " happened to me on several occasions."}, {"timestamp": [81.4, 84.54], "text": " I didn't report loads of things when I was in the city"}, {"timestamp": [84.54, 85.5], "text": " because frankly if I'd reported some of the things when I was in the city because frankly"}, {"timestamp": [85.5, 90.42], "text": " if I'd reported some of the things I'd have been in HR every five minutes. I've experienced"}, {"timestamp": [90.42, 95.26], "text": " meeting moments. I hope I've not been guilty of delivering meeting members but I couldn't 100% say"}, {"timestamp": [95.26, 101.56], "text": " that. What's perfectly normal and accepted in the 1960s is now already often the opposite."}, {"timestamp": [101.94, 108.0], "text": " Once, for example, a committee spent about 10 minutes describing what I was wearing and how inappropriate it was."}, {"timestamp": [108.0, 110.0], "text": " I was wearing a suit."}, {"timestamp": [110.0, 116.0], "text": " In this edition of In Business, how companies are dealing with the growing number of sexual harassment revelations"}, {"timestamp": [116.0, 122.0], "text": " and how they can prevent it happening in the first place."}, {"timestamp": [122.0, 128.1], "text": " A recent UK survey by polling company Comres found that over half of all women and a fifth of men"}, {"timestamp": [128.1, 131.08], "text": " have experienced some kind of sexual harassment at work."}, {"timestamp": [131.58, 134.82], "text": " It's become such a concern that MPs are holding an inquiry"}, {"timestamp": [134.82, 136.3], "text": " into what can be done about it."}, {"timestamp": [137.88, 139.86], "text": " Well, following on from those Weinstein revelations,"}, {"timestamp": [139.98, 142.48], "text": " another story that had people scraping their jaws off the floor"}, {"timestamp": [142.48, 144.04], "text": " was the President's Club dinner."}, {"timestamp": [144.66, 148.22], "text": " At this annual event for men, the only women in the room were there as hostesses."}, {"timestamp": [148.98, 153.3], "text": " They said they had to wear a uniform of revealing clothes with regulation black knickers."}, {"timestamp": [153.94, 157.38], "text": " The women alleged they were treated like playthings to be groped and leered at."}, {"timestamp": [157.82, 161.3], "text": " And a large proportion of the guests, well, they were property executives."}, {"timestamp": [161.98, 164.52], "text": " And that's put the property sector in the spotlight ever since."}, {"timestamp": [164.52, 167.8], "text": " We've got a great range of events coming up over the next."}, {"timestamp": [167.8, 170.8], "text": " At a networking event in Birmingham aimed at women in property,"}, {"timestamp": [170.8, 175.2], "text": " I spoke to some of those working in the industry to see if it really deserved that bad press."}, {"timestamp": [175.2, 178.0], "text": " First, I spoke to Charlotte and then Lucy."}, {"timestamp": [178.0, 183.2], "text": " Yeah, we get a lot of clients that you message after we've been to an event."}, {"timestamp": [183.2, 185.76], "text": " I've not ever reported anything. Saying what?"}, {"timestamp": [185.76, 191.84], "text": " Just sort of things like I mentioned to you my new car if you want to come for a spin in my"}, {"timestamp": [191.84, 198.32], "text": " motor and it was just really one of them had just moved house and he asked me if I wanted to"}, {"timestamp": [198.32, 204.72], "text": " come and test his mattress. Wow. Yeah. What else is on your list? When you receive an email"}, {"timestamp": [204.72, 208.72], "text": " that's sort of like hi lovely, lovely or hi, something like that"}, {"timestamp": [208.72, 213.18], "text": " and if it's somebody on the other side is copied in, then you have this professional embarrassment"}, {"timestamp": [213.18, 216.34], "text": " because the fact that your client's talking to you in that way"}, {"timestamp": [216.34, 219.6], "text": " might infer that you're having a relationship with your client."}, {"timestamp": [220.68, 225.96], "text": " Can I ask about your Me Too moments? Have you ever had something happen at work to you?"}, {"timestamp": [226.8, 230.18], "text": " There's just one situation where someone just made me feel uncomfortable."}, {"timestamp": [230.62, 233.2], "text": " Looked me up and down as I walked towards them in reception"}, {"timestamp": [233.2, 237.28], "text": " and then I had to go into a meeting room, just me and him and have a meeting,"}, {"timestamp": [237.9, 241.46], "text": " that obviously threw me off guard, being quite a junior lawyer."}, {"timestamp": [242.02, 245.52], "text": " It's difficult, because it's very difficult to report something like that."}, {"timestamp": [245.62, 246.34], "text": " I mean, what do you say?"}, {"timestamp": [246.64, 249.84], "text": " Well, I think that's part of the issue that we're talking about here"}, {"timestamp": [249.84, 252.9], "text": " because what is sexual harassment"}, {"timestamp": [252.9, 256.8], "text": " and what might make one person feel uncomfortable"}, {"timestamp": [256.8, 259.02], "text": " won't bother another person?"}, {"timestamp": [260.16, 261.68], "text": " And whether you're bothered or not"}, {"timestamp": [261.68, 263.84], "text": " is at the heart of what's classed as sexual harassment."}, {"timestamp": [264.76, 266.46], "text": " Legally, the definition is,"}, {"timestamp": [267.06, 271.04], "text": " unwanted conduct of a sexual nature that violates the dignity of a worker."}, {"timestamp": [271.72, 274.72], "text": " Something can still be classed as harassment, even if it wasn't meant to be."}, {"timestamp": [275.22, 276.62], "text": " It's how it makes the victim feel."}, {"timestamp": [277.58, 280.88], "text": " This grey area that Lucy alluded to between a bit of banter,"}, {"timestamp": [281.12, 284.04], "text": " a few dodgy looks maybe, and something more serious,"}, {"timestamp": [284.42, 286.92], "text": " makes harassment issues so tricky to deal with. It might sound like the classic response of banter, a few dodgy looks maybe, and something more serious, makes harassment issues so tricky to deal with."}, {"timestamp": [287.74, 294.88], "text": " It might sound like the classic response of an HR director, but one solution that businesses are starting to look at is training their staff."}, {"timestamp": [295.66, 299.62], "text": " America started sexual harassment training courses back in the 80s."}, {"timestamp": [300.34, 304.5], "text": " Here's a clip from a 1981 film, appropriately called The Power Pinch."}, {"timestamp": [305.1, 306.06], "text": " Can I buy a cup of coffee?"}, {"timestamp": [306.68, 307.22], "text": " Yeah, sure."}, {"timestamp": [307.58, 309.32], "text": " Oh, did I do that?"}, {"timestamp": [309.5, 310.5], "text": " Oh, I am sorry."}, {"timestamp": [310.5, 311.88], "text": " It's nothing. Don't bother."}, {"timestamp": [312.48, 314.54], "text": " He doesn't stop. I'll scream."}, {"timestamp": [316.06, 318.14], "text": " Hey, let me make it up to you."}, {"timestamp": [318.68, 319.44], "text": " Lunch today?"}, {"timestamp": [320.18, 321.26], "text": " Well, thank you."}, {"timestamp": [321.56, 324.42], "text": " But I really have some work that I have to finish from Mr. Collins."}, {"timestamp": [325.28, 328.06], "text": " Why do I smile when I want to punch him in the face?"}, {"timestamp": [332.06, 334.96], "text": " Training courses are starting to become more popular here."}, {"timestamp": [336.24, 338.78], "text": " Well, thank you all so much for participating."}, {"timestamp": [339.08, 340.68], "text": " Really, really appreciate you doing that."}, {"timestamp": [341.24, 343.72], "text": " This is a really emotive subject."}, {"timestamp": [343.92, 348.32], "text": " Stella Chandler from Focal Point Training has been running courses since 2004."}, {"timestamp": [348.32, 352.96], "text": " So can we just quickly go round and just hear everybody's names?"}, {"timestamp": [352.96, 354.72], "text": " I'm Lizzie. Thanks Lizzie."}, {"timestamp": [354.72, 355.52], "text": " Stephen."}, {"timestamp": [355.52, 359.44], "text": " Rose. One thing we found while making this program is that sexual harassment"}, {"timestamp": [359.44, 363.68], "text": " isn't something many businesses want to put their names to. So because we couldn't find"}, {"timestamp": [363.68, 368.64], "text": " any other guinea pigs to take part, we roped in some of our BBC colleagues for one of their sessions."}, {"timestamp": [368.64, 374.96], "text": " I think this is possibly a generational thing as well. So what's perfectly normal and accepted"}, {"timestamp": [374.96, 382.72], "text": " in the 1960s is now already often quite the opposite and it's difficult for people to understand"}, {"timestamp": [382.72, 388.0], "text": " that perhaps. Also I think this isn't necessarily here but there's a big problem with sort of unstable"}, {"timestamp": [388.0, 392.48], "text": " jobs and zero hour contracts and I've had this in the past where like I'm just desperate"}, {"timestamp": [392.48, 396.8], "text": " to get any work and I will work extra hours, I'll work when I'm sick, I'll put up with"}, {"timestamp": [396.8, 400.64], "text": " anything just because I don't want to be fired and so you're desperately trying to be the"}, {"timestamp": [400.64, 403.2], "text": " best all the time and not complain about anything."}, {"timestamp": [403.2, 405.24], "text": " Yeah, very good point."}, {"timestamp": [405.24, 410.82], "text": " Well, Focal Points co-founder Tracy Powelly told me that it's becoming more than just a box-ticking exercise for business."}, {"timestamp": [411.1, 414.42], "text": " Since all of the media headlines sort of happened about six months ago,"}, {"timestamp": [414.56, 420.14], "text": " back in the autumn, we've seen a noticeable increase in the inquiries that we're getting from organisations,"}, {"timestamp": [420.34, 422.34], "text": " from all sorts of sectors around this area."}, {"timestamp": [422.8, 425.08], "text": " So I think, again, that is an indication"}, {"timestamp": [425.08, 427.52], "text": " that awareness is being raised"}, {"timestamp": [427.52, 431.16], "text": " and organisations genuinely want to do something about it."}, {"timestamp": [431.64, 432.62], "text": " Do you think training like this"}, {"timestamp": [432.62, 435.78], "text": " can have a sort of chilling effect on relationships at work?"}, {"timestamp": [435.84, 437.32], "text": " So people kind of get a bit awkward"}, {"timestamp": [437.32, 438.94], "text": " about how they behave with their colleagues?"}, {"timestamp": [439.2, 441.76], "text": " We absolutely do not want people to think"}, {"timestamp": [441.76, 443.68], "text": " they can't laugh and joke with each other."}, {"timestamp": [443.96, 446.36], "text": " It's getting them to really think about."}, {"timestamp": [447.06, 451.14], "text": " Have what they said or done made other people feel uncomfortable."}, {"timestamp": [451.7, 457.04], "text": " We are really hoping people will actually feel more comfortable with each other in the workplace"}, {"timestamp": [457.04, 460.22], "text": " if we've been able to talk about what's okay and what's not."}, {"timestamp": [460.38, 462.76], "text": " I know a friend of mine whose mother was very, very ill,"}, {"timestamp": [462.96, 466.24], "text": " said that her boss just came over when she was crying and gave her a hug."}, {"timestamp": [466.5, 471.9], "text": " And that was just a very natural human instinct and couldn't have been further from sexual harassment."}, {"timestamp": [472.4, 483.28], "text": " With something like hugging, which can be something that some people find quite uncomfortable, the best thing actually is to ask, particularly if it's a line management relationship."}, {"timestamp": [483.62, 486.78], "text": " You know, a lot of people in that instance would absolutely say,"}, {"timestamp": [487.06, 488.8], "text": " yes, please, that would be great."}, {"timestamp": [489.22, 491.44], "text": " And some people would feel very uncomfortable with that."}, {"timestamp": [492.04, 494.58], "text": " Their training sessions also pick up on dealing with the problem."}, {"timestamp": [495.04, 497.32], "text": " So could I just ask you then,"}, {"timestamp": [497.32, 501.34], "text": " what do you think you might need just to sort of help you think,"}, {"timestamp": [501.46, 506.16], "text": " actually I would want to go and tackle a situation."}, {"timestamp": [507.04, 509.68], "text": " Probably there could do with being some clarity."}, {"timestamp": [510.88, 512.72], "text": " Just going to drop down a few of these points."}, {"timestamp": [514.48, 519.44], "text": " Yeah, clarity on if you go to somebody and say something is happening,"}, {"timestamp": [520.64, 523.68], "text": " how that is going to escalate within the organisation."}, {"timestamp": [523.68, 527.64], "text": " Because I think even getting to the level where you're talking to someone in HR"}, {"timestamp": [527.64, 531.28], "text": " is probably not what most people want to happen."}, {"timestamp": [531.5, 535.78], "text": " And I think that really there needs to be a kind of culture"}, {"timestamp": [535.78, 538.5], "text": " of dealing with them within, you know, small teams."}, {"timestamp": [538.74, 540.52], "text": " You know, you shouldn't have to go to HR."}, {"timestamp": [541.12, 546.0], "text": " Your direct line manager should be seen as one of their responsibilities."}, {"timestamp": [546.0, 551.4], "text": " I think that's such a good point that you make and it is really, really important that line"}, {"timestamp": [551.4, 558.8], "text": " managers realise that, but they've got that key role in setting the tone right from the beginning."}, {"timestamp": [558.8, 563.6], "text": " It's about training people, it's also about having what we talk a lot about now is the safe"}, {"timestamp": [563.6, 566.92], "text": " conversation so that we can understand where is that line."}, {"timestamp": [567.68, 572.32], "text": " Representing people working in HR, Peter Cheese is chief executive of the Chartered Institute"}, {"timestamp": [572.32, 573.54], "text": " of Personnel and Development."}, {"timestamp": [574.04, 575.88], "text": " There are critical junctions, onboardings."}, {"timestamp": [576.0, 580.04], "text": " One, promotion to perhaps your first line management role and indeed into senior roles,"}, {"timestamp": [580.36, 581.1], "text": " is another."}, {"timestamp": [581.54, 586.16], "text": " And we have missed, we've missed those points, particularly when you get to promotion, line managers and so forth."}, {"timestamp": [586.8, 588.46], "text": " We've said, congratulations, well done."}, {"timestamp": [588.56, 589.6], "text": " You're the most technically competent."}, {"timestamp": [589.7, 590.38], "text": " You're in the job."}, {"timestamp": [590.8, 591.4], "text": " Good luck."}, {"timestamp": [592.18, 594.7], "text": " And I'm only exaggerating very slightly."}, {"timestamp": [595.26, 598.38], "text": " He says company slogans and soundbites just aren't enough."}, {"timestamp": [598.62, 601.1], "text": " You can't just expect, because they've read a list on the wall,"}, {"timestamp": [601.2, 601.98], "text": " they know what to do."}, {"timestamp": [602.52, 604.42], "text": " Because we talk a lot now about, you know,"}, {"timestamp": [604.42, 606.82], "text": " our corporate culture and values describing the corporate culture,"}, {"timestamp": [606.9, 611.28], "text": " and you teach them how to deal with these principles of respect,"}, {"timestamp": [611.42, 612.54], "text": " how to listen to their team."}, {"timestamp": [612.92, 616.44], "text": " Do you think that the businesses you speak to believe that it's a problem?"}, {"timestamp": [617.7, 620.0], "text": " It's the understanding what sexual harassment is."}, {"timestamp": [620.18, 622.2], "text": " I mean, of course, there are very obvious and overt forms,"}, {"timestamp": [622.28, 623.22], "text": " but a lot of it isn't."}, {"timestamp": [623.76, 628.02], "text": " It's quite easy for men in particular to just say, well, that's what I always do."}, {"timestamp": [628.06, 628.68], "text": " That's how I am."}, {"timestamp": [628.72, 629.36], "text": " I've always done that."}, {"timestamp": [629.42, 630.58], "text": " And now you're telling me that's harassment."}, {"timestamp": [631.36, 639.82], "text": " But it shouldn't be too surprised that collectively, and particularly in more male-dominated cultures, you know, there will still be quite a lot of denial."}, {"timestamp": [640.22, 646.34], "text": " Which is why, as I said, I think when you really start to confront it, we are a bit surprised by the extent of it,"}, {"timestamp": [646.5, 648.14], "text": " but we've got to use this as an opportunity,"}, {"timestamp": [648.28, 651.4], "text": " not just to all go beat ourselves up and stop talking about it,"}, {"timestamp": [651.46, 654.16], "text": " but to be open and to confront it more honestly."}, {"timestamp": [654.66, 657.9], "text": " And have you or anyone you know experienced the Me Too moment?"}, {"timestamp": [658.5, 659.9], "text": " I think we all have, yes."}, {"timestamp": [659.9, 662.9], "text": " I hope I've not been guilty of delivering Me Too moments,"}, {"timestamp": [663.02, 665.02], "text": " but I couldn't 100% say that"}, {"timestamp": [665.02, 667.44], "text": " because I think, as I said, we're now much more aware."}, {"timestamp": [667.92, 672.04], "text": " I've had the odd incident when I felt that I was being a little bit harassed."}, {"timestamp": [672.54, 675.8], "text": " And I think if you talk to men, many will describe instances"}, {"timestamp": [675.8, 677.74], "text": " where they felt a little bit in that way as well."}, {"timestamp": [678.36, 679.62], "text": " What do you mean about what sort of things?"}, {"timestamp": [679.62, 683.08], "text": " Well, you know, sometimes women will touch you in inappropriate."}, {"timestamp": [683.16, 684.34], "text": " It happens both ways, right?"}, {"timestamp": [685.16, 688.42], "text": " While the idea of having safe and open discussions might work in theory,"}, {"timestamp": [688.92, 692.28], "text": " in practice it's sometimes harder to have this kind of open conversation,"}, {"timestamp": [692.9, 695.14], "text": " especially in very male-dominated industries."}, {"timestamp": [695.9, 699.52], "text": " Karen Jackson started her career in the city during the 1990s."}, {"timestamp": [703.12, 708.24], "text": " I didn't report loads of things when I was in the city because frankly if I'd reported"}, {"timestamp": [708.24, 713.76], "text": " some of the things I'd have been in HR every five minutes because that was just the environment."}, {"timestamp": [713.76, 717.68], "text": " She's now an employment lawyer and has represented a number of people in high-powered jobs who've"}, {"timestamp": [717.68, 720.88], "text": " been victims of sexual harassment. They've all been women."}, {"timestamp": [720.88, 725.58], "text": " Where there tends to be a very strong hierarchy in the business, and I'm"}, {"timestamp": [725.58, 730.3], "text": " talking about law firms, and I'm talking about big accountancy firms, what you'll have is"}, {"timestamp": [730.3, 734.76], "text": " you'll have a team of people led by an individual, and they have the influence to be able"}, {"timestamp": [734.76, 737.74], "text": " to decide whether you're going to progress in your career, whether you're going to be offered"}, {"timestamp": [737.74, 743.28], "text": " opportunities for promotion. So, you know, to some extent there's a degree to which women"}, {"timestamp": [743.28, 745.3], "text": " will put up with a certain level of behaviour"}, {"timestamp": [745.3, 750.34], "text": " because they know that if they speak out about it, they'll just be kicked off that ladder"}, {"timestamp": [750.34, 753.74], "text": " sooner than they can, you know, pause for breath."}, {"timestamp": [754.32, 756.98], "text": " It's still a prevailing male culture."}, {"timestamp": [757.52, 760.76], "text": " We still have, in many workplaces, a patriarchal attitude."}, {"timestamp": [761.24, 762.56], "text": " I've dealt with it in my career."}, {"timestamp": [762.74, 766.28], "text": " I've dealt with very misogynistic male lawyers"}, {"timestamp": [766.28, 773.38], "text": " who think it's amusing that my client's been sacked for having a baby. So, you know, I think"}, {"timestamp": [773.38, 778.32], "text": " you still get the impression that there is a boys club and, you know, everything centres"}, {"timestamp": [778.32, 783.78], "text": " around golf and drinking and, you know, it's the way we've always done business."}, {"timestamp": [785.76, 787.6], "text": " But is it really still business as usual?"}, {"timestamp": [788.08, 791.76], "text": " This idea of the patriarchy sounds like a very old school feminist complaint."}, {"timestamp": [792.44, 793.6], "text": " Surely life's moved on."}, {"timestamp": [794.4, 797.36], "text": " I went to see someone who's had a long career as an HR director"}, {"timestamp": [797.36, 800.04], "text": " and she's got some pretty eye-opening stories."}, {"timestamp": [800.64, 802.36], "text": " Yes, so I'm Vanessa Johnson Burgess."}, {"timestamp": [802.8, 805.76], "text": " We support organisations with their recruitment,"}, {"timestamp": [806.42, 809.04], "text": " helping, hopefully, to diversify the candidates that are there,"}, {"timestamp": [809.12, 811.5], "text": " so more women at senior level, more ethnic minority."}, {"timestamp": [812.0, 814.08], "text": " Could you give me an example of some of the things you've seen?"}, {"timestamp": [814.48, 818.6], "text": " Yeah, so I have been with a group of male senior managers."}, {"timestamp": [819.1, 823.28], "text": " After an event, they decided they thought it was appropriate to go to a lap dancing club,"}, {"timestamp": [823.68, 824.92], "text": " and that I would come along."}, {"timestamp": [825.2, 831.22], "text": " Sorry, they took the HR manager to the lap dancing club So they took the HR manager to the lap dancing club. At no stage where I was I am comfortable."}, {"timestamp": [831.72, 837.32], "text": " I knew it wasn't the right thing to do. But the next morning, I ripped them to shreds because I needed"}, {"timestamp": [837.32, 842.66], "text": " them to understand that that is the type of thing that will put us into a claim. And had I not been"}, {"timestamp": [842.66, 846.82], "text": " the strong, confident person that I was, I could have laid a claim out for the organisation right there."}, {"timestamp": [847.28, 849.1], "text": " But they just didn't see anything wrong with it"}, {"timestamp": [849.1, 851.52], "text": " because I was one of the boys, I enjoyed it."}, {"timestamp": [851.6, 853.1], "text": " Well, they just thought that would be the best place"}, {"timestamp": [853.1, 855.52], "text": " to get a drink that evening, because it would be fun."}, {"timestamp": [856.12, 857.8], "text": " Doesn't this raise the point that, as you say,"}, {"timestamp": [857.88, 859.72], "text": " you didn't feel uncomfortable in that situation?"}, {"timestamp": [860.04, 861.7], "text": " You laughed, you went along with it."}, {"timestamp": [861.92, 864.02], "text": " Actually, that's not really sexual harassment."}, {"timestamp": [864.2, 865.76], "text": " I mean, why is that a difficult situation?"}, {"timestamp": [866.2, 868.48], "text": " Because they knew that you were a strong woman"}, {"timestamp": [868.48, 870.7], "text": " who would laugh it off and actually wouldn't, you know,"}, {"timestamp": [870.78, 872.04], "text": " take offence to a lab dancing club."}, {"timestamp": [872.04, 872.86], "text": " Well, that's a massive assumption."}, {"timestamp": [873.12, 873.9], "text": " This is the problem."}, {"timestamp": [874.08, 877.82], "text": " You make assumptions that, because I have a laugh,"}, {"timestamp": [877.92, 879.56], "text": " they seem as one of the boys, that you can do that."}, {"timestamp": [879.62, 882.44], "text": " And this is where individuals fall foul."}, {"timestamp": [882.9, 884.56], "text": " You can't make an assumption and think,"}, {"timestamp": [884.64, 885.4], "text": " because you've known"}, {"timestamp": [885.4, 891.32], "text": " someone that you can actually just cross the line. This is why organisations keep being blindsided"}, {"timestamp": [891.32, 895.7], "text": " and wondering where the sexual harassment claims come from because they are dealing with such"}, {"timestamp": [895.7, 900.32], "text": " patriarchal environments at the top that they think what happens in that patriarchal environment is"}, {"timestamp": [900.32, 904.9], "text": " normal. And if there's a woman that comes along who is comfortable in that patriarchal environment,"}, {"timestamp": [907.78, 912.88], "text": " that it's business as usual. The question that we've been asking through this whole program is what can business do about sexual harassment in the workplace?"}, {"timestamp": [913.26, 917.92], "text": " Have you got any thoughts about that? If there are more women on the boards of organisations,"}, {"timestamp": [918.28, 927.08], "text": " ultimately environments that foster behaviours that could be considered sexual harassment will no longer be there."}, {"timestamp": [927.18, 931.04], "text": " Because actually women will make a stand and say that environment's not acceptable."}, {"timestamp": [931.46, 932.8], "text": " Don't take me to a lap dancing club."}, {"timestamp": [932.8, 933.84], "text": " Don't take me to a lap dancing club."}, {"timestamp": [934.0, 935.0], "text": " What do you think you're doing?"}, {"timestamp": [935.56, 937.04], "text": " Are women then the fun police?"}, {"timestamp": [937.58, 938.92], "text": " No, I don't think they're the fun police."}, {"timestamp": [939.0, 940.32], "text": " I think it's the appropriate police."}, {"timestamp": [940.42, 942.2], "text": " I think it's about saying the right thing."}, {"timestamp": [942.2, 945.12], "text": " We can't continue to allow the unconscious"}, {"timestamp": [945.12, 951.78], "text": " bias of men in positions of power and privilege to continue to impact on women in those"}, {"timestamp": [951.78, 957.82], "text": " organisations at more junior levels. There's a long way to go. If you look at the Futsi 100,"}, {"timestamp": [958.34, 962.62], "text": " the biggest companies listed in London, only six chief executives are women."}, {"timestamp": [966.92, 969.42], "text": " So far in the programme, we've heard different ideas"}, {"timestamp": [969.42, 971.86], "text": " of how businesses can improve their workplace cultures"}, {"timestamp": [971.86, 973.68], "text": " to knit problems in the bud quickly."}, {"timestamp": [974.28, 976.5], "text": " But when sexual harassment does happen,"}, {"timestamp": [976.78, 978.74], "text": " and it's serious, then what?"}, {"timestamp": [979.64, 980.8], "text": " When her phone rings,"}, {"timestamp": [980.98, 982.3], "text": " employment lawyer Karen Jackson"}, {"timestamp": [982.3, 984.92], "text": " hears the same story time and time again."}, {"timestamp": [985.76, 989.76], "text": " Quite a lot of the sexual harassment cases I deal with involve men who are in more senior"}, {"timestamp": [989.76, 992.72], "text": " positions than their female victims."}, {"timestamp": [992.72, 997.04], "text": " And there's a perception that they are in some way protected because I think there's just"}, {"timestamp": [997.04, 1001.28], "text": " this assumption that nobody's going to touch me because I make money for the business"}, {"timestamp": [1001.28, 1004.9], "text": " or I'm a high profile person quite visible."}, {"timestamp": [1004.9, 1008.28], "text": " And I think that's one of the reasons why women maybe don't come forward"}, {"timestamp": [1008.28, 1013.18], "text": " because they realise that the business is going to side with the more valuable person."}, {"timestamp": [1013.94, 1017.08], "text": " Typically, the woman's unable to sort out the problem with the company."}, {"timestamp": [1017.48, 1020.24], "text": " Things come to her head and she ends up being pushed out."}, {"timestamp": [1021.1, 1023.92], "text": " Karen has never taken a case to an employment tribunal."}, {"timestamp": [1024.42, 1025.66], "text": " Companies don't want the exposure."}, {"timestamp": [1026.34, 1031.12], "text": " Clients don't want the potentially career-ending stigma. Cases usually end in a settlement"}, {"timestamp": [1031.12, 1036.98], "text": " where the victim is required to sign an NDA, a non-disclosure agreement, so they can't talk about"}, {"timestamp": [1036.98, 1042.26], "text": " what happened to them or how much they were paid to go away. I do think that people would be"}, {"timestamp": [1042.26, 1046.38], "text": " shocked at the kinds of companies where this behaviour goes on."}, {"timestamp": [1046.5, 1051.4], "text": " You know, I think the whole secrecy and the sort of regime, if you like, of settlements around"}, {"timestamp": [1051.4, 1056.98], "text": " this sort of thing just perpetuates the problem. And this veil of secrecy is one of the reasons"}, {"timestamp": [1056.98, 1061.84], "text": " it's really difficult to know how big the problem is. The UK's Equality's watchdog,"}, {"timestamp": [1062.08, 1068.8], "text": " the EHRC, has just published a report recommending that NDAs shouldn't be used by business to silence people in these cases."}, {"timestamp": [1069.78, 1071.92], "text": " Well, one way to establish the scale of the problem"}, {"timestamp": [1071.92, 1074.62], "text": " will be to work out how much it costs business."}, {"timestamp": [1075.56, 1078.62], "text": " Tina Fordham is a top executive at the Global Bank City Group."}, {"timestamp": [1079.2, 1081.78], "text": " It's her job to look at political trends around the world"}, {"timestamp": [1081.78, 1083.46], "text": " and assess their impact on the economy."}, {"timestamp": [1084.1, 1086.58], "text": " I asked her if working out a cost to business was possible."}, {"timestamp": [1086.98, 1088.8], "text": " Well, it absolutely is possible,"}, {"timestamp": [1088.96, 1091.22], "text": " but companies would have to disclose that information"}, {"timestamp": [1091.22, 1094.48], "text": " which they don't and aren't required to right now."}, {"timestamp": [1094.48, 1099.38], "text": " But if you look at how, just since the wave of Me Too revelations,"}, {"timestamp": [1099.52, 1104.02], "text": " there have been a number of CEOs resigning following these allegations."}, {"timestamp": [1104.88, 1107.34], "text": " It seems to me that we might see shareholder"}, {"timestamp": [1107.34, 1108.82], "text": " activism around this."}, {"timestamp": [1109.26, 1112.54], "text": " This costs money defending against sexual harassment allegations."}, {"timestamp": [1112.76, 1116.28], "text": " And I can see companies being asked to disclose that by shareholders."}, {"timestamp": [1116.66, 1122.42], "text": " Have senior executives been involved in any cases where companies have had to pay out?"}, {"timestamp": [1122.5, 1123.7], "text": " And that's quite new."}, {"timestamp": [1124.3, 1126.42], "text": " But this type of disclosure feels a long way off."}, {"timestamp": [1127.08, 1130.82], "text": " As a business reporter, I talk to businesses all the time about a wide range of issues,"}, {"timestamp": [1131.22, 1133.42], "text": " but sexual harassment is particularly sensitive."}, {"timestamp": [1134.58, 1137.44], "text": " Adam Marshall is Director-General of the British Chambers of Commerce,"}, {"timestamp": [1137.74, 1141.72], "text": " which represents 75,000 businesses employing over 5 million people."}, {"timestamp": [1142.14, 1145.24], "text": " Adam, when you and I normally speak, it's about the views of your members,"}, {"timestamp": [1145.84, 1149.14], "text": " various issues concerning business and most notably Brexit."}, {"timestamp": [1149.92, 1154.02], "text": " The issue of sexual harassment is a little bit more tricky to get into."}, {"timestamp": [1154.72, 1158.18], "text": " Why do you think business is uncomfortable talking about sexual harassment?"}, {"timestamp": [1159.04, 1164.48], "text": " I think businesses are becoming more comfortable talking internally about some of the issues."}, {"timestamp": [1164.64, 1169.56], "text": " I think, though, that some are more uncomfortable at going on the record to talk about it,"}, {"timestamp": [1170.0, 1175.54], "text": " because individuals, of course, worry about something that they might say that might be misinterpreted."}, {"timestamp": [1175.84, 1179.84], "text": " And, of course, they also worry about the reputation of the company that they work for,"}, {"timestamp": [1179.9, 1181.86], "text": " which they're often very committed to."}, {"timestamp": [1182.38, 1185.42], "text": " So what I see is more companies having these conversations internally"}, {"timestamp": [1185.42, 1188.52], "text": " and trying to figure out how they change their own culture and their own behaviour,"}, {"timestamp": [1189.2, 1191.66], "text": " it's just this question of putting your head above the parapet,"}, {"timestamp": [1191.7, 1192.66], "text": " which is difficult for many."}, {"timestamp": [1193.48, 1195.4], "text": " But sometimes putting your head above the parapet"}, {"timestamp": [1195.4, 1197.32], "text": " is the only way to see if there is a problem."}, {"timestamp": [1197.98, 1201.3], "text": " Jan Babiak has had a long and very successful career in finance,"}, {"timestamp": [1201.68, 1203.5], "text": " and she told me a personal story"}, {"timestamp": [1203.5, 1206.44], "text": " about why people shouldn't be complacent about sexual harassment."}, {"timestamp": [1207.0, 1208.7], "text": " It involved a man on her team."}, {"timestamp": [1209.4, 1216.82], "text": " I get a call from one of my clients saying that he and someone at the client were having a bet"}, {"timestamp": [1216.82, 1218.86], "text": " on who could bed this woman first."}, {"timestamp": [1219.2, 1220.44], "text": " And I get told about it."}, {"timestamp": [1220.52, 1223.98], "text": " And so I'm kind of putting the guy on administrative leave and he resigns."}, {"timestamp": [1223.98, 1228.9], "text": " But what really was horrifying to me, absolutely horrifying to me, because I'm a woman leader,"}, {"timestamp": [1229.72, 1234.16], "text": " five women in my team, five women in my team, come to me afterwards and tell me some of the"}, {"timestamp": [1234.16, 1239.78], "text": " things that he had done to them. And I'm like, what the, why have you not told me about this?"}, {"timestamp": [1239.8, 1244.3], "text": " And you're like, well, you know, he was our boss, but I was his boss. And I, because I'm a woman"}, {"timestamp": [1244.3, 1245.18], "text": " in leadership, I just assumed it wouldn't happen in his boss. And I, because I'm a woman in leadership,"}, {"timestamp": [1245.3, 1248.84], "text": " I just assumed it wouldn't happen in my team. And it's one of the stories that I will sometimes"}, {"timestamp": [1248.84, 1254.22], "text": " tell men, because I'm like, look, if it can happen to me, a card carrying feminist, it can happen"}, {"timestamp": [1254.22, 1259.84], "text": " to you, I assure you. I couldn't help but ask if she'd ever had a me-to moment of my own."}, {"timestamp": [1264.56, 1267.58], "text": " You know, the knock on the door at 2 o'clock in the morning when you're at a conference happened to me on several occasions. And the other things, you know, the knock on the door at 2 o'clock in the morning when you're at a conference"}, {"timestamp": [1267.58, 1271.6], "text": " happened to me on several occasions and the other thing is because I know this is radio and people"}, {"timestamp": [1271.6, 1276.08], "text": " can't see me I'm not particularly pretty so so no but no really you know"}, {"timestamp": [1276.08, 1281.72], "text": " so it's not just you know the really pretty girls that this happens to I think it's vulnerable"}, {"timestamp": [1281.72, 1285.84], "text": " well one solution is to make sure the issue is raised at board level."}, {"timestamp": [1286.62, 1289.22], "text": " Jan now has what's often referred to as a board portfolio."}, {"timestamp": [1289.86, 1293.5], "text": " She sits and has sat on the boards of some of the world's most well-known companies."}, {"timestamp": [1294.12, 1296.54], "text": " And she suggests something that's gaining ground in America,"}, {"timestamp": [1297.1, 1301.3], "text": " bystander training, where you encourage people in the organization to call things out."}, {"timestamp": [1301.3, 1304.82], "text": " You know, a lot of times people witness a behavior that's inappropriate."}, {"timestamp": [1305.1, 1305.96], "text": " So you'll be in a meeting."}, {"timestamp": [1306.08, 1309.14], "text": " And, you know, I've been in meetings before where, you know,"}, {"timestamp": [1309.14, 1312.68], "text": " someone made some comment about my body, okay?"}, {"timestamp": [1312.84, 1315.38], "text": " And there are five, ten guys around the room, and they all laugh."}, {"timestamp": [1315.62, 1316.98], "text": " So they're the bystanders."}, {"timestamp": [1317.28, 1320.6], "text": " But nobody in the room said, hey, whoa, inappropriate, you know."}, {"timestamp": [1321.26, 1323.36], "text": " It's about people being brave enough to come forward."}, {"timestamp": [1323.92, 1325.86], "text": " And next on her list of solutions for businesses?"}, {"timestamp": [1326.32, 1333.02], "text": " I suggest you request an audit of every currently open case of sexual harassment that you've got"}, {"timestamp": [1333.02, 1342.82], "text": " and that you have, say, a three-year, five-year, ten-year look back for every other case that you've had of that"}, {"timestamp": [1342.82, 1345.42], "text": " that's ever been sealed, settled, discarded,"}, {"timestamp": [1345.78, 1347.1], "text": " to see what you've got going."}, {"timestamp": [1347.58, 1348.24], "text": " That's fascinating."}, {"timestamp": [1348.42, 1349.62], "text": " So at the moment, that doesn't happen."}, {"timestamp": [1350.42, 1351.38], "text": " Not in most companies."}, {"timestamp": [1351.62, 1353.2], "text": " Most companies don't really know."}, {"timestamp": [1353.52, 1354.7], "text": " You look at some of these payoffs,"}, {"timestamp": [1354.78, 1356.78], "text": " some of the big ones you hear about are 100,000."}, {"timestamp": [1357.18, 1359.64], "text": " Okay, in a really, really big global company, that's immaterial."}, {"timestamp": [1360.28, 1362.94], "text": " So those kind of things can get signed off at, you know,"}, {"timestamp": [1362.98, 1364.74], "text": " two or three levels down of a management level."}, {"timestamp": [1365.08, 1366.36], "text": " So they don't make it to the board."}, {"timestamp": [1366.9, 1372.4], "text": " Anytime there was a whistleblower who complained about an audit or an accounting irregularity,"}, {"timestamp": [1372.48, 1374.74], "text": " we would know about it, no matter how small."}, {"timestamp": [1375.24, 1379.2], "text": " But on things like this, at board level, you would probably not hear about it."}, {"timestamp": [1379.5, 1384.3], "text": " It's such a good idea, the audit one, because actually if you can start to quantify this,"}, {"timestamp": [1384.34, 1390.88], "text": " if you can put a price on it, then people start to pay attention. You can, as long as you don't assume that the"}, {"timestamp": [1390.88, 1396.74], "text": " absence of reporting is the absence of a problem. And that's the main issue. The battle doesn't"}, {"timestamp": [1396.74, 1401.2], "text": " lie in businesses putting training or policies in place. It's really getting people to report"}, {"timestamp": [1401.2, 1405.02], "text": " harassment cases at all. Employment lawyer Karen Jackson."}, {"timestamp": [1409.68, 1409.82], "text": " Somebody who rings a lawyer to talk about sexual harassment has been to hell and back thinking,"}, {"timestamp": [1414.26, 1419.82], "text": " should I do this, should I not? Because they know that there will be a big fallout from it. And it will either be, you know, other people at work judging them, potentially causing problem"}, {"timestamp": [1419.82, 1423.4], "text": " for their career. So it takes a lot for somebody to ring up a lawyer."}, {"timestamp": [1424.22, 1425.56], "text": " According to one recent report,"}, {"timestamp": [1425.72, 1430.88], "text": " 60% of women and 80% of men who'd experienced some kind of harassment said they didn't report"}, {"timestamp": [1430.88, 1436.78], "text": " their experiences to anyone. Here's psychologist, Dr. Julius Shaw, with one of her, unreported,"}, {"timestamp": [1437.02, 1442.32], "text": " stories. Once, for example, a committee, spent about 10 minutes describing what I was wearing"}, {"timestamp": [1442.32, 1450.14], "text": " and how inappropriate it was. I was wearing a suit. Classic. Classic. And this was during a PhD defence. This is like the thing you're supposed"}, {"timestamp": [1450.14, 1455.94], "text": " to grade people on where you're looking at their intellect and they spent 10 minutes talking"}, {"timestamp": [1455.94, 1460.62], "text": " about what I was wearing. Speaking out about this stuff is often embarrassing, potentially"}, {"timestamp": [1460.62, 1466.34], "text": " career jeopardizing and frankly pretty awkward. Julia's on a mission to change all of that."}, {"timestamp": [1467.0, 1468.58], "text": " Okay, so here's my office."}, {"timestamp": [1468.86, 1471.58], "text": " We've actually just had it finished and so we're still putting in a deck."}, {"timestamp": [1471.58, 1476.4], "text": " She's used her experience as a memory scientist advising the police on how to get the most out of witnesses"}, {"timestamp": [1476.4, 1480.78], "text": " to create her interactive reporting website, Talk to Spot."}, {"timestamp": [1481.2, 1483.64], "text": " So there are lots of barriers to reporting to a human being,"}, {"timestamp": [1483.82, 1486.6], "text": " including it being really awkward to explain what happened."}, {"timestamp": [1486.6, 1489.3], "text": " You might be worried about being judged."}, {"timestamp": [1489.3, 1493.68], "text": " Spot is a tool to help people record and report workplace harassment and discrimination."}, {"timestamp": [1493.68, 1498.6], "text": " It uses artificial intelligence combined with memory science to help people reliably record"}, {"timestamp": [1498.6, 1499.6], "text": " what happened."}, {"timestamp": [1499.6, 1502.76], "text": " So it walks you through an interview to make sure you don't miss anything."}, {"timestamp": [1502.76, 1506.12], "text": " And then it creates a PDF that you can either keep for yourself or share with your employer."}, {"timestamp": [1506.76, 1508.1], "text": " So it's an app, essentially, on a website?"}, {"timestamp": [1508.38, 1509.0], "text": " Yeah, it's a website."}, {"timestamp": [1509.28, 1510.72], "text": " It's all private, it's anonymous."}, {"timestamp": [1511.56, 1512.64], "text": " So we're going to walk through this, yeah?"}, {"timestamp": [1512.72, 1513.34], "text": " Yeah, please."}, {"timestamp": [1513.56, 1514.68], "text": " So you click into the website."}, {"timestamp": [1515.18, 1517.46], "text": " And so you just click into Start Anonymous Chat."}, {"timestamp": [1517.84, 1519.1], "text": " And that brings up."}, {"timestamp": [1519.94, 1520.48], "text": " Oh, hello."}, {"timestamp": [1521.04, 1524.02], "text": " If you feel something inappropriate has happened at work, I can help."}, {"timestamp": [1524.54, 1528.5], "text": " What it does is it asks you first open-ended questions, so tell me everything you can remember."}, {"timestamp": [1528.78, 1532.22], "text": " And then it moves on to follow-up questions and what are called probes."}, {"timestamp": [1532.32, 1535.06], "text": " So you mentioned this. Can you tell me more about that?"}, {"timestamp": [1535.62, 1537.92], "text": " Please tell me everything you can remember about what happened."}, {"timestamp": [1538.6, 1541.4], "text": " So this is what you mean about open questions. It's very neutral."}, {"timestamp": [1541.82, 1546.0], "text": " Yeah. And it sounds silly for an app to say, I have as much time as you need,"}, {"timestamp": [1546.0, 1550.8], "text": " which is the last statement, but it does add a sense of warmth to it. And we want people to realize that,"}, {"timestamp": [1550.8, 1556.0], "text": " unlike a human being, you could spend hours talking to her about if you really want, and really get everything out."}, {"timestamp": [1556.0, 1564.0], "text": " So if we say, um, my line manager told me he liked my dress or something."}, {"timestamp": [1565.0, 1566.0], "text": " And then please provide specifics about the month, week my dress or something. Mm-hmm."}, {"timestamp": [1566.0, 1570.0], "text": " And then please provide specifics about the month, week, day or time."}, {"timestamp": [1570.0, 1572.0], "text": " Let's say in three months you do want to talk about it."}, {"timestamp": [1572.0, 1574.0], "text": " Suddenly it becomes really relevant."}, {"timestamp": [1574.0, 1575.0], "text": " What day did this happen?"}, {"timestamp": [1575.0, 1577.0], "text": " And people are really bad at remembering that."}, {"timestamp": [1577.0, 1581.0], "text": " We think that because this is an emotional, important event,"}, {"timestamp": [1581.0, 1583.0], "text": " that we're going to remember all the pertinent details."}, {"timestamp": [1583.0, 1586.44], "text": " But in reality, we forget most of it if we don't write it down."}, {"timestamp": [1588.88, 1593.48], "text": " Julia's found that if companies respond to sexual harassment allegations within 24 hours,"}, {"timestamp": [1593.72, 1597.72], "text": " even if it's just with an email acknowledgement, it can cut down on the stress and anxiety"}, {"timestamp": [1597.72, 1599.34], "text": " that's linked to people speaking out."}, {"timestamp": [1599.98, 1601.84], "text": " But companies need to be willing to hear them."}, {"timestamp": [1602.62, 1603.54], "text": " Jan Babiak again."}, {"timestamp": [1604.0, 1606.64], "text": " People don't want this to be a problem in their organization,"}, {"timestamp": [1606.78, 1610.2], "text": " and they like to think everybody is, you know, ethical and good."}, {"timestamp": [1610.5, 1613.26], "text": " And, you know, it's almost like every time you have a criminal that's outed,"}, {"timestamp": [1613.32, 1615.66], "text": " whether it's a serial killer or whatever, everybody goes,"}, {"timestamp": [1615.96, 1617.32], "text": " they were the nicest person."}, {"timestamp": [1617.76, 1620.54], "text": " In the office place, we all want to think this isn't us."}, {"timestamp": [1620.54, 1623.66], "text": " You know, this happens to, you know, those Hollywood types, you know."}, {"timestamp": [1623.82, 1625.7], "text": " And so there's a bit of denial about it."}, {"timestamp": [1627.24, 1632.72], "text": " The government's Equality's Watchdog recently published a series of recommendations that echo many"}, {"timestamp": [1632.72, 1637.5], "text": " of the suggestions that we've heard in this program, such as workplace training and a greater"}, {"timestamp": [1637.5, 1639.62], "text": " openness when complaints are made."}, {"timestamp": [1640.34, 1644.48], "text": " Some think that the government could now go further, forcing companies to publish their"}, {"timestamp": [1644.48, 1645.44], "text": " policies on harassment,"}, {"timestamp": [1646.1, 1651.08], "text": " making them provide online tools for reporting and making NDAs a thing of the past."}, {"timestamp": [1652.32, 1656.34], "text": " MPs will publish the results of their inquiry into workplace harassment this summer,"}, {"timestamp": [1656.8, 1659.74], "text": " but they've already called for a cultural change in business."}, {"timestamp": [1662.9, 1666.58], "text": " Making this programme, it feels like there is momentum behind this,"}, {"timestamp": [1666.88, 1670.34], "text": " both from the Me Too movement and the recent gender pay gap publications."}, {"timestamp": [1671.12, 1674.02], "text": " It is perhaps too early to call it a tipping point,"}, {"timestamp": [1674.48, 1678.26], "text": " but people certainly seem more aware of the issue than ever before."}, {"timestamp": [1681.26, 1690.18], "text": " If you enjoyed this episode, why not try another BBC podcast, such as more or less, which looks at numbers and statistics in the news."}, {"timestamp": [1690.76, 1694.26], "text": " This week, it looks into one of the areas discussed in this podcast."}, {"timestamp": [1694.26, 1701.62], "text": " If you look at the FTSEI 100, the biggest companies listed in London, only six chief executives are women."}, {"timestamp": [1703.9, 1707.16], "text": " How many women are on the boards of 50,100 companies?"}, {"timestamp": [1707.66, 1709.84], "text": " Has this number changed much in recent years?"}, {"timestamp": [1710.34, 1713.8], "text": " The plan was to try and double the percentage of women"}, {"timestamp": [1713.8, 1716.5], "text": " on our top 100 boards within four years."}, {"timestamp": [1716.76, 1718.84], "text": " It was a very ambitious target."}, {"timestamp": [1719.54, 1722.58], "text": " Find out on the BBC's More or Less podcast,"}, {"timestamp": [1723.0, 1725.12], "text": " out on Friday the 27th of April."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. Thank you for downloading this World of Business podcast. In this edition, Katie Prescott explores how companies are dealing with sexual harassment revelations and how they can prevent it happening in the first place. In 2015, an Italian model called Amber Batilana Gutierrez was at a business meeting. While she was there, a top executive touched her breasts and put his hand up her skirt. She reported it to the police. They fitted her with a wire and sent her back. But he tried it on again. Only this time, she had evidence. I missed today, you touched my priest. Please, I'm sorry. Only this time, she had evidence. Why yesterday you touched my priest? No, please, I'm sorry. Just come on, I'm used to that. You're used to that? Yes, come in. No, but I'm not used to that. As you can hear from that clip from the covert recording done by the NYPD, it was Harvey Weinstein. Revelations around the behaviour of the famous film producer galvanised women around the world to share their experiences of sexual harassment on social media using the hashtag, Me Too. It opened up a can of worms, showing that this kind of behaviour isn't just the stuff of Hollywood. The knock on the door at 2 o'clock in the morning when you're at a conference happened to me on several occasions. I didn't report loads of things when I was in the city because frankly if I'd reported some of the things when I was in the city because frankly if I'd reported some of the things I'd have been in HR every five minutes. I've experienced meeting moments. I hope I've not been guilty of delivering meeting members but I couldn't 100% say that. What's perfectly normal and accepted in the 1960s is now already often the opposite. Once, for example, a committee spent about 10 minutes describing what I was wearing and how inappropriate it was. I was wearing a suit. In this edition of In Business, how companies are dealing with the growing number of sexual harassment revelations and how they can prevent it happening in the first place. A recent UK survey by polling company Comres found that over half of all women and a fifth of men have experienced some kind of sexual harassment at work. It's become such a concern that MPs are holding an inquiry into what can be done about it. Well, following on from those Weinstein revelations, another story that had people scraping their jaws off the floor was the President's Club dinner. At this annual event for men, the only women in the room were there as hostesses. They said they had to wear a uniform of revealing clothes with regulation black knickers. The women alleged they were treated like playthings to be groped and leered at. And a large proportion of the guests, well, they were property executives. And that's put the property sector in the spotlight ever since. We've got a great range of events coming up over the next. At a networking event in Birmingham aimed at women in property, I spoke to some of those working in the industry to see if it really deserved that bad press. First, I spoke to Charlotte and then Lucy. Yeah, we get a lot of clients that you message after we've been to an event. I've not ever reported anything. Saying what? Just sort of things like I mentioned to you my new car if you want to come for a spin in my motor and it was just really one of them had just moved house and he asked me if I wanted to come and test his mattress. Wow. Yeah. What else is on your list? When you receive an email that's sort of like hi lovely, lovely or hi, something like that and if it's somebody on the other side is copied in, then you have this professional embarrassment because the fact that your client's talking to you in that way might infer that you're having a relationship with your client. Can I ask about your Me Too moments? Have you ever had something happen at work to you? There's just one situation where someone just made me feel uncomfortable. Looked me up and down as I walked towards them in reception and then I had to go into a meeting room, just me and him and have a meeting, that obviously threw me off guard, being quite a junior lawyer. It's difficult, because it's very difficult to report something like that. I mean, what do you say? Well, I think that's part of the issue that we're talking about here because what is sexual harassment and what might make one person feel uncomfortable won't bother another person? And whether you're bothered or not is at the heart of what's classed as sexual harassment. Legally, the definition is, unwanted conduct of a sexual nature that violates the dignity of a worker. Something can still be classed as harassment, even if it wasn't meant to be. It's how it makes the victim feel. This grey area that Lucy alluded to between a bit of banter, a few dodgy looks maybe, and something more serious, makes harassment issues so tricky to deal with. It might sound like the classic response of banter, a few dodgy looks maybe, and something more serious, makes harassment issues so tricky to deal with. It might sound like the classic response of an HR director, but one solution that businesses are starting to look at is training their staff. America started sexual harassment training courses back in the 80s. Here's a clip from a 1981 film, appropriately called The Power Pinch. Can I buy a cup of coffee? Yeah, sure. Oh, did I do that? Oh, I am sorry. It's nothing. Don't bother. He doesn't stop. I'll scream. Hey, let me make it up to you. Lunch today? Well, thank you. But I really have some work that I have to finish from Mr. Collins. Why do I smile when I want to punch him in the face? Training courses are starting to become more popular here. Well, thank you all so much for participating. Really, really appreciate you doing that. This is a really emotive subject. Stella Chandler from Focal Point Training has been running courses since 2004. So can we just quickly go round and just hear everybody's names? I'm Lizzie. Thanks Lizzie. Stephen. Rose. One thing we found while making this program is that sexual harassment isn't something many businesses want to put their names to. So because we couldn't find any other guinea pigs to take part, we roped in some of our BBC colleagues for one of their sessions. I think this is possibly a generational thing as well. So what's perfectly normal and accepted in the 1960s is now already often quite the opposite and it's difficult for people to understand that perhaps. Also I think this isn't necessarily here but there's a big problem with sort of unstable jobs and zero hour contracts and I've had this in the past where like I'm just desperate to get any work and I will work extra hours, I'll work when I'm sick, I'll put up with anything just because I don't want to be fired and so you're desperately trying to be the best all the time and not complain about anything. Yeah, very good point. Well, Focal Points co-founder Tracy Powelly told me that it's becoming more than just a box-ticking exercise for business. Since all of the media headlines sort of happened about six months ago, back in the autumn, we've seen a noticeable increase in the inquiries that we're getting from organisations, from all sorts of sectors around this area. So I think, again, that is an indication that awareness is being raised and organisations genuinely want to do something about it. Do you think training like this can have a sort of chilling effect on relationships at work? So people kind of get a bit awkward about how they behave with their colleagues? We absolutely do not want people to think they can't laugh and joke with each other. It's getting them to really think about. Have what they said or done made other people feel uncomfortable. We are really hoping people will actually feel more comfortable with each other in the workplace if we've been able to talk about what's okay and what's not. I know a friend of mine whose mother was very, very ill, said that her boss just came over when she was crying and gave her a hug. And that was just a very natural human instinct and couldn't have been further from sexual harassment. With something like hugging, which can be something that some people find quite uncomfortable, the best thing actually is to ask, particularly if it's a line management relationship. You know, a lot of people in that instance would absolutely say, yes, please, that would be great. And some people would feel very uncomfortable with that. Their training sessions also pick up on dealing with the problem. So could I just ask you then, what do you think you might need just to sort of help you think, actually I would want to go and tackle a situation. Probably there could do with being some clarity. Just going to drop down a few of these points. Yeah, clarity on if you go to somebody and say something is happening, how that is going to escalate within the organisation. Because I think even getting to the level where you're talking to someone in HR is probably not what most people want to happen. And I think that really there needs to be a kind of culture of dealing with them within, you know, small teams. You know, you shouldn't have to go to HR. Your direct line manager should be seen as one of their responsibilities. I think that's such a good point that you make and it is really, really important that line managers realise that, but they've got that key role in setting the tone right from the beginning. It's about training people, it's also about having what we talk a lot about now is the safe conversation so that we can understand where is that line. Representing people working in HR, Peter Cheese is chief executive of the Chartered Institute of Personnel and Development. There are critical junctions, onboardings. One, promotion to perhaps your first line management role and indeed into senior roles, is another. And we have missed, we've missed those points, particularly when you get to promotion, line managers and so forth. We've said, congratulations, well done. You're the most technically competent. You're in the job. Good luck. And I'm only exaggerating very slightly. He says company slogans and soundbites just aren't enough. You can't just expect, because they've read a list on the wall, they know what to do. Because we talk a lot now about, you know, our corporate culture and values describing the corporate culture, and you teach them how to deal with these principles of respect, how to listen to their team. Do you think that the businesses you speak to believe that it's a problem? It's the understanding what sexual harassment is. I mean, of course, there are very obvious and overt forms, but a lot of it isn't. It's quite easy for men in particular to just say, well, that's what I always do. That's how I am. I've always done that. And now you're telling me that's harassment. But it shouldn't be too surprised that collectively, and particularly in more male-dominated cultures, you know, there will still be quite a lot of denial. Which is why, as I said, I think when you really start to confront it, we are a bit surprised by the extent of it, but we've got to use this as an opportunity, not just to all go beat ourselves up and stop talking about it, but to be open and to confront it more honestly. And have you or anyone you know experienced the Me Too moment? I think we all have, yes. I hope I've not been guilty of delivering Me Too moments, but I couldn't 100% say that because I think, as I said, we're now much more aware. I've had the odd incident when I felt that I was being a little bit harassed. And I think if you talk to men, many will describe instances where they felt a little bit in that way as well. What do you mean about what sort of things? Well, you know, sometimes women will touch you in inappropriate. It happens both ways, right? While the idea of having safe and open discussions might work in theory, in practice it's sometimes harder to have this kind of open conversation, especially in very male-dominated industries. Karen Jackson started her career in the city during the 1990s. I didn't report loads of things when I was in the city because frankly if I'd reported some of the things I'd have been in HR every five minutes because that was just the environment. She's now an employment lawyer and has represented a number of people in high-powered jobs who've been victims of sexual harassment. They've all been women. Where there tends to be a very strong hierarchy in the business, and I'm talking about law firms, and I'm talking about big accountancy firms, what you'll have is you'll have a team of people led by an individual, and they have the influence to be able to decide whether you're going to progress in your career, whether you're going to be offered opportunities for promotion. So, you know, to some extent there's a degree to which women will put up with a certain level of behaviour because they know that if they speak out about it, they'll just be kicked off that ladder sooner than they can, you know, pause for breath. It's still a prevailing male culture. We still have, in many workplaces, a patriarchal attitude. I've dealt with it in my career. I've dealt with very misogynistic male lawyers who think it's amusing that my client's been sacked for having a baby. So, you know, I think you still get the impression that there is a boys club and, you know, everything centres around golf and drinking and, you know, it's the way we've always done business. But is it really still business as usual? This idea of the patriarchy sounds like a very old school feminist complaint. Surely life's moved on. I went to see someone who's had a long career as an HR director and she's got some pretty eye-opening stories. Yes, so I'm Vanessa Johnson Burgess. We support organisations with their recruitment, helping, hopefully, to diversify the candidates that are there, so more women at senior level, more ethnic minority. Could you give me an example of some of the things you've seen? Yeah, so I have been with a group of male senior managers. After an event, they decided they thought it was appropriate to go to a lap dancing club, and that I would come along. Sorry, they took the HR manager to the lap dancing club So they took the HR manager to the lap dancing club. At no stage where I was I am comfortable. I knew it wasn't the right thing to do. But the next morning, I ripped them to shreds because I needed them to understand that that is the type of thing that will put us into a claim. And had I not been the strong, confident person that I was, I could have laid a claim out for the organisation right there. But they just didn't see anything wrong with it because I was one of the boys, I enjoyed it. Well, they just thought that would be the best place to get a drink that evening, because it would be fun. Doesn't this raise the point that, as you say, you didn't feel uncomfortable in that situation? You laughed, you went along with it. Actually, that's not really sexual harassment. I mean, why is that a difficult situation? Because they knew that you were a strong woman who would laugh it off and actually wouldn't, you know, take offence to a lab dancing club. Well, that's a massive assumption. This is the problem. You make assumptions that, because I have a laugh, they seem as one of the boys, that you can do that. And this is where individuals fall foul. You can't make an assumption and think, because you've known someone that you can actually just cross the line. This is why organisations keep being blindsided and wondering where the sexual harassment claims come from because they are dealing with such patriarchal environments at the top that they think what happens in that patriarchal environment is normal. And if there's a woman that comes along who is comfortable in that patriarchal environment, that it's business as usual. The question that we've been asking through this whole program is what can business do about sexual harassment in the workplace? Have you got any thoughts about that? If there are more women on the boards of organisations, ultimately environments that foster behaviours that could be considered sexual harassment will no longer be there. Because actually women will make a stand and say that environment's not acceptable. Don't take me to a lap dancing club. Don't take me to a lap dancing club. What do you think you're doing? Are women then the fun police? No, I don't think they're the fun police. I think it's the appropriate police. I think it's about saying the right thing. We can't continue to allow the unconscious bias of men in positions of power and privilege to continue to impact on women in those organisations at more junior levels. There's a long way to go. If you look at the Futsi 100, the biggest companies listed in London, only six chief executives are women. So far in the programme, we've heard different ideas of how businesses can improve their workplace cultures to knit problems in the bud quickly. But when sexual harassment does happen, and it's serious, then what? When her phone rings, employment lawyer Karen Jackson hears the same story time and time again. Quite a lot of the sexual harassment cases I deal with involve men who are in more senior positions than their female victims. And there's a perception that they are in some way protected because I think there's just this assumption that nobody's going to touch me because I make money for the business or I'm a high profile person quite visible. And I think that's one of the reasons why women maybe don't come forward because they realise that the business is going to side with the more valuable person. Typically, the woman's unable to sort out the problem with the company. Things come to her head and she ends up being pushed out. Karen has never taken a case to an employment tribunal. Companies don't want the exposure. Clients don't want the potentially career-ending stigma. Cases usually end in a settlement where the victim is required to sign an NDA, a non-disclosure agreement, so they can't talk about what happened to them or how much they were paid to go away. I do think that people would be shocked at the kinds of companies where this behaviour goes on. You know, I think the whole secrecy and the sort of regime, if you like, of settlements around this sort of thing just perpetuates the problem. And this veil of secrecy is one of the reasons it's really difficult to know how big the problem is. The UK's Equality's watchdog, the EHRC, has just published a report recommending that NDAs shouldn't be used by business to silence people in these cases. Well, one way to establish the scale of the problem will be to work out how much it costs business. Tina Fordham is a top executive at the Global Bank City Group. It's her job to look at political trends around the world and assess their impact on the economy. I asked her if working out a cost to business was possible. Well, it absolutely is possible, but companies would have to disclose that information which they don't and aren't required to right now. But if you look at how, just since the wave of Me Too revelations, there have been a number of CEOs resigning following these allegations. It seems to me that we might see shareholder activism around this. This costs money defending against sexual harassment allegations. And I can see companies being asked to disclose that by shareholders. Have senior executives been involved in any cases where companies have had to pay out? And that's quite new. But this type of disclosure feels a long way off. As a business reporter, I talk to businesses all the time about a wide range of issues, but sexual harassment is particularly sensitive. Adam Marshall is Director-General of the British Chambers of Commerce, which represents 75,000 businesses employing over 5 million people. Adam, when you and I normally speak, it's about the views of your members, various issues concerning business and most notably Brexit. The issue of sexual harassment is a little bit more tricky to get into. Why do you think business is uncomfortable talking about sexual harassment? I think businesses are becoming more comfortable talking internally about some of the issues. I think, though, that some are more uncomfortable at going on the record to talk about it, because individuals, of course, worry about something that they might say that might be misinterpreted. And, of course, they also worry about the reputation of the company that they work for, which they're often very committed to. So what I see is more companies having these conversations internally and trying to figure out how they change their own culture and their own behaviour, it's just this question of putting your head above the parapet, which is difficult for many. But sometimes putting your head above the parapet is the only way to see if there is a problem. Jan Babiak has had a long and very successful career in finance, and she told me a personal story about why people shouldn't be complacent about sexual harassment. It involved a man on her team. I get a call from one of my clients saying that he and someone at the client were having a bet on who could bed this woman first. And I get told about it. And so I'm kind of putting the guy on administrative leave and he resigns. But what really was horrifying to me, absolutely horrifying to me, because I'm a woman leader, five women in my team, five women in my team, come to me afterwards and tell me some of the things that he had done to them. And I'm like, what the, why have you not told me about this? And you're like, well, you know, he was our boss, but I was his boss. And I, because I'm a woman in leadership, I just assumed it wouldn't happen in his boss. And I, because I'm a woman in leadership, I just assumed it wouldn't happen in my team. And it's one of the stories that I will sometimes tell men, because I'm like, look, if it can happen to me, a card carrying feminist, it can happen to you, I assure you. I couldn't help but ask if she'd ever had a me-to moment of my own. You know, the knock on the door at 2 o'clock in the morning when you're at a conference happened to me on several occasions. And the other things, you know, the knock on the door at 2 o'clock in the morning when you're at a conference happened to me on several occasions and the other thing is because I know this is radio and people can't see me I'm not particularly pretty so so no but no really you know so it's not just you know the really pretty girls that this happens to I think it's vulnerable well one solution is to make sure the issue is raised at board level. Jan now has what's often referred to as a board portfolio. She sits and has sat on the boards of some of the world's most well-known companies. And she suggests something that's gaining ground in America, bystander training, where you encourage people in the organization to call things out. You know, a lot of times people witness a behavior that's inappropriate. So you'll be in a meeting. And, you know, I've been in meetings before where, you know, someone made some comment about my body, okay? And there are five, ten guys around the room, and they all laugh. So they're the bystanders. But nobody in the room said, hey, whoa, inappropriate, you know. It's about people being brave enough to come forward. And next on her list of solutions for businesses? I suggest you request an audit of every currently open case of sexual harassment that you've got and that you have, say, a three-year, five-year, ten-year look back for every other case that you've had of that that's ever been sealed, settled, discarded, to see what you've got going. That's fascinating. So at the moment, that doesn't happen. Not in most companies. Most companies don't really know. You look at some of these payoffs, some of the big ones you hear about are 100,000. Okay, in a really, really big global company, that's immaterial. So those kind of things can get signed off at, you know, two or three levels down of a management level. So they don't make it to the board. Anytime there was a whistleblower who complained about an audit or an accounting irregularity, we would know about it, no matter how small. But on things like this, at board level, you would probably not hear about it. It's such a good idea, the audit one, because actually if you can start to quantify this, if you can put a price on it, then people start to pay attention. You can, as long as you don't assume that the absence of reporting is the absence of a problem. And that's the main issue. The battle doesn't lie in businesses putting training or policies in place. It's really getting people to report harassment cases at all. Employment lawyer Karen Jackson. Somebody who rings a lawyer to talk about sexual harassment has been to hell and back thinking, should I do this, should I not? Because they know that there will be a big fallout from it. And it will either be, you know, other people at work judging them, potentially causing problem for their career. So it takes a lot for somebody to ring up a lawyer. According to one recent report, 60% of women and 80% of men who'd experienced some kind of harassment said they didn't report their experiences to anyone. Here's psychologist, Dr. Julius Shaw, with one of her, unreported, stories. Once, for example, a committee, spent about 10 minutes describing what I was wearing and how inappropriate it was. I was wearing a suit. Classic. Classic. And this was during a PhD defence. This is like the thing you're supposed to grade people on where you're looking at their intellect and they spent 10 minutes talking about what I was wearing. Speaking out about this stuff is often embarrassing, potentially career jeopardizing and frankly pretty awkward. Julia's on a mission to change all of that. Okay, so here's my office. We've actually just had it finished and so we're still putting in a deck. She's used her experience as a memory scientist advising the police on how to get the most out of witnesses to create her interactive reporting website, Talk to Spot. So there are lots of barriers to reporting to a human being, including it being really awkward to explain what happened. You might be worried about being judged. Spot is a tool to help people record and report workplace harassment and discrimination. It uses artificial intelligence combined with memory science to help people reliably record what happened. So it walks you through an interview to make sure you don't miss anything. And then it creates a PDF that you can either keep for yourself or share with your employer. So it's an app, essentially, on a website? Yeah, it's a website. It's all private, it's anonymous. So we're going to walk through this, yeah? Yeah, please. So you click into the website. And so you just click into Start Anonymous Chat. And that brings up. Oh, hello. If you feel something inappropriate has happened at work, I can help. What it does is it asks you first open-ended questions, so tell me everything you can remember. And then it moves on to follow-up questions and what are called probes. So you mentioned this. Can you tell me more about that? Please tell me everything you can remember about what happened. So this is what you mean about open questions. It's very neutral. Yeah. And it sounds silly for an app to say, I have as much time as you need, which is the last statement, but it does add a sense of warmth to it. And we want people to realize that, unlike a human being, you could spend hours talking to her about if you really want, and really get everything out. So if we say, um, my line manager told me he liked my dress or something. And then please provide specifics about the month, week my dress or something. Mm-hmm. And then please provide specifics about the month, week, day or time. Let's say in three months you do want to talk about it. Suddenly it becomes really relevant. What day did this happen? And people are really bad at remembering that. We think that because this is an emotional, important event, that we're going to remember all the pertinent details. But in reality, we forget most of it if we don't write it down. Julia's found that if companies respond to sexual harassment allegations within 24 hours, even if it's just with an email acknowledgement, it can cut down on the stress and anxiety that's linked to people speaking out. But companies need to be willing to hear them. Jan Babiak again. People don't want this to be a problem in their organization, and they like to think everybody is, you know, ethical and good. And, you know, it's almost like every time you have a criminal that's outed, whether it's a serial killer or whatever, everybody goes, they were the nicest person. In the office place, we all want to think this isn't us. You know, this happens to, you know, those Hollywood types, you know. And so there's a bit of denial about it. The government's Equality's Watchdog recently published a series of recommendations that echo many of the suggestions that we've heard in this program, such as workplace training and a greater openness when complaints are made. Some think that the government could now go further, forcing companies to publish their policies on harassment, making them provide online tools for reporting and making NDAs a thing of the past. MPs will publish the results of their inquiry into workplace harassment this summer, but they've already called for a cultural change in business. Making this programme, it feels like there is momentum behind this, both from the Me Too movement and the recent gender pay gap publications. It is perhaps too early to call it a tipping point, but people certainly seem more aware of the issue than ever before. If you enjoyed this episode, why not try another BBC podcast, such as more or less, which looks at numbers and statistics in the news. This week, it looks into one of the areas discussed in this podcast. If you look at the FTSEI 100, the biggest companies listed in London, only six chief executives are women. How many women are on the boards of 50,100 companies? Has this number changed much in recent years? The plan was to try and double the percentage of women on our top 100 boards within four years. It was a very ambitious target. Find out on the BBC's More or Less podcast, out on Friday the 27th of April."}