{"speakers": [], "chunks": [{"timestamp": [0.0, 1.74], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.68, 10.94], "text": " Thank you for downloading the World of Business podcast."}, {"timestamp": [11.7, 16.3], "text": " I'm Lawrence Knight, and in this edition, I look at a consumer good that many people own,"}, {"timestamp": [16.74, 20.4], "text": " though not so many will admit to owning, the sex toy."}, {"timestamp": [21.08, 24.86], "text": " And I should warn you that the programme contains descriptions and terminology"}, {"timestamp": [24.86, 25.82], "text": " that may not"}, {"timestamp": [25.82, 27.54], "text": " be appropriate for younger listeners."}, {"timestamp": [29.5, 40.2], "text": " Let you just get them out of my bag. This is my favourite. It's lilac. I think it's technically"}, {"timestamp": [40.2, 46.0], "text": " called a rabbit. Is that because it's got this thing with two little ears on it maybe?"}, {"timestamp": [46.0, 48.0], "text": " Yeah, that looked like a rabbit."}, {"timestamp": [48.0, 50.0], "text": " So it's got the main bit and a little side bit."}, {"timestamp": [50.0, 51.0], "text": " Okay."}, {"timestamp": [51.0, 53.0], "text": " So the two parts move independently."}, {"timestamp": [53.0, 54.0], "text": " Okay."}, {"timestamp": [54.0, 55.0], "text": " Okay."}, {"timestamp": [55.0, 58.0], "text": " Lots of different modes."}, {"timestamp": [58.0, 61.0], "text": " This is my girlfriend."}, {"timestamp": [61.0, 64.0], "text": " She's showing me her sex toy collection."}, {"timestamp": [64.0, 68.4], "text": " Okay, and then the small pink one yeah so this is my"}, {"timestamp": [68.4, 77.84], "text": " smallest vibrator so i actually got this one because it was on offer like two for something and i was"}, {"timestamp": [77.84, 84.72], "text": " getting one for my friend so you bought one for your friend as well yeah so actually i've got a"}, {"timestamp": [84.72, 86.96], "text": " few of my friends sex toys as"}, {"timestamp": [86.96, 91.52], "text": " gifts and they've tended to be their first ever sex toys and then they really"}, {"timestamp": [91.52, 101.24], "text": " like it and then they go out and buy more and I'm helping the economy. The thing is she"}, {"timestamp": [101.24, 110.0], "text": " also introduced me to sex toys."}, {"timestamp": [116.48, 121.36], "text": " You see, before I met my girlfriend, my only encounters with sex toys were as a teenager decades ago."}, {"timestamp": [127.44, 127.88], "text": " There were the creepy mail-order ads in the back pages of porn mags,"}, {"timestamp": [131.32, 131.78], "text": " and then there was that time a classmate brought his mum's dildo into school,"}, {"timestamp": [132.96, 134.14], "text": " for a laugh, of course."}, {"timestamp": [138.3, 139.04], "text": " What I only appreciate now, though, is that sex toys are not a joke."}, {"timestamp": [142.18, 145.38], "text": " More and more people are losing their embarrassment about them and going out and buying them for themselves or for friends."}, {"timestamp": [145.8, 147.4], "text": " And it's not just women."}, {"timestamp": [147.9, 151.02], "text": " In the US, for example, about 50% of all males"}, {"timestamp": [151.02, 153.28], "text": " have at some point of time used a sex toy."}, {"timestamp": [153.58, 154.84], "text": " So 50% of men?"}, {"timestamp": [155.4, 156.3], "text": " Of men, that's correct."}, {"timestamp": [156.42, 158.36], "text": " But when it comes to women, it's in fact higher."}, {"timestamp": [158.48, 160.92], "text": " It's at about 60 to 65% of women."}, {"timestamp": [161.64, 162.86], "text": " That's Joshua Sones."}, {"timestamp": [162.86, 166.42], "text": " He's an analyst at market research firm Technavio based in"}, {"timestamp": [166.42, 171.36], "text": " Bangalore India. And he says that Europeans are even bigger buyers than the Americans."}, {"timestamp": [172.02, 177.1], "text": " So some surveys are showing that as high as 70% of men and women in Italy, for example,"}, {"timestamp": [177.26, 181.66], "text": " have at some point used a sex toy. Just to be clear, when we're talking about sex toys,"}, {"timestamp": [181.8, 185.32], "text": " we're not talking about lingerie or condoms and so on."}, {"timestamp": [185.32, 186.32], "text": " No, that is correct."}, {"timestamp": [186.44, 190.62], "text": " But you would have things like blindfolds, for example, or bondage gear, yes."}, {"timestamp": [191.42, 194.82], "text": " All of that is making the sale of sex toys a big business."}, {"timestamp": [195.3, 199.86], "text": " Joshua estimates that the global market in 2017 amounted to £18 billion."}, {"timestamp": [200.66, 204.6], "text": " That's about 10 times the size of the electric toothbrush market, for example,"}, {"timestamp": [208.34, 208.72], "text": " and a bit more than the world spent on microwave ovens last year."}, {"timestamp": [213.94, 214.3], "text": " It's a huge market, and it's growing fast at up to 10% a year."}, {"timestamp": [220.8, 224.96], "text": " It's all the far cry from when I was a teenager when the business was not only smaller, but a lot shabbier too."}, {"timestamp": [228.0, 229.0], "text": " What would you like to look at the pearl cock? What's that?"}, {"timestamp": [229.0, 231.0], "text": " It is like, I think this is Victorian."}, {"timestamp": [231.0, 232.0], "text": " This pearl cock."}, {"timestamp": [232.0, 233.0], "text": " Oh my word."}, {"timestamp": [233.0, 234.0], "text": " Yeah, it's very, it's like a..."}, {"timestamp": [234.0, 237.0], "text": " It's beautiful, so it's basically a life-sized penis."}, {"timestamp": [237.0, 239.0], "text": " And it's embroidered with pearls."}, {"timestamp": [239.0, 242.0], "text": " Sam Roddick lives in a beautiful house in Hampstead"}, {"timestamp": [242.0, 247.0], "text": " surrounded by artworks and antiques, all with a common theme."}, {"timestamp": [247.0, 252.0], "text": " That's a very famous artist who did that ceramic pink penis-shaped vase."}, {"timestamp": [252.0, 253.0], "text": " Yeah."}, {"timestamp": [253.0, 259.0], "text": " But her self-professed obsession with penises and vaginas is not just aesthetic."}, {"timestamp": [259.0, 262.0], "text": " Sam is the daughter of Anita Roddick who founded Body Shop."}, {"timestamp": [262.0, 267.48], "text": " And like her mother, Sam also founded a retail brand in 2001,"}, {"timestamp": [267.48, 270.84], "text": " the upmarket sex toy shop, Coco de Mere."}, {"timestamp": [270.84, 275.88], "text": " So because Cocoa de Mare was the first ever sex shop to exist"}, {"timestamp": [275.88, 279.28], "text": " that brought design into the world of sex."}, {"timestamp": [279.28, 283.04], "text": " Right, there was not a single designer vibrator"}, {"timestamp": [283.04, 285.2], "text": " when I went into business."}, {"timestamp": [285.2, 287.2], "text": " There were vibrators but they weren't."}, {"timestamp": [287.2, 291.28], "text": " Yeah but they were all penis looking like it had just been chopped off a body"}, {"timestamp": [291.28, 295.36], "text": " and it was dead in its stank of petrochemicals."}, {"timestamp": [295.36, 304.08], "text": " They were made with plastics that were super, super soft, uncleanable and absolutely toxic."}, {"timestamp": [304.08, 308.16], "text": " I found it ugly. Even like forks and knives, right?"}, {"timestamp": [308.16, 314.24], "text": " You can go into IKEA and you can buy some of the nicest designed forks, knives and plates."}, {"timestamp": [314.24, 321.28], "text": " They're not expensive but they're considered. And I just think that that's what I wanted to bring into the world of sex."}, {"timestamp": [321.28, 324.24], "text": " So you decided to set the shop up here in London."}, {"timestamp": [324.24, 326.96], "text": " I had to make everything because nothing existed."}, {"timestamp": [326.96, 328.72], "text": " How did you go about actually making it?"}, {"timestamp": [328.72, 333.84], "text": " I was working with extraordinarily high-end designers"}, {"timestamp": [333.84, 339.2], "text": " who weren't in the sex industry, but every creative I know has a top shelf"}, {"timestamp": [339.2, 344.32], "text": " interest, right? Because creativity is so close to sexuality in itself."}, {"timestamp": [344.32, 350.0], "text": " So we started being placed in fashion mags, high in vogue, I mean, vanity fair,"}, {"timestamp": [350.0, 358.0], "text": " I've had my stuff displayed in the VNA, I mean we were getting editorial coverage where there was no real editorial coverage before."}, {"timestamp": [358.0, 360.0], "text": " And presumably this is part of what you wanted to do."}, {"timestamp": [360.0, 367.0], "text": " I mean obviously you wanted to settle a business but you also wanted to create that space in magazines like Vogue where this could be talked about openly."}, {"timestamp": [367.0, 374.18], "text": " I wanted to create a company that basically changed the way society viewed and interacted"}, {"timestamp": [374.18, 380.28], "text": " with sex and sexuality. And I felt that by doing that we're creating happier people"}, {"timestamp": [380.28, 383.32], "text": " and by creating happier people we have a happier society."}, {"timestamp": [383.32, 387.24], "text": " I'm just mad about saffron."}, {"timestamp": [388.36, 395.34], "text": " That conversation that Sam Roddick wanted to start was sorely needed."}, {"timestamp": [396.0, 400.02], "text": " Consider, for example, this classic song from 1967 by Donovan."}, {"timestamp": [400.78, 404.36], "text": " They call me me mellow yellow quite rightly."}, {"timestamp": [405.0, 407.0], "text": " They call me me mellow yellow"}, {"timestamp": [407.0, 409.0], "text": " Quite right slip"}, {"timestamp": [409.0, 413.0], "text": " It's surreal lyrics inspired an urban myth"}, {"timestamp": [413.0, 416.0], "text": " That it was about the illicit smoking of banana peels"}, {"timestamp": [416.0, 419.0], "text": " It wasn't until decades later that Donovan admitted"}, {"timestamp": [419.0, 423.0], "text": " He actually wrote it after seeing an ad for a yellow vibrator"}, {"timestamp": [423.0, 436.84], "text": " Electric of banana after seeing an ad for a yellow vibrator."}, {"timestamp": [441.52, 442.16], "text": " It seems that the prudishness of the Victorian era has cast a long shadow."}, {"timestamp": [443.32, 443.9], "text": " And not just here in Britain."}, {"timestamp": [446.94, 447.66], "text": " Take, for example, the Braverman family in California."}, {"timestamp": [451.46, 452.42], "text": " I think the imagery and the perception of sex toys has changed completely."}, {"timestamp": [454.46, 454.74], "text": " And when Ron really brought it to America,"}, {"timestamp": [456.92, 456.98], "text": " there wasn't packaging of any kind to speak out."}, {"timestamp": [457.68, 457.88], "text": " There wasn't branding."}, {"timestamp": [461.42, 462.62], "text": " It was kind of just dildos in a plastic bag."}, {"timestamp": [464.12, 470.14], "text": " That's Erica Braverman. In 1976, her dad, Ron Braverman co-founded a sex toy company called Doc Johnson."}, {"timestamp": [470.82, 472.96], "text": " Today, it's one of the biggest in the industry,"}, {"timestamp": [473.44, 476.36], "text": " and it's still run by Ron, with Erica as head of marketing"}, {"timestamp": [476.36, 479.04], "text": " and her brother Chad as chief operating officer."}, {"timestamp": [479.54, 480.68], "text": " But here's the thing."}, {"timestamp": [481.26, 484.24], "text": " Such were the sensitivities back in the 80s and 90s"}, {"timestamp": [484.24, 485.12], "text": " that the two children"}, {"timestamp": [485.12, 491.28], "text": " literally had no clue what their dad's business was until they were in their late teens. Here's"}, {"timestamp": [491.28, 497.84], "text": " Chad. Honestly, I mean, the U.S. is sort of founded on Puritan beliefs and that still influences"}, {"timestamp": [497.84, 502.32], "text": " the majority of the country. And I think that there's certain things here that are not necessarily"}, {"timestamp": [502.32, 505.56], "text": " proper to discuss, but I think, you know, you can"}, {"timestamp": [505.56, 509.8], "text": " kind of look at a moment that sort of changed, you know, whether it's movie and TVs in the"}, {"timestamp": [509.8, 515.06], "text": " mainstream world and, you know, you have stuff like sex in the city. So, I mean, you start"}, {"timestamp": [515.06, 519.44], "text": " getting people writing that on TV and it's there, it's on prime time, and it becomes this thing"}, {"timestamp": [519.44, 523.6], "text": " where, oh, wow, four women can sit around a table and talk about their sex toys and it allows"}, {"timestamp": [523.6, 530.22], "text": " people to take notice and say, oh, okay, this is okay. Yeah, I have one at home. I've never talked about it before, but now I can."}, {"timestamp": [530.62, 540.42], "text": " Fifty years, men are going to be obsolete anyway. I mean, already you can't talk to them. You don't need them to have kids with. You don't even need them to have sex with anymore, as I've just very pleasantly discovered."}, {"timestamp": [540.76, 545.22], "text": " Uh-oh, sounds like somebody just got their first vibrator. Not first."}, {"timestamp": [545.52, 546.32], "text": " Ultimate."}, {"timestamp": [547.54, 548.88], "text": " And I think I'm in love."}, {"timestamp": [554.68, 554.94], "text": " Sex in the city was a huge moment when you have four women talking about a vibrator and being empowered by it."}, {"timestamp": [560.6, 561.16], "text": " And I think that feminism comes into play a lot of the industries being pushed forward by women."}, {"timestamp": [566.54, 571.94], "text": " I think that empowering women has been a big reason why this industry has been pushed forward so much in recent years. And has the change in attitude towards sex toys,"}, {"timestamp": [572.06, 577.24], "text": " has that also been reflected in how commonplace it is for people to buy them now?"}, {"timestamp": [577.56, 582.1], "text": " I think that some products used to be very niche and now are very popular, like 50 Shades of"}, {"timestamp": [582.1, 587.56], "text": " Gray, for example, Benoit balls used to be a very niche product, but now we can't keep them in stock."}, {"timestamp": [588.36, 594.74], "text": " And the proliferation of online porn, has that also opened people up to wanting to buy new things"}, {"timestamp": [594.74, 599.02], "text": " or feeling less embarrassed about taking an interest in products that might not even have crossed"}, {"timestamp": [599.02, 599.76], "text": " their mind before?"}, {"timestamp": [600.22, 606.28], "text": " I think in general, the proliferation of online porn has just increased the conversation within ourselves."}, {"timestamp": [606.5, 608.4], "text": " We're just all more used to it."}, {"timestamp": [608.9, 610.74], "text": " There are definitely crossover products."}, {"timestamp": [610.84, 617.34], "text": " And one of the things that Doc Johnson does is work with a lot of porn stars doing realistic molds of them."}, {"timestamp": [617.34, 625.44], "text": " And so, I mean, when you do have this boom in online porn and you have a boom in sort of like the performers themselves, then you, you know, you do"}, {"timestamp": [625.44, 630.42], "text": " have products available that maybe, you know, 20 years ago weren't because of the lack of"}, {"timestamp": [630.42, 635.44], "text": " star power. Right. So you've got a brand that you can co-brand with there. Yeah. And today,"}, {"timestamp": [635.58, 639.08], "text": " it's so much greater because of things like social media where they can really interact with"}, {"timestamp": [639.08, 643.66], "text": " their fans. How much what was seeing as a generational shift? Do you see big differences in the buying"}, {"timestamp": [643.66, 646.16], "text": " habits of younger and older customers?"}, {"timestamp": [646.78, 651.66], "text": " I mean, I definitely think the younger generation, by the time they are of age to actually make a purchase,"}, {"timestamp": [652.14, 654.4], "text": " they are way more advanced."}, {"timestamp": [654.4, 661.62], "text": " I mean, just the information that teenagers and young adults have at their fingertips that even I didn't have."}, {"timestamp": [661.78, 662.78], "text": " I mean, I was born in 82."}, {"timestamp": [663.06, 665.16], "text": " I mean, I didn't have the internet for almost"}, {"timestamp": [665.16, 671.32], "text": " my entire childhood. You start to experience new stuff in an even earlier age. So, I mean,"}, {"timestamp": [671.38, 678.56], "text": " people are seeing different types of sexuality being expressed and I think we're just way more open"}, {"timestamp": [678.56, 682.68], "text": " to it. So it's like they're also seeing 50 shades of gray and they're buying some whips and maybe"}, {"timestamp": [682.68, 686.12], "text": " some chains and they're playing in a way"}, {"timestamp": [686.12, 688.02], "text": " that was like"}, {"timestamp": [688.02, 690.1], "text": " way more niche, even 10 years ago."}, {"timestamp": [691.02, 692.0], "text": " Chad and Erica"}, {"timestamp": [692.0, 693.88], "text": " Braverman. But the internet"}, {"timestamp": [693.88, 695.92], "text": " has done more than just transform the"}, {"timestamp": [695.92, 697.8], "text": " sexual tastes of would-be customers."}, {"timestamp": [698.44, 700.04], "text": " It's also revolutionized the sex"}, {"timestamp": [700.04, 701.56], "text": " toy industry in another way."}, {"timestamp": [706.4, 710.56], "text": " To see how I've come to a warehouse just outside Bath in the west of England."}, {"timestamp": [711.2, 714.72], "text": " It's somewhat reminiscent of the collection area at an IKEA store,"}, {"timestamp": [714.72, 717.76], "text": " but of course you won't find flat pack furniture here."}, {"timestamp": [717.76, 721.44], "text": " This is the headquarters of e-commerce business Love Honey."}, {"timestamp": [722.48, 725.68], "text": " I was running a shopping directory website and decided to add an"}, {"timestamp": [725.68, 730.32], "text": " adult shopping section to it and noticed that all of the websites that were selling"}, {"timestamp": [730.32, 735.36], "text": " sex toys were really pretty nasty. They were badly designed but worse they were"}, {"timestamp": [735.36, 740.24], "text": " really written from a really misogynistic point of view so they were done by people"}, {"timestamp": [740.24, 746.0], "text": " who had come from the porn industry. It was just bizarre that these products that were four women"}, {"timestamp": [746.0, 748.0], "text": " had pictures of naked women on."}, {"timestamp": [748.0, 751.0], "text": " It just seemed pretty obvious to us that that was not the way to sell to women."}, {"timestamp": [751.0, 753.0], "text": " I'm Neil Slateford and I'm the co-founder of Love Honey."}, {"timestamp": [753.0, 756.0], "text": " I'm Richard Longhurst and I'm the other co-founder of Love Honey."}, {"timestamp": [756.0, 759.0], "text": " So it seemed obvious to us that you needed to do a website,"}, {"timestamp": [759.0, 765.0], "text": " female friendly website, presenting sex toys just like for example Amazon would."}, {"timestamp": [765.0, 769.64], "text": " Is the transition from what was I guess either a mail order product or one of those"}, {"timestamp": [769.64, 774.72], "text": " seedy looking private shops in the old days to being now an online business?"}, {"timestamp": [774.72, 778.56], "text": " Is that one of the reasons why it's been able to grow as much as it has?"}, {"timestamp": [778.56, 781.48], "text": " Yeah it's a natural product to sell online because of the discretion."}, {"timestamp": [781.48, 784.64], "text": " You know it's plain brown envelopes, plain brown boxes."}, {"timestamp": [784.64, 790.08], "text": " There's no embarrassment of going into a store and having to speak to a sales assistant, you might bump into"}, {"timestamp": [790.08, 794.08], "text": " your granny in there or something. Now give us an idea of how much your company has grown in"}, {"timestamp": [794.08, 800.08], "text": " those 16 years since you set it up. In our first year at the end of 2003 we did 100 grand,"}, {"timestamp": [800.08, 804.56], "text": " the next year was half a million, then it was up to one and a half, three, four, five, six,"}, {"timestamp": [804.56, 805.7], "text": " we were a bit slack that year. Ten, thirteen, sixteen, was up to one and a half, three, four, five, six. We were a bit slack that year."}, {"timestamp": [806.16, 809.58], "text": " 10, 13, 16, 25, 44, 58, 76."}, {"timestamp": [809.94, 811.88], "text": " What kind of compound annual growth rate is that?"}, {"timestamp": [811.9, 812.72], "text": " That's insane."}, {"timestamp": [812.96, 813.24], "text": " Yeah."}, {"timestamp": [813.54, 815.78], "text": " 35% per annum."}, {"timestamp": [816.14, 821.02], "text": " And over the 16 years, you've increased 130 fold, is that right?"}, {"timestamp": [821.32, 822.82], "text": " Since your first full year of operation?"}, {"timestamp": [823.04, 823.3], "text": " Yeah."}, {"timestamp": [823.64, 824.46], "text": " I mean, that's spectacular."}, {"timestamp": [827.6, 831.68], "text": " Yeah, it turned out there was, you know... Sex is popular. Yeah, yeah. And the internet has become popular as well."}, {"timestamp": [832.48, 836.64], "text": " What we've seen in the 16 years that we've been running love honey is that the whole"}, {"timestamp": [837.2, 843.44], "text": " perception of sex and sex toys has changed. It used to be that if you use the sex toy you were"}, {"timestamp": [843.44, 845.4], "text": " considered firstly you were perverted,"}, {"timestamp": [845.7, 851.26], "text": " but secondly, that you had somehow failed in love and in life. What is true now, though,"}, {"timestamp": [851.38, 855.76], "text": " is that the people who use sex toys, they're generally couples, and the people who use sex toys"}, {"timestamp": [855.76, 860.08], "text": " rate their sex lives as better than the people who don't. Yeah, I think that's one thing that"}, {"timestamp": [860.08, 867.6], "text": " has changed. The market really is about couples. 70% of Love Honey customers consider themselves to be in a long-term relationship. And if you go on the"}, {"timestamp": [867.6, 870.96], "text": " Love Honey website and look at the product reviews which real customers send in,"}, {"timestamp": [870.96, 875.36], "text": " people are saying, fantastic, my wife loved that, I've never known so much pleasure."}, {"timestamp": [875.36, 879.92], "text": " These are genuine things that people say to us. So you guys have been pioneering"}, {"timestamp": [879.92, 884.48], "text": " the change in perceptions of sex toys in this country, particularly through"}, {"timestamp": [884.48, 886.4], "text": " sort of mainstream advertising"}, {"timestamp": [886.4, 892.8], "text": " on television, so on. You launched the first daytime TV advert back in 2011, and that was a bit"}, {"timestamp": [892.8, 898.0], "text": " of a saga for you, isn't it? Yes. Nobody had done it before, so they kind of almost had to sort of"}, {"timestamp": [898.0, 903.92], "text": " invent some rules for us. So we did one ad that didn't mention sex toys, essentially. So we got"}, {"timestamp": [903.92, 905.44], "text": " roundabout it by not actually mentioned it."}, {"timestamp": [905.44, 908.24], "text": " Yeah, it was a happy couple kissing in their sort of living room"}, {"timestamp": [908.24, 909.28], "text": " before going off to work."}, {"timestamp": [909.28, 909.84], "text": " Yeah, exactly."}, {"timestamp": [909.84, 910.24], "text": " Yeah, yeah."}, {"timestamp": [914.24, 915.76], "text": " Like a day at work?"}, {"timestamp": [915.76, 916.72], "text": " Yeah, you too."}, {"timestamp": [917.76, 922.48], "text": " It was good that it got the name out on TV, but it didn't really work because nobody understood what we were selling."}, {"timestamp": [922.48, 923.44], "text": " They thought it was a dating website."}, {"timestamp": [923.44, 932.24], "text": " They thought it was a dating website. So we learned from that and we thought right the next time we'll actually mention the word sex toys and that proved a lot more difficult with offcom."}, {"timestamp": [932.24, 938.96], "text": " But we've done three different ads now and offcom are getting a lot more comfortable with what we're doing."}, {"timestamp": [938.96, 948.16], "text": " The first evening advert that we did was a series of happy couples saying what a wonderful time I was going to of you mentioned earlier about the feedback you got from couples was that what inspired you to do"}, {"timestamp": [948.16, 955.28], "text": " yes yes so there were actors saying the words that couples are genuinely sent in what struck me is that"}, {"timestamp": [955.28, 960.32], "text": " again the focus was very much on couples and is that basically the winning formula turning into a"}, {"timestamp": [960.32, 966.68], "text": " mass market yeah exactly is to completely normalize it to make people feel completely at ease with the idea, at ease"}, {"timestamp": [966.68, 971.52], "text": " with each other, and at ease with shopping from Love Honey."}, {"timestamp": [971.52, 976.0], "text": " Richard Longhurst there and Neil Slateford have also been careful to maintain their distance"}, {"timestamp": [976.0, 980.08], "text": " from the porn industry, which still has a seedy image in the UK."}, {"timestamp": [980.08, 985.78], "text": " For example, unlike Doc Johnson in California, Love Honey does not sell moldings of famous porn stars."}, {"timestamp": [990.32, 995.82], "text": " There's also one big structural difference between the two industries."}, {"timestamp": [996.26, 997.94], "text": " Porn is a publishing business."}, {"timestamp": [998.44, 1003.82], "text": " And like journalism or music, its profits have been decimated by the rise of free online content,"}, {"timestamp": [1004.32, 1007.36], "text": " like this song, for example, B-O-B by Macy Gray,"}, {"timestamp": [1007.36, 1009.52], "text": " which she released for free on YouTube."}, {"timestamp": [1029.76, 1036.72], "text": " Sex toys by contrast are a manufacturing business, so it may come as no surprise to you to learn that 70% of them are produced in a certain country in East Asia."}, {"timestamp": [1039.44, 1047.84], "text": " I am standing in a factory in China and I'm here with the owner of this factory, William Wu."}, {"timestamp": [1047.84, 1050.88], "text": " William, your father set up this company,"}, {"timestamp": [1050.88, 1054.64], "text": " Lover Hellbit's called, some 20 years ago."}, {"timestamp": [1054.64, 1056.6], "text": " But when the company was founded,"}, {"timestamp": [1056.6, 1059.8], "text": " producing sex toys like this was not a straightforward business"}, {"timestamp": [1059.8, 1061.24], "text": " in China, was it?"}, {"timestamp": [1061.24, 1064.64], "text": " There was no market to begin with,"}, {"timestamp": [1064.64, 1068.0], "text": " because we were the first company doing sex toys."}, {"timestamp": [1068.0, 1072.88], "text": " At first we targeted at the domestic market, which is so tough, because there was no shops willing"}, {"timestamp": [1072.88, 1074.58], "text": " to sell the products for us."}, {"timestamp": [1074.58, 1077.52], "text": " So gradually we developed chain stores."}, {"timestamp": [1077.52, 1081.48], "text": " I opened up 100 stores in Shanghai alone."}, {"timestamp": [1081.48, 1083.52], "text": " These products were quite taboo 20 years ago."}, {"timestamp": [1083.52, 1090.88], "text": " Did you also have trouble finding people to work in your factories? Yes, it was pretty hard because back in the days a lot of workers"}, {"timestamp": [1090.88, 1095.92], "text": " will be afraid to tell their family members that they're working for this kind of products."}, {"timestamp": [1095.92, 1103.36], "text": " Do you still have trouble now or have the attitudes changed? As long as you satisfy them financially,"}, {"timestamp": [1103.92, 1105.12], "text": " there's no difficulty now."}, {"timestamp": [1105.12, 1110.0], "text": " So we're just walking down the production line now, and I can see a number of employees,"}, {"timestamp": [1110.0, 1114.0], "text": " both men and women working away."}, {"timestamp": [1114.0, 1116.0], "text": " Hello."}, {"timestamp": [1116.0, 1119.0], "text": " How long have you been working in the factory here?"}, {"timestamp": [1119.0, 1121.0], "text": " Nine years."}, {"timestamp": [1121.0, 1122.0], "text": " Nine years."}, {"timestamp": [1122.0, 1124.0], "text": " What are you making?"}, {"timestamp": [1124.0, 1126.9], "text": " So it's the gadgets to go under the silicon."}, {"timestamp": [1127.36, 1129.68], "text": " How did you first come to work in this factory?"}, {"timestamp": [1130.94, 1136.02], "text": " My husband has been working here for 20 years, and almost my whole family works here."}, {"timestamp": [1136.18, 1137.2], "text": " The whole family."}, {"timestamp": [1137.52, 1138.84], "text": " What do you think about the products you make?"}, {"timestamp": [1138.84, 1140.2], "text": " Are you proud to be making these products?"}, {"timestamp": [1142.26, 1148.0], "text": " I think the product is good, and I give this gift to my younger friends and also younger relatives"}, {"timestamp": [1148.0, 1155.0], "text": " and so they all use it. I'm 60 years old but according to the people I gave it to it's very good."}, {"timestamp": [1155.0, 1158.0], "text": " But you've never been tempted to try it yourself."}, {"timestamp": [1158.0, 1161.0], "text": " An enigmatic smile."}, {"timestamp": [1161.0, 1164.0], "text": " And we walk through into another section."}, {"timestamp": [1164.0, 1168.24], "text": " Now there's a very distinct smell of burned plastic in here."}, {"timestamp": [1168.24, 1175.76], "text": " So we're in a large concrete warehouse and it's laid out in a grid with workstations."}, {"timestamp": [1175.76, 1180.64], "text": " And each workstation is a big metal box with a kind of roboticized arm above it."}, {"timestamp": [1180.64, 1184.24], "text": " Is this specialist equipment for making sex toys?"}, {"timestamp": [1184.24, 1186.18], "text": " We actually developed the machines to what we want based on. Is this specialist equipment for making sex toys?"}, {"timestamp": [1191.52, 1191.9], "text": " We actually developed the machines to what we want based on an existing machine."}, {"timestamp": [1197.3, 1197.6], "text": " It has very high requirement for the material because it actually enters your body."}, {"timestamp": [1202.34, 1206.82], "text": " So the requirement is as strict as any medical appliances, if not more. What gave you the idea that this was a business to get into in the first place?"}, {"timestamp": [1209.32, 1214.42], "text": " We read a lot of magazines, overseas magazines back then,"}, {"timestamp": [1214.86, 1217.7], "text": " and know that the Western market is very sophisticated,"}, {"timestamp": [1218.3, 1222.1], "text": " know how big and potential the Chinese market will be."}, {"timestamp": [1222.1, 1224.76], "text": " Because as Chinese people get richer,"}, {"timestamp": [1226.0, 1228.0], "text": " approaching the developed countries, the market will be huge."}, {"timestamp": [1232.0, 1233.0], "text": " We're walking across the estate now."}, {"timestamp": [1233.0, 1235.0], "text": " It's a huge estate of factories you've got here."}, {"timestamp": [1235.0, 1238.0], "text": " Your business has grown an incredible amount."}, {"timestamp": [1238.0, 1243.0], "text": " It has expanded more than dozen times."}, {"timestamp": [1243.0, 1249.36], "text": " This increase has to be attributed by the overall increase of people's income."}, {"timestamp": [1249.86, 1254.2], "text": " And second, we developed into an exporting overseas markets."}, {"timestamp": [1254.2, 1258.02], "text": " But presumably, the future must be right at home here in China."}, {"timestamp": [1260.34, 1261.6], "text": " Yes, definitely."}, {"timestamp": [1262.18, 1265.48], "text": " We predict it will take 70% of the whole revenue."}, {"timestamp": [1266.64, 1272.56], "text": " And Mr. Wu isn't the only one who's optimistic about his country's future appetite for sex toys."}, {"timestamp": [1273.34, 1276.04], "text": " Joshua Sones of Technavio, who you heard earlier,"}, {"timestamp": [1276.48, 1281.72], "text": " reckons that as more and more people from developing countries join us Westerners in overcoming their inhibitions,"}, {"timestamp": [1282.36, 1285.96], "text": " global sales of sex toys will accelerate from a growth rate"}, {"timestamp": [1285.96, 1291.38], "text": " of 7 to 10% to currently to something more like 10% to 15% in the next few years."}, {"timestamp": [1291.9, 1295.78], "text": " We think that some of the fastest markets that are growing are, in fact, India and China."}, {"timestamp": [1296.66, 1300.32], "text": " Most of the toys are produced in China, so they are quite inexpensive."}, {"timestamp": [1300.88, 1305.0], "text": " Also, the growth of e-commerce and the adoption of internet across these regions"}, {"timestamp": [1305.0, 1312.0], "text": " makes it very easy to purchase these toys. The urban population is growing extremely fast"}, {"timestamp": [1312.0, 1315.0], "text": " and these are the people much likely to pick up these products."}, {"timestamp": [1315.0, 1320.0], "text": " Does that mean that countries like China, India, where you are now,"}, {"timestamp": [1320.0, 1326.18], "text": " that they are going through the same kind of cultural changes that we've seen in the developed"}, {"timestamp": [1326.18, 1328.18], "text": " world over the last 30 years?"}, {"timestamp": [1328.18, 1329.18], "text": " Absolutely."}, {"timestamp": [1329.18, 1332.24], "text": " I mean, informally, it is happening at a very rapid pace."}, {"timestamp": [1332.24, 1336.6], "text": " Laws might not keep up with some of the changes in social attitudes."}, {"timestamp": [1336.6, 1340.64], "text": " You aren't allowed to sell a sex toy in public, in India, for example."}, {"timestamp": [1340.64, 1343.14], "text": " You aren't allowed to set up a sex toy store."}, {"timestamp": [1343.14, 1346.68], "text": " But there is really no law governing the sale of sex toys online."}, {"timestamp": [1347.34, 1349.58], "text": " And are sex toys still a big taboo in India?"}, {"timestamp": [1350.46, 1352.92], "text": " Well, it's both yes and no."}, {"timestamp": [1353.12, 1355.58], "text": " So you wouldn't find your parents talking about it."}, {"timestamp": [1356.14, 1361.06], "text": " But I think definitely the younger generation has a lot less of an issue discussing sex."}, {"timestamp": [1361.22, 1362.28], "text": " So attitudes are changing."}, {"timestamp": [1362.48, 1365.0], "text": " It's really about the ease of purchase"}, {"timestamp": [1365.0, 1368.0], "text": " that would determine how fast the market grows."}, {"timestamp": [1368.0, 1374.0], "text": " Back in China, Mr. Wu takes me to a neighbouring building."}, {"timestamp": [1374.0, 1379.0], "text": " Going through some glass doors and..."}, {"timestamp": [1379.0, 1382.0], "text": " Oh wow!"}, {"timestamp": [1382.0, 1384.0], "text": " Oh this is amazing!"}, {"timestamp": [1384.0, 1391.0], "text": " So I guess the way to describe the place I've just entered is a kind of sex toy library"}, {"timestamp": [1392.0, 1396.0], "text": " There are rows and rows of shelves. It's very beautifully laid out"}, {"timestamp": [1396.0, 1398.0], "text": " And on each shelf"}, {"timestamp": [1399.0, 1407.0], "text": " There are examples of what I assume are the sex toys that they produce in the factory."}, {"timestamp": [1407.0, 1412.0], "text": " If you feel embarrassed by these things it's kind of awkward to know which direction to look at."}, {"timestamp": [1412.0, 1420.0], "text": " Everywhere I look they have different objects of arousal."}, {"timestamp": [1420.0, 1426.0], "text": " One of the things that's striking is how beautifully packaged some of them are."}, {"timestamp": [1426.0, 1428.0], "text": " Very bright and colourful."}, {"timestamp": [1428.0, 1435.0], "text": " So here are some boxes with pictures of very attractive young lady, fully dressed I should say,"}, {"timestamp": [1435.0, 1439.0], "text": " with no obvious indication of what's inside or what it's for."}, {"timestamp": [1439.0, 1442.0], "text": " There's another one here. She's looking rather demure,"}, {"timestamp": [1442.0, 1446.7], "text": " dressed as a police officer with the gun pointed obviously upwards."}, {"timestamp": [1447.84, 1457.52], "text": " One of the problems is I actually don't know to what level of detail I'm allowed to describe what I can see here in a way that is actually fit for broadcast."}, {"timestamp": [1457.52, 1461.42], "text": " So for example, I'm currently standing in front of a rather large box."}, {"timestamp": [1461.6, 1463.1], "text": " It's almost a meter long."}, {"timestamp": [1463.78, 1467.36], "text": " It's basically a kind of a metal frame with, I guess, what's a piston large box it's almost a meter long it's basically a kind of a metal frame with i guess"}, {"timestamp": [1467.36, 1474.08], "text": " what's a piston attached to it and there's a whole selection of costumes here we've got a kind of"}, {"timestamp": [1474.08, 1480.48], "text": " a tartan skirt sort of a little sailor outfit and this is interesting so we've just walked over to a"}, {"timestamp": [1480.48, 1487.0], "text": " glass box on a pedestal it's called the twerking butt. This is a lady's lower half,"}, {"timestamp": [1487.0, 1494.0], "text": " completely recreated prosthetically with, I guess, rubber, and it twirks, it shakes its bottom."}, {"timestamp": [1494.0, 1502.0], "text": " On top of the glass box is a tablet computer, which Mr. Wu is using to operate this object."}, {"timestamp": [1502.0, 1510.44], "text": " So this twerking bud is connected to a VR gadget, as you can see, combined with a phone."}, {"timestamp": [1510.76, 1516.32], "text": " So we will provide videos of a dancing woman in the same rhythm with the twerking bud."}, {"timestamp": [1517.04, 1521.84], "text": " So you can probably hear that it also play some very fun music as well."}, {"timestamp": [1524.16, 1526.0], "text": " How much does something like this cost?"}, {"timestamp": [1526.0, 1530.72], "text": " It ranges from $399 to $499."}, {"timestamp": [1530.72, 1535.84], "text": " Which I have to say is not surprising because this is a very sophisticated product."}, {"timestamp": [1535.84, 1537.68], "text": " What materials are you making it out of?"}, {"timestamp": [1537.68, 1544.24], "text": " The material we use is called cyber skin. It imitates the real people's skin."}, {"timestamp": [1544.24, 1551.08], "text": " We got to study the temperature and also how the detail movement of every part of the body."}, {"timestamp": [1551.08, 1552.58], "text": " It's the total mimic."}, {"timestamp": [1552.58, 1557.62], "text": " The use of the computer here, is that kind of a major part of the way in which the industry is going now?"}, {"timestamp": [1557.62, 1560.62], "text": " Usage of apps to control objects like this."}, {"timestamp": [1560.62, 1563.62], "text": " Yes, that's a big trend."}, {"timestamp": [1563.62, 1565.0], "text": " So right now you're seeing the"}, {"timestamp": [1565.0, 1566.76], "text": " twerking butt 1.0"}, {"timestamp": [1566.76, 1569.76], "text": " and moving on to 2.0 and 3.0"}, {"timestamp": [1569.76, 1571.66], "text": " we will incorporate more"}, {"timestamp": [1571.66, 1574.0], "text": " remote cyber sex"}, {"timestamp": [1574.0, 1575.4], "text": " effects. For example, if"}, {"timestamp": [1575.4, 1577.16], "text": " one of the couple is in Shanghai,"}, {"timestamp": [1577.34, 1578.6], "text": " one of the couple is in London,"}, {"timestamp": [1579.02, 1580.16], "text": " they can remotely"}, {"timestamp": [1580.16, 1582.4], "text": " send out their movements"}, {"timestamp": [1582.4, 1583.8], "text": " and can simultaneously"}, {"timestamp": [1583.8, 1587.42], "text": " fill that movement even when you're a part in the world."}, {"timestamp": [1589.92, 1593.96], "text": " William Ooo of Lover Health giving us a glimpse of the future of sex toys."}, {"timestamp": [1594.46, 1598.16], "text": " But it's a future that worries retail pioneer Sam Roddick."}, {"timestamp": [1598.96, 1599.4], "text": " Why?"}, {"timestamp": [1600.0, 1605.4], "text": " Well, one topic I haven't touched on in this program is the possibility of the ultimate sex toy."}, {"timestamp": [1606.3, 1608.7], "text": " The full-body sex robot."}, {"timestamp": [1614.0, 1621.46], "text": " Sam's fear is that toys that replace a sex partner altogether"}, {"timestamp": [1621.46, 1626.96], "text": " would simply commoditize sex in much the way that online porn has been doing."}, {"timestamp": [1626.96, 1632.24], "text": " And that, she says, is the hallmark of an unhealthy society."}, {"timestamp": [1632.24, 1638.04], "text": " Show some feeling and respect."}, {"timestamp": [1638.04, 1642.56], "text": " We all want to avoid our emotions, but we all want to kind of cater to our sexuality."}, {"timestamp": [1642.56, 1645.24], "text": " That's the default of an emotionally dysfunctional"}, {"timestamp": [1645.24, 1649.96], "text": " society, right? So it's about divorcing the sexual experience from the emotional experience?"}, {"timestamp": [1649.96, 1656.88], "text": " Yeah, exactly. Personally, an emotional orgasm is the best kind of orgasm to have. It's"}, {"timestamp": [1656.88, 1664.0], "text": " propelled by love, it's propelled by intimacy and fundamentally security and safety. Safety and"}, {"timestamp": [1664.0, 1667.36], "text": " consent are the only two rules of sex, right?"}, {"timestamp": [1667.46, 1669.98], "text": " Like everything else is open for fun."}, {"timestamp": [1674.36, 1681.92], "text": " This episode was produced and presented by me, Lawrence Knight."}, {"timestamp": [1681.92, 1683.48], "text": " The editor was Penny Murphy."}, {"timestamp": [1684.0, 1687.26], "text": " And my interpreter in China was the amazing Carol Lynn."}, {"timestamp": [1687.68, 1692.94], "text": " If you enjoyed this episode, more subjects can be explored on the World of Business podcast website."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. Thank you for downloading the World of Business podcast. I'm Lawrence Knight, and in this edition, I look at a consumer good that many people own, though not so many will admit to owning, the sex toy. And I should warn you that the programme contains descriptions and terminology that may not be appropriate for younger listeners. Let you just get them out of my bag. This is my favourite. It's lilac. I think it's technically called a rabbit. Is that because it's got this thing with two little ears on it maybe? Yeah, that looked like a rabbit. So it's got the main bit and a little side bit. Okay. So the two parts move independently. Okay. Okay. Lots of different modes. This is my girlfriend. She's showing me her sex toy collection. Okay, and then the small pink one yeah so this is my smallest vibrator so i actually got this one because it was on offer like two for something and i was getting one for my friend so you bought one for your friend as well yeah so actually i've got a few of my friends sex toys as gifts and they've tended to be their first ever sex toys and then they really like it and then they go out and buy more and I'm helping the economy. The thing is she also introduced me to sex toys. You see, before I met my girlfriend, my only encounters with sex toys were as a teenager decades ago. There were the creepy mail-order ads in the back pages of porn mags, and then there was that time a classmate brought his mum's dildo into school, for a laugh, of course. What I only appreciate now, though, is that sex toys are not a joke. More and more people are losing their embarrassment about them and going out and buying them for themselves or for friends. And it's not just women. In the US, for example, about 50% of all males have at some point of time used a sex toy. So 50% of men? Of men, that's correct. But when it comes to women, it's in fact higher. It's at about 60 to 65% of women. That's Joshua Sones. He's an analyst at market research firm Technavio based in Bangalore India. And he says that Europeans are even bigger buyers than the Americans. So some surveys are showing that as high as 70% of men and women in Italy, for example, have at some point used a sex toy. Just to be clear, when we're talking about sex toys, we're not talking about lingerie or condoms and so on. No, that is correct. But you would have things like blindfolds, for example, or bondage gear, yes. All of that is making the sale of sex toys a big business. Joshua estimates that the global market in 2017 amounted to £18 billion. That's about 10 times the size of the electric toothbrush market, for example, and a bit more than the world spent on microwave ovens last year. It's a huge market, and it's growing fast at up to 10% a year. It's all the far cry from when I was a teenager when the business was not only smaller, but a lot shabbier too. What would you like to look at the pearl cock? What's that? It is like, I think this is Victorian. This pearl cock. Oh my word. Yeah, it's very, it's like a... It's beautiful, so it's basically a life-sized penis. And it's embroidered with pearls. Sam Roddick lives in a beautiful house in Hampstead surrounded by artworks and antiques, all with a common theme. That's a very famous artist who did that ceramic pink penis-shaped vase. Yeah. But her self-professed obsession with penises and vaginas is not just aesthetic. Sam is the daughter of Anita Roddick who founded Body Shop. And like her mother, Sam also founded a retail brand in 2001, the upmarket sex toy shop, Coco de Mere. So because Cocoa de Mare was the first ever sex shop to exist that brought design into the world of sex. Right, there was not a single designer vibrator when I went into business. There were vibrators but they weren't. Yeah but they were all penis looking like it had just been chopped off a body and it was dead in its stank of petrochemicals. They were made with plastics that were super, super soft, uncleanable and absolutely toxic. I found it ugly. Even like forks and knives, right? You can go into IKEA and you can buy some of the nicest designed forks, knives and plates. They're not expensive but they're considered. And I just think that that's what I wanted to bring into the world of sex. So you decided to set the shop up here in London. I had to make everything because nothing existed. How did you go about actually making it? I was working with extraordinarily high-end designers who weren't in the sex industry, but every creative I know has a top shelf interest, right? Because creativity is so close to sexuality in itself. So we started being placed in fashion mags, high in vogue, I mean, vanity fair, I've had my stuff displayed in the VNA, I mean we were getting editorial coverage where there was no real editorial coverage before. And presumably this is part of what you wanted to do. I mean obviously you wanted to settle a business but you also wanted to create that space in magazines like Vogue where this could be talked about openly. I wanted to create a company that basically changed the way society viewed and interacted with sex and sexuality. And I felt that by doing that we're creating happier people and by creating happier people we have a happier society. I'm just mad about saffron. That conversation that Sam Roddick wanted to start was sorely needed. Consider, for example, this classic song from 1967 by Donovan. They call me me mellow yellow quite rightly. They call me me mellow yellow Quite right slip It's surreal lyrics inspired an urban myth That it was about the illicit smoking of banana peels It wasn't until decades later that Donovan admitted He actually wrote it after seeing an ad for a yellow vibrator Electric of banana after seeing an ad for a yellow vibrator. It seems that the prudishness of the Victorian era has cast a long shadow. And not just here in Britain. Take, for example, the Braverman family in California. I think the imagery and the perception of sex toys has changed completely. And when Ron really brought it to America, there wasn't packaging of any kind to speak out. There wasn't branding. It was kind of just dildos in a plastic bag. That's Erica Braverman. In 1976, her dad, Ron Braverman co-founded a sex toy company called Doc Johnson. Today, it's one of the biggest in the industry, and it's still run by Ron, with Erica as head of marketing and her brother Chad as chief operating officer. But here's the thing. Such were the sensitivities back in the 80s and 90s that the two children literally had no clue what their dad's business was until they were in their late teens. Here's Chad. Honestly, I mean, the U.S. is sort of founded on Puritan beliefs and that still influences the majority of the country. And I think that there's certain things here that are not necessarily proper to discuss, but I think, you know, you can kind of look at a moment that sort of changed, you know, whether it's movie and TVs in the mainstream world and, you know, you have stuff like sex in the city. So, I mean, you start getting people writing that on TV and it's there, it's on prime time, and it becomes this thing where, oh, wow, four women can sit around a table and talk about their sex toys and it allows people to take notice and say, oh, okay, this is okay. Yeah, I have one at home. I've never talked about it before, but now I can. Fifty years, men are going to be obsolete anyway. I mean, already you can't talk to them. You don't need them to have kids with. You don't even need them to have sex with anymore, as I've just very pleasantly discovered. Uh-oh, sounds like somebody just got their first vibrator. Not first. Ultimate. And I think I'm in love. Sex in the city was a huge moment when you have four women talking about a vibrator and being empowered by it. And I think that feminism comes into play a lot of the industries being pushed forward by women. I think that empowering women has been a big reason why this industry has been pushed forward so much in recent years. And has the change in attitude towards sex toys, has that also been reflected in how commonplace it is for people to buy them now? I think that some products used to be very niche and now are very popular, like 50 Shades of Gray, for example, Benoit balls used to be a very niche product, but now we can't keep them in stock. And the proliferation of online porn, has that also opened people up to wanting to buy new things or feeling less embarrassed about taking an interest in products that might not even have crossed their mind before? I think in general, the proliferation of online porn has just increased the conversation within ourselves. We're just all more used to it. There are definitely crossover products. And one of the things that Doc Johnson does is work with a lot of porn stars doing realistic molds of them. And so, I mean, when you do have this boom in online porn and you have a boom in sort of like the performers themselves, then you, you know, you do have products available that maybe, you know, 20 years ago weren't because of the lack of star power. Right. So you've got a brand that you can co-brand with there. Yeah. And today, it's so much greater because of things like social media where they can really interact with their fans. How much what was seeing as a generational shift? Do you see big differences in the buying habits of younger and older customers? I mean, I definitely think the younger generation, by the time they are of age to actually make a purchase, they are way more advanced. I mean, just the information that teenagers and young adults have at their fingertips that even I didn't have. I mean, I was born in 82. I mean, I didn't have the internet for almost my entire childhood. You start to experience new stuff in an even earlier age. So, I mean, people are seeing different types of sexuality being expressed and I think we're just way more open to it. So it's like they're also seeing 50 shades of gray and they're buying some whips and maybe some chains and they're playing in a way that was like way more niche, even 10 years ago. Chad and Erica Braverman. But the internet has done more than just transform the sexual tastes of would-be customers. It's also revolutionized the sex toy industry in another way. To see how I've come to a warehouse just outside Bath in the west of England. It's somewhat reminiscent of the collection area at an IKEA store, but of course you won't find flat pack furniture here. This is the headquarters of e-commerce business Love Honey. I was running a shopping directory website and decided to add an adult shopping section to it and noticed that all of the websites that were selling sex toys were really pretty nasty. They were badly designed but worse they were really written from a really misogynistic point of view so they were done by people who had come from the porn industry. It was just bizarre that these products that were four women had pictures of naked women on. It just seemed pretty obvious to us that that was not the way to sell to women. I'm Neil Slateford and I'm the co-founder of Love Honey. I'm Richard Longhurst and I'm the other co-founder of Love Honey. So it seemed obvious to us that you needed to do a website, female friendly website, presenting sex toys just like for example Amazon would. Is the transition from what was I guess either a mail order product or one of those seedy looking private shops in the old days to being now an online business? Is that one of the reasons why it's been able to grow as much as it has? Yeah it's a natural product to sell online because of the discretion. You know it's plain brown envelopes, plain brown boxes. There's no embarrassment of going into a store and having to speak to a sales assistant, you might bump into your granny in there or something. Now give us an idea of how much your company has grown in those 16 years since you set it up. In our first year at the end of 2003 we did 100 grand, the next year was half a million, then it was up to one and a half, three, four, five, six, we were a bit slack that year. Ten, thirteen, sixteen, was up to one and a half, three, four, five, six. We were a bit slack that year. 10, 13, 16, 25, 44, 58, 76. What kind of compound annual growth rate is that? That's insane. Yeah. 35% per annum. And over the 16 years, you've increased 130 fold, is that right? Since your first full year of operation? Yeah. I mean, that's spectacular. Yeah, it turned out there was, you know... Sex is popular. Yeah, yeah. And the internet has become popular as well. What we've seen in the 16 years that we've been running love honey is that the whole perception of sex and sex toys has changed. It used to be that if you use the sex toy you were considered firstly you were perverted, but secondly, that you had somehow failed in love and in life. What is true now, though, is that the people who use sex toys, they're generally couples, and the people who use sex toys rate their sex lives as better than the people who don't. Yeah, I think that's one thing that has changed. The market really is about couples. 70% of Love Honey customers consider themselves to be in a long-term relationship. And if you go on the Love Honey website and look at the product reviews which real customers send in, people are saying, fantastic, my wife loved that, I've never known so much pleasure. These are genuine things that people say to us. So you guys have been pioneering the change in perceptions of sex toys in this country, particularly through sort of mainstream advertising on television, so on. You launched the first daytime TV advert back in 2011, and that was a bit of a saga for you, isn't it? Yes. Nobody had done it before, so they kind of almost had to sort of invent some rules for us. So we did one ad that didn't mention sex toys, essentially. So we got roundabout it by not actually mentioned it. Yeah, it was a happy couple kissing in their sort of living room before going off to work. Yeah, exactly. Yeah, yeah. Like a day at work? Yeah, you too. It was good that it got the name out on TV, but it didn't really work because nobody understood what we were selling. They thought it was a dating website. They thought it was a dating website. So we learned from that and we thought right the next time we'll actually mention the word sex toys and that proved a lot more difficult with offcom. But we've done three different ads now and offcom are getting a lot more comfortable with what we're doing. The first evening advert that we did was a series of happy couples saying what a wonderful time I was going to of you mentioned earlier about the feedback you got from couples was that what inspired you to do yes yes so there were actors saying the words that couples are genuinely sent in what struck me is that again the focus was very much on couples and is that basically the winning formula turning into a mass market yeah exactly is to completely normalize it to make people feel completely at ease with the idea, at ease with each other, and at ease with shopping from Love Honey. Richard Longhurst there and Neil Slateford have also been careful to maintain their distance from the porn industry, which still has a seedy image in the UK. For example, unlike Doc Johnson in California, Love Honey does not sell moldings of famous porn stars. There's also one big structural difference between the two industries. Porn is a publishing business. And like journalism or music, its profits have been decimated by the rise of free online content, like this song, for example, B-O-B by Macy Gray, which she released for free on YouTube. Sex toys by contrast are a manufacturing business, so it may come as no surprise to you to learn that 70% of them are produced in a certain country in East Asia. I am standing in a factory in China and I'm here with the owner of this factory, William Wu. William, your father set up this company, Lover Hellbit's called, some 20 years ago. But when the company was founded, producing sex toys like this was not a straightforward business in China, was it? There was no market to begin with, because we were the first company doing sex toys. At first we targeted at the domestic market, which is so tough, because there was no shops willing to sell the products for us. So gradually we developed chain stores. I opened up 100 stores in Shanghai alone. These products were quite taboo 20 years ago. Did you also have trouble finding people to work in your factories? Yes, it was pretty hard because back in the days a lot of workers will be afraid to tell their family members that they're working for this kind of products. Do you still have trouble now or have the attitudes changed? As long as you satisfy them financially, there's no difficulty now. So we're just walking down the production line now, and I can see a number of employees, both men and women working away. Hello. How long have you been working in the factory here? Nine years. Nine years. What are you making? So it's the gadgets to go under the silicon. How did you first come to work in this factory? My husband has been working here for 20 years, and almost my whole family works here. The whole family. What do you think about the products you make? Are you proud to be making these products? I think the product is good, and I give this gift to my younger friends and also younger relatives and so they all use it. I'm 60 years old but according to the people I gave it to it's very good. But you've never been tempted to try it yourself. An enigmatic smile. And we walk through into another section. Now there's a very distinct smell of burned plastic in here. So we're in a large concrete warehouse and it's laid out in a grid with workstations. And each workstation is a big metal box with a kind of roboticized arm above it. Is this specialist equipment for making sex toys? We actually developed the machines to what we want based on. Is this specialist equipment for making sex toys? We actually developed the machines to what we want based on an existing machine. It has very high requirement for the material because it actually enters your body. So the requirement is as strict as any medical appliances, if not more. What gave you the idea that this was a business to get into in the first place? We read a lot of magazines, overseas magazines back then, and know that the Western market is very sophisticated, know how big and potential the Chinese market will be. Because as Chinese people get richer, approaching the developed countries, the market will be huge. We're walking across the estate now. It's a huge estate of factories you've got here. Your business has grown an incredible amount. It has expanded more than dozen times. This increase has to be attributed by the overall increase of people's income. And second, we developed into an exporting overseas markets. But presumably, the future must be right at home here in China. Yes, definitely. We predict it will take 70% of the whole revenue. And Mr. Wu isn't the only one who's optimistic about his country's future appetite for sex toys. Joshua Sones of Technavio, who you heard earlier, reckons that as more and more people from developing countries join us Westerners in overcoming their inhibitions, global sales of sex toys will accelerate from a growth rate of 7 to 10% to currently to something more like 10% to 15% in the next few years. We think that some of the fastest markets that are growing are, in fact, India and China. Most of the toys are produced in China, so they are quite inexpensive. Also, the growth of e-commerce and the adoption of internet across these regions makes it very easy to purchase these toys. The urban population is growing extremely fast and these are the people much likely to pick up these products. Does that mean that countries like China, India, where you are now, that they are going through the same kind of cultural changes that we've seen in the developed world over the last 30 years? Absolutely. I mean, informally, it is happening at a very rapid pace. Laws might not keep up with some of the changes in social attitudes. You aren't allowed to sell a sex toy in public, in India, for example. You aren't allowed to set up a sex toy store. But there is really no law governing the sale of sex toys online. And are sex toys still a big taboo in India? Well, it's both yes and no. So you wouldn't find your parents talking about it. But I think definitely the younger generation has a lot less of an issue discussing sex. So attitudes are changing. It's really about the ease of purchase that would determine how fast the market grows. Back in China, Mr. Wu takes me to a neighbouring building. Going through some glass doors and... Oh wow! Oh this is amazing! So I guess the way to describe the place I've just entered is a kind of sex toy library There are rows and rows of shelves. It's very beautifully laid out And on each shelf There are examples of what I assume are the sex toys that they produce in the factory. If you feel embarrassed by these things it's kind of awkward to know which direction to look at. Everywhere I look they have different objects of arousal. One of the things that's striking is how beautifully packaged some of them are. Very bright and colourful. So here are some boxes with pictures of very attractive young lady, fully dressed I should say, with no obvious indication of what's inside or what it's for. There's another one here. She's looking rather demure, dressed as a police officer with the gun pointed obviously upwards. One of the problems is I actually don't know to what level of detail I'm allowed to describe what I can see here in a way that is actually fit for broadcast. So for example, I'm currently standing in front of a rather large box. It's almost a meter long. It's basically a kind of a metal frame with, I guess, what's a piston large box it's almost a meter long it's basically a kind of a metal frame with i guess what's a piston attached to it and there's a whole selection of costumes here we've got a kind of a tartan skirt sort of a little sailor outfit and this is interesting so we've just walked over to a glass box on a pedestal it's called the twerking butt. This is a lady's lower half, completely recreated prosthetically with, I guess, rubber, and it twirks, it shakes its bottom. On top of the glass box is a tablet computer, which Mr. Wu is using to operate this object. So this twerking bud is connected to a VR gadget, as you can see, combined with a phone. So we will provide videos of a dancing woman in the same rhythm with the twerking bud. So you can probably hear that it also play some very fun music as well. How much does something like this cost? It ranges from $399 to $499. Which I have to say is not surprising because this is a very sophisticated product. What materials are you making it out of? The material we use is called cyber skin. It imitates the real people's skin. We got to study the temperature and also how the detail movement of every part of the body. It's the total mimic. The use of the computer here, is that kind of a major part of the way in which the industry is going now? Usage of apps to control objects like this. Yes, that's a big trend. So right now you're seeing the twerking butt 1.0 and moving on to 2.0 and 3.0 we will incorporate more remote cyber sex effects. For example, if one of the couple is in Shanghai, one of the couple is in London, they can remotely send out their movements and can simultaneously fill that movement even when you're a part in the world. William Ooo of Lover Health giving us a glimpse of the future of sex toys. But it's a future that worries retail pioneer Sam Roddick. Why? Well, one topic I haven't touched on in this program is the possibility of the ultimate sex toy. The full-body sex robot. Sam's fear is that toys that replace a sex partner altogether would simply commoditize sex in much the way that online porn has been doing. And that, she says, is the hallmark of an unhealthy society. Show some feeling and respect. We all want to avoid our emotions, but we all want to kind of cater to our sexuality. That's the default of an emotionally dysfunctional society, right? So it's about divorcing the sexual experience from the emotional experience? Yeah, exactly. Personally, an emotional orgasm is the best kind of orgasm to have. It's propelled by love, it's propelled by intimacy and fundamentally security and safety. Safety and consent are the only two rules of sex, right? Like everything else is open for fun. This episode was produced and presented by me, Lawrence Knight. The editor was Penny Murphy. And my interpreter in China was the amazing Carol Lynn. If you enjoyed this episode, more subjects can be explored on the World of Business podcast website."}