{"speakers": [], "chunks": [{"timestamp": [0.0, 3.4], "text": " This BBC podcast is supported by ads outside the UK."}, {"timestamp": [3.78, 6.64], "text": " Thanks for downloading this edition of the World of Business."}, {"timestamp": [7.22, 9.0], "text": " This week, Jonti Bloom is asking,"}, {"timestamp": [9.46, 12.72], "text": " What keeps the Chancellor of the Excheca awake at night?"}, {"timestamp": [16.84, 22.58], "text": " The Chancellor of the Exchequer holds the wealth and prosperity of the country in his hands."}, {"timestamp": [23.14, 30.18], "text": " He dreams of high growth and low unemployment, but his nightmares are much darker."}, {"timestamp": [30.18, 34.82], "text": " It's been ten years since the last financial crisis and it got me thinking, where might"}, {"timestamp": [34.82, 37.64], "text": " the next crisis come from?"}, {"timestamp": [37.64, 39.28], "text": " Is there one round the corner?"}, {"timestamp": [39.28, 41.4], "text": " Is there a storm brewing in China?"}, {"timestamp": [41.4, 46.72], "text": " Or is there trouble lurking in a place that no one is even watching? In this program, I'm going to try to look in those places and find that there's a storm brewing in China, or is there trouble lurking in a place that no one is even watching?"}, {"timestamp": [46.72, 51.64], "text": " In this program, I'm going to try to look in those places and find where the next crisis"}, {"timestamp": [51.64, 57.24], "text": " might come from, to find out what's keeping the Chancellor awake at night."}, {"timestamp": [57.24, 61.0], "text": " Personally, I lost everything."}, {"timestamp": [61.0, 62.56], "text": " No house that's gone."}, {"timestamp": [62.56, 63.68], "text": " Well, everything's gone."}, {"timestamp": [63.68, 67.2], "text": " I was left with debts which were working through now."}, {"timestamp": [67.2, 70.8], "text": " The problem is, it's not just the stuff of bad dreams."}, {"timestamp": [70.8, 76.8], "text": " The Chancellor's actions and the way they deal with a crisis can have very real consequences."}, {"timestamp": [76.8, 79.6], "text": " At the time it was so bad I was..."}, {"timestamp": [79.6, 82.8], "text": " I got to the stage, I was praying I wouldn't wake up in the morning."}, {"timestamp": [82.8, 87.5], "text": " I was never brave enough to kill myself, but I thought, well, if I don't wake up, that's the easiest way."}, {"timestamp": [88.3, 92.2], "text": " Ten years ago, subprime mortgages sounded like a minor problem"}, {"timestamp": [92.2, 93.96], "text": " in a small part of the US economy"}, {"timestamp": [93.96, 96.8], "text": " that couldn't possibly cause any real damage."}, {"timestamp": [97.34, 100.5], "text": " But they did, and that nightmare is still very real"}, {"timestamp": [100.5, 102.84], "text": " for Andy Wes and many like him."}, {"timestamp": [107.0, 111.0], "text": " So, I'm guessing the last time I was here was like 2011 or something like that."}, {"timestamp": [111.0, 114.0], "text": " Yeah, well, I, we were trying to work you out."}, {"timestamp": [114.0, 120.0], "text": " I last met him six years ago when his shops, breakdown business and wholesale tire warehouse"}, {"timestamp": [120.0, 123.0], "text": " in Morecambe in Lancashire were struggling for survival."}, {"timestamp": [123.0, 128.88], "text": " His bank was calling in loans, ending overdrafts and trying to repossess his house."}, {"timestamp": [128.88, 136.64], "text": " Here's my warehouse. We have the tyres scattered all over around the walls."}, {"timestamp": [136.64, 143.04], "text": " It's an old warehouse with a corrugated iron roof, full of tall stacks of huge truck tyres."}, {"timestamp": [143.04, 146.0], "text": " The other warehouse was a lot bigger."}, {"timestamp": [146.0, 149.0], "text": " There was obviously many more stacks of tires."}, {"timestamp": [149.0, 151.0], "text": " Used to look a bit like Manhattan"}, {"timestamp": [151.0, 154.0], "text": " when you'd go in there with all the different ones with the skyline."}, {"timestamp": [154.0, 158.0], "text": " No, no, no, this isn't, it's not like Manhattan."}, {"timestamp": [158.0, 160.0], "text": " This is more like Morecambe now with us."}, {"timestamp": [160.0, 162.0], "text": " Very much downsized."}, {"timestamp": [162.0, 164.0], "text": " Can you just explain what your business was like"}, {"timestamp": [164.0, 165.38], "text": " before the credit crunch?"}, {"timestamp": [165.96, 169.64], "text": " Well, we had four depots."}, {"timestamp": [170.52, 172.28], "text": " We were employing in 36 people."}, {"timestamp": [173.48, 176.32], "text": " Turnover was in excess of 20 million."}, {"timestamp": [176.84, 178.7], "text": " And what happened to you in the credit crunch?"}, {"timestamp": [180.24, 184.1], "text": " Well, basically, we were squeezed very much by the banks"}, {"timestamp": [184.1, 186.68], "text": " and it's all intents and purposes put out our business."}, {"timestamp": [187.42, 190.28], "text": " We had a four million overdraft that they literally cut overnight."}, {"timestamp": [190.48, 194.7], "text": " We were with the accountants and talking, you know, the business was growing,"}, {"timestamp": [194.86, 197.48], "text": " and then all of a sudden they just changed all the facilities,"}, {"timestamp": [197.8, 198.24], "text": " pulled them."}, {"timestamp": [198.4, 200.64], "text": " They wanted the buildings that we had loans against,"}, {"timestamp": [200.76, 205.2], "text": " and it just became a nightmare and came very difficult to carry on."}, {"timestamp": [205.2, 210.08], "text": " They had no money and then you had no money. Correct. And what happened to all those"}, {"timestamp": [210.08, 215.68], "text": " staff? What happened to all the shops? We kept things going as long as we could and then"}, {"timestamp": [216.32, 224.16], "text": " I basically gave the stores away to a bigger group to be able to really keep the guys in work"}, {"timestamp": [224.16, 229.6], "text": " because the problem was there was some of the people who were working with us."}, {"timestamp": [230.26, 232.64], "text": " I'd actually work with them all my entire life."}, {"timestamp": [232.82, 235.08], "text": " They were like brothers, best friends, things like that."}, {"timestamp": [235.16, 240.8], "text": " Which you can't, you know, it's a big pressure when all their families are relying on."}, {"timestamp": [240.9, 250.18], "text": " It was a big thing for me to try and make sure they were all kept in work whatever way we could."}, {"timestamp": [250.18, 254.46], "text": " It's a timely reminder of just what keeps a Chancellor awake at night."}, {"timestamp": [254.46, 259.32], "text": " The range in reach of that nightmare will stay at the back of every Chancellor's mind for"}, {"timestamp": [259.32, 265.78], "text": " decades to come, as will the fact that it's their job to fix it when things like this happen and"}, {"timestamp": [265.78, 271.68], "text": " that millions of people's lives will be changed by something that happens on their watch."}, {"timestamp": [271.68, 278.14], "text": " It could be a Chinese bank run, uncertainty about Brexit, the Eurozone imploding, or a dozen"}, {"timestamp": [278.14, 280.26], "text": " other shocks to the system."}, {"timestamp": [280.26, 284.98], "text": " But rather than speculating, I want to ask someone who's been in that position to find"}, {"timestamp": [284.98, 287.44], "text": " out what gave him sleepless nights."}, {"timestamp": [290.88, 293.6], "text": " I'm selling at the top of the Royal Mile here in Edinburgh now."}, {"timestamp": [293.92, 297.6], "text": " The castle is just behind me. It's a glorious sunny day. The flags are waving."}, {"timestamp": [297.92, 302.56], "text": " There are tourists everywhere bustling, spending money, lots of economic activity."}, {"timestamp": [302.56, 306.2], "text": " But in 2007-200 2008, all that economic activity"}, {"timestamp": [306.2, 310.4], "text": " nearly came to an end because the credit crunch was strangling British banking system."}, {"timestamp": [310.96, 314.32], "text": " Just across the railway tracks in the new town at the headquarters of the Royal Bank of Scotland,"}, {"timestamp": [314.96, 320.16], "text": " and the Bank of Scotland is also based here. Both of those huge organisations had to be bailed out"}, {"timestamp": [320.16, 328.8], "text": " to the tune of tens of billions of pounds by the British government. And the man who organised that is Alastard Darling, former Chancellor of the Exchequer,"}, {"timestamp": [328.8, 331.12], "text": " and I'm here in Edinburgh to meet him."}, {"timestamp": [333.12, 334.4], "text": " Right, you would like a cup of tea?"}, {"timestamp": [334.4, 335.04], "text": " Yes, thank you very much."}, {"timestamp": [335.04, 335.6], "text": " Or coffee."}, {"timestamp": [335.6, 337.2], "text": " Oh, tea, be fine for me."}, {"timestamp": [339.2, 343.52], "text": " What was the first event that you kind of went, oh dear, this is going to be bad?"}, {"timestamp": [343.52, 348.32], "text": " Well, the first, I suppose, real inkling I had that something was wrong was when I was on"}, {"timestamp": [348.32, 352.76], "text": " holiday in Mayorka with a family and I went out to get the morning rolls and milk."}, {"timestamp": [353.22, 355.34], "text": " I saw a copy of the FT, I got it."}, {"timestamp": [355.68, 359.8], "text": " And buried in the middle of the paper was this report that a French bank had suspended"}, {"timestamp": [359.8, 364.16], "text": " the dealings in three of its funds because it could no longer be confident of the value."}, {"timestamp": [364.16, 368.76], "text": " On the same page, there was another report of a German regional bank that had got into deep"}, {"timestamp": [368.76, 371.64], "text": " trouble with what we now know are subprime mortgages."}, {"timestamp": [372.44, 376.3], "text": " I thought, well, if this is happening in continental Europe, it must be happening in London."}, {"timestamp": [376.8, 379.04], "text": " So I phoned the Treasury in the middle of August."}, {"timestamp": [379.42, 382.92], "text": " Within a couple of days, I had a list of banks that we thought had got problems."}, {"timestamp": [383.4, 386.0], "text": " And right near the top of them was Northern Rock"}, {"timestamp": [386.0, 388.0], "text": " and of course H-Boss as well."}, {"timestamp": [388.0, 390.0], "text": " One year later that small problem"}, {"timestamp": [390.0, 392.0], "text": " on the periphery of the financial system"}, {"timestamp": [392.0, 394.0], "text": " almost brought down the world's economy."}, {"timestamp": [394.0, 396.0], "text": " The Chancellor called the country's top bankers in"}, {"timestamp": [396.0, 400.0], "text": " for a meeting and offered them virtually unlimited funds."}, {"timestamp": [400.0, 402.0], "text": " I said to the bankers, that's the deal,"}, {"timestamp": [402.0, 404.0], "text": " that's what we're going to do, take it or leave it."}, {"timestamp": [404.0, 406.56], "text": " And they had the sense eventually just to take it."}, {"timestamp": [407.26, 410.42], "text": " But, you know, it was a very, very worrying time."}, {"timestamp": [410.62, 414.02], "text": " Because if it hadn't worked, frankly, there was nowhere else to go."}, {"timestamp": [414.2, 415.96], "text": " And that night, did you sleep?"}, {"timestamp": [416.36, 417.96], "text": " Yes, I've never had any trouble sleeping."}, {"timestamp": [418.4, 421.86], "text": " It's partly disciplined because what I had to do, above all else,"}, {"timestamp": [421.92, 426.7], "text": " was to remain confident in the ability of the United Kingdom to pay its way and to carry on."}, {"timestamp": [427.14, 432.72], "text": " And therefore, your first appearance on the BBC, as it happened, you have to be at the top of your game."}, {"timestamp": [433.1, 438.04], "text": " Now, I don't know about other people, but if you've been up all night, it sounds like you've been up all night, so I went to my bed."}, {"timestamp": [438.76, 447.96], "text": " But if Alistair Darling could sleep the sleep of the innocent that soothes away all worries, it's far from certain that the current resident of No. 11 Downing Street"}, {"timestamp": [447.96, 451.76], "text": " rests so easy. After all, it's far from clear"}, {"timestamp": [451.76, 455.62], "text": " where the next crisis is coming from. I think you need to remember"}, {"timestamp": [455.62, 460.8], "text": " that no two crises are alike. It'd be a big mistake for us to assume, though,"}, {"timestamp": [461.12, 464.44], "text": " that the next crisis is going to come from the same sort of sources. It could come"}, {"timestamp": [464.44, 467.4], "text": " completely left filled from something nobody has thought of before."}, {"timestamp": [468.34, 473.68], "text": " That fear of the unknown is the new monster beneath the bed of every Chancellor."}, {"timestamp": [474.32, 477.02], "text": " Where might the crisis come from this time?"}, {"timestamp": [477.4, 479.26], "text": " Where should they even start looking?"}, {"timestamp": [480.04, 486.24], "text": " Well, let's start by thinking about how much the markets have changed in the last 10 years."}, {"timestamp": [490.24, 494.88], "text": " The old days of dealers on the floor of the stock exchange are rapidly disappearing."}, {"timestamp": [494.88, 497.28], "text": " The trading floor has fallen quiet."}, {"timestamp": [502.32, 510.82], "text": " Replaced by computers, algorithms, secretive trading systems, and ultra-fast networks that are altering the whole way the markets work."}, {"timestamp": [512.24, 514.92], "text": " Someone who's seen that change is Scott Patterson."}, {"timestamp": [515.28, 517.3], "text": " He's a reporter for the Wall Street Journal."}, {"timestamp": [518.22, 535.0], "text": " I was covering markets around 2004-2015-5, and I started realizing that many of these firms that I was covering had a host of physicists and electronic engineers and experts in artificial intelligence."}, {"timestamp": [535.0, 538.0], "text": " And I just thought, why?"}, {"timestamp": [538.0, 548.14], "text": " And slowly came to the realization that markets had evolved in a way that nobody outside the small circles of these trading firms knew."}, {"timestamp": [548.82, 556.6], "text": " That realization led him to investigate further, talk to more people, to eventually write a book on what he found to be, high-frequency trading."}, {"timestamp": [557.02, 571.0], "text": " This is the speed race that they're all now locked in. I've met physicists who are employed by trading firms who've told me that their entire job is to shave off one millisecond from their firms trading."}, {"timestamp": [571.0, 574.0], "text": " And that's a thousandth of a second."}, {"timestamp": [574.0, 580.0], "text": " To put that into context, it takes 400 milliseconds just to blink your eye,"}, {"timestamp": [580.0, 586.7], "text": " so a computer can already process 400 deals while you have your eyes shut."}, {"timestamp": [587.22, 590.16], "text": " A human cannot compete with this trading. It's impossible."}, {"timestamp": [590.72, 594.7], "text": " You cannot trade thousands of times a second as they can."}, {"timestamp": [595.32, 601.62], "text": " Everything from shares and currencies to oil and precious metals are traded ever faster by ever faster computers"}, {"timestamp": [601.62, 605.88], "text": " designed to spot and exploit the smallest differences and movements"}, {"timestamp": [605.88, 607.08], "text": " in price."}, {"timestamp": [607.08, 614.18], "text": " The computer algorithms are very sophisticated and are designed to react to how the market's"}, {"timestamp": [614.18, 620.92], "text": " moving and what's happening with their orders because there isn't time for a human to step"}, {"timestamp": [620.92, 623.94], "text": " in and say, don't sell, don't buy."}, {"timestamp": [623.94, 625.52], "text": " It's way too fast for that."}, {"timestamp": [626.0, 628.08], "text": " The computer has to do it automatically."}, {"timestamp": [629.18, 630.9], "text": " And that's just the way it is."}, {"timestamp": [630.92, 631.8], "text": " It's a computer program."}, {"timestamp": [632.0, 637.06], "text": " And they're programmed to detect certain movements in the market."}, {"timestamp": [637.36, 642.14], "text": " So if they think something's going up, they'll buy into it and ride it up."}, {"timestamp": [642.14, 644.1], "text": " And when they think it's going down, they'll start selling."}, {"timestamp": [644.86, 645.04], "text": " And they just go up and down and up and down all they think it's going down, they'll start selling."}, {"timestamp": [647.86, 648.2], "text": " And they just go up and down and up and down all day long."}, {"timestamp": [653.9, 655.42], "text": " It has nothing to do with something that's going on with the stock or earnings, you know, or a CEO is leaving."}, {"timestamp": [655.82, 658.3], "text": " It's just the game within the game."}, {"timestamp": [658.9, 660.66], "text": " This hasn't just sped things up."}, {"timestamp": [660.76, 664.86], "text": " The fact that computers are programmed to make decisions about when to buy or sell"}, {"timestamp": [664.86, 665.24], "text": " means a problem could quickly spread from one market to another, things up, the fact that computers are programmed to make decisions about when to buy or sell"}, {"timestamp": [665.24, 670.5], "text": " means a problem could quickly spread from one market to another, like in the flash crash of"}, {"timestamp": [670.5, 675.78], "text": " 2010 when billions were wiped off shares, but just for a few minutes."}, {"timestamp": [675.78, 680.88], "text": " What it did, indisputably, was freak investors out."}, {"timestamp": [680.88, 684.52], "text": " But there could be a real crash."}, {"timestamp": [684.52, 688.38], "text": " Say one firm has some crazy order that goes haywire,"}, {"timestamp": [688.98, 695.4], "text": " is selling all of these dollars because an algorithm got broken at the firm,"}, {"timestamp": [696.02, 700.0], "text": " and it creates this big move, and nobody's going to know why."}, {"timestamp": [700.34, 702.24], "text": " And they're all running on automatic pilot."}, {"timestamp": [702.94, 705.42], "text": " And there's nothing that can be done about it"}, {"timestamp": [705.42, 710.36], "text": " because when you see a major move in something like the US dollar,"}, {"timestamp": [710.92, 714.12], "text": " which is then going to spill over into a whole bunch of other currencies,"}, {"timestamp": [714.88, 717.8], "text": " and that's triggering selling in oil."}, {"timestamp": [718.52, 721.14], "text": " And this would create a domino effect."}, {"timestamp": [721.78, 729.12], "text": " If the crude oil price tumbles or companies companies profits fall, as to their shares."}, {"timestamp": [729.12, 735.28], "text": " Which means a Chinese insurance company, which has invested in US oil company shares, will find"}, {"timestamp": [735.28, 743.2], "text": " that it is losing money too. So, in turn, its shares fall. Then your pension provider in the"}, {"timestamp": [743.2, 747.48], "text": " UK, which invested in the Chinese market, loses billions."}, {"timestamp": [748.02, 754.7], "text": " And your pension, that you have spent years saving into, halves in value in a matter of seconds."}, {"timestamp": [755.24, 761.64], "text": " That could be irreparable and not something that just bounces back. It could create chaos"}, {"timestamp": [761.64, 768.1], "text": " throughout global markets. So this could not just be something that happens in the U.S."}, {"timestamp": [768.1, 772.62], "text": " It could spill over into Asia, China trading."}, {"timestamp": [773.22, 774.56], "text": " It could ripple around the world."}, {"timestamp": [775.02, 777.92], "text": " So it's like everybody's running for the exits"}, {"timestamp": [777.92, 781.44], "text": " and you end up having just a true catastrophe."}, {"timestamp": [782.5, 785.36], "text": " So doesn't that worry the people working for these companies?"}, {"timestamp": [785.36, 789.2], "text": " I definitely didn't meet a lot who really cared much about"}, {"timestamp": [789.2, 793.6], "text": " what this meant for the common welfare of the average citizen."}, {"timestamp": [796.0, 799.2], "text": " It sounds like the start of a Terminator movie,"}, {"timestamp": [799.2, 802.4], "text": " the machines destroying whole economies in seconds"}, {"timestamp": [802.4, 805.72], "text": " as humans desperately try to take back control."}, {"timestamp": [807.48, 813.0], "text": " Suddenly, the Chancellor of the Exchequer wakes up screaming and covered in a cold sweat."}, {"timestamp": [816.2, 820.26], "text": " He might eventually be lulled back to sleep safe in the knowledge"}, {"timestamp": [820.26, 824.04], "text": " that the banks are far, far stronger than they used to be."}, {"timestamp": [824.44, 829.0], "text": " But what if the next crisis doesn't hit the banks, but somewhere else?"}, {"timestamp": [829.0, 835.0], "text": " Where else could we look? Where else might another crisis come from?"}, {"timestamp": [835.0, 837.0], "text": " Let's go for a drive."}, {"timestamp": [841.0, 846.0], "text": " Back in Morecambe, Andy showed me around the industrial estate in his new car."}, {"timestamp": [846.0, 847.0], "text": " What kind is it?"}, {"timestamp": [847.0, 850.0], "text": " This is Mazda 6."}, {"timestamp": [850.0, 852.0], "text": " So what kind of deal have you got in the car?"}, {"timestamp": [852.0, 860.0], "text": " It's like a contract purchase that I, each month, will pay for the use of it."}, {"timestamp": [860.0, 862.0], "text": " So what happens at the end of the contract?"}, {"timestamp": [862.0, 865.12], "text": " Do you have to pay some cash or do you just hand the car back?"}, {"timestamp": [865.12, 870.8], "text": " It's a bit undecided. We'll decide maybe I'll keep the car, but hopefully things are better and I want a different one then."}, {"timestamp": [870.8, 876.8], "text": " With the cost of it in my financial situation, I certainly couldn't have paid for it outright."}, {"timestamp": [876.8, 878.8], "text": " It's very popular these days, isn't it?"}, {"timestamp": [878.8, 881.76], "text": " Not buying outright, but renting over a certain amount of time."}, {"timestamp": [881.76, 888.56], "text": " Yeah, and then have the option to pay it or pay it off and keep the car or just hand the car back."}, {"timestamp": [889.44, 895.44], "text": " Deals like these personal credit payment plans account for 86% of new car sales."}, {"timestamp": [895.44, 902.0], "text": " That worries the Bank of England so much that it's made banks set aside more capital to cover consumer credit risks."}, {"timestamp": [902.72, 905.88], "text": " And for people like you, you must have a bad credit rating"}, {"timestamp": [905.88, 907.08], "text": " at the moment and all that kind of stuff,"}, {"timestamp": [907.08, 910.12], "text": " it makes a lot more sense than trying to get a car loan, I suppose."}, {"timestamp": [910.12, 911.16], "text": " Yeah, no, absolutely."}, {"timestamp": [911.16, 914.38], "text": " It would be to actually go and get finance."}, {"timestamp": [914.38, 919.74], "text": " I probably personally couldn't do it for another two years yet."}, {"timestamp": [919.74, 921.18], "text": " I mean, I try and get a credit card,"}, {"timestamp": [921.18, 927.0], "text": " but I can't even get a 500500 credit limit for a credit card personally."}, {"timestamp": [927.0, 930.0], "text": " That must be quite a restriction actually, isn't it?"}, {"timestamp": [930.0, 935.0], "text": " Yeah. It does make things a lot more difficult. You certainly have to think about it."}, {"timestamp": [935.0, 942.0], "text": " But the real danger with car finance deals is if everyone decides to hand back their car keys after three years."}, {"timestamp": [942.0, 950.84], "text": " There'd be a lot of them around, meaning the price of second-hand cars could collapse. And if they do, the car companies could face huge losses, cut production,"}, {"timestamp": [950.84, 956.08], "text": " lay off staff, and that could cause real problems in the real economy. Another problem"}, {"timestamp": [956.08, 961.16], "text": " is the companies lending the money for these deals aren't banks. They're called shadow banks."}, {"timestamp": [961.16, 970.04], "text": " They look like a bank, lend hundreds of billions like a bank does, but they're not regulated like a bank. And Andy, and millions like him, use them all the time."}, {"timestamp": [970.54, 974.12], "text": " Just the level of risk that might keep the Chancellor awake at night,"}, {"timestamp": [974.52, 978.32], "text": " and he doesn't just have to worry about the UK's shadow banks."}, {"timestamp": [978.72, 983.64], "text": " Are you looking for a bad credit car loan in your hometown? Because your credit is roadkill."}, {"timestamp": [983.76, 985.04], "text": " Do you want to get finance for a"}, {"timestamp": [985.04, 990.08], "text": " great new-a-use car but have little or no money for a down payment? Then carloancoboy.com"}, {"timestamp": [990.08, 995.92], "text": " is your best shot. As the banks have become better regulated, shadow banking has sprung up around"}, {"timestamp": [995.92, 1001.44], "text": " the world. This is what Catherine Mann, chief economist at the OECD in Paris, believes is a major"}, {"timestamp": [1001.44, 1005.22], "text": " problem. When you have a fragmented financial system,"}, {"timestamp": [1005.38, 1010.36], "text": " fragmented in the sense that some institutions have to follow one set of rules,"}, {"timestamp": [1010.36, 1014.0], "text": " but other ones maybe have a different set of rules,"}, {"timestamp": [1014.42, 1019.92], "text": " you end up with the opportunity for arbitrage across jurisdictions,"}, {"timestamp": [1020.68, 1022.88], "text": " across different kinds of financial institutions,"}, {"timestamp": [1023.46, 1025.82], "text": " and across different geographies."}, {"timestamp": [1026.64, 1028.06], "text": " Arbitrage in this sense"}, {"timestamp": [1028.06, 1030.84], "text": " means finding which country has the weakest regulations"}, {"timestamp": [1030.84, 1032.42], "text": " and basing yourself there"}, {"timestamp": [1032.42, 1034.34], "text": " or discovering that pension funds"}, {"timestamp": [1034.34, 1036.38], "text": " can make money lending directly to companies"}, {"timestamp": [1036.38, 1038.2], "text": " or deciding to take a punt"}, {"timestamp": [1038.2, 1040.5], "text": " on risky Chinese property developments"}, {"timestamp": [1040.5, 1043.98], "text": " because the promised profits are too rich to resist."}, {"timestamp": [1043.98, 1053.06], "text": " So in the environment of financial arbitrage, you have a lot of cracks and spaces where we might"}, {"timestamp": [1053.06, 1059.94], "text": " have mispricing, where we might have lack of transparency, and where we might have more leverage."}, {"timestamp": [1060.52, 1067.22], "text": " A lot of those cracks are filled up with shadow banks, and the shadow banks could be connected to regular banks."}, {"timestamp": [1067.62, 1070.74], "text": " The problem is, we just don't know for sure."}, {"timestamp": [1071.22, 1071.9], "text": " That's correct."}, {"timestamp": [1072.06, 1087.9], "text": " As we have become much better at regulating a subset of the financial system, it's no surprise that the operations of the financial system go into the less regulated institutions or instruments or jurisdictions."}, {"timestamp": [1088.64, 1099.08], "text": " And as you said, one of the dangers with the current financial systems connectivity is we're not quite sure how connected the regulated banks are to the unregulated shadow banks."}, {"timestamp": [1099.52, 1106.38], "text": " Well, it's true. I mean, well, we do have more information about what the regulated institutions are doing"}, {"timestamp": [1106.38, 1108.88], "text": " because that's part of the regulation."}, {"timestamp": [1108.88, 1117.52], "text": " But once we go outside a certain tent, then we lose track of where the risks might be."}, {"timestamp": [1117.52, 1123.0], "text": " Tamin Bayoumi works for the IMF in surveillance overseeing early warning exercises."}, {"timestamp": [1123.0, 1127.38], "text": " But today he's speaking in his own capacity as the author of Unfinished Business, a book"}, {"timestamp": [1127.38, 1130.06], "text": " about the origins of the financial crisis."}, {"timestamp": [1130.06, 1133.76], "text": " He's concerned about shadow banking in the world's second largest economy."}, {"timestamp": [1133.76, 1137.94], "text": " I do think it is a major concern in China."}, {"timestamp": [1137.94, 1143.8], "text": " The financial system in China has been going through rapid changes, has had a very rapid"}, {"timestamp": [1143.8, 1147.84], "text": " increase in credit, which is a classic"}, {"timestamp": [1147.84, 1152.32], "text": " sign of a bubble, fast rising asset prices as well."}, {"timestamp": [1152.32, 1158.0], "text": " What is happening is that we have a lot of lending going on, particularly in the real estate"}, {"timestamp": [1158.0, 1163.8], "text": " market, but also to people for cars and things like that."}, {"timestamp": [1163.8, 1166.9], "text": " And this is being financed both by banks,"}, {"timestamp": [1166.9, 1171.72], "text": " but also more importantly, by what are called non-banks,"}, {"timestamp": [1171.72, 1175.78], "text": " which means institutions which borrow and lend money,"}, {"timestamp": [1175.78, 1180.46], "text": " but which are not under the same regulation as banks."}, {"timestamp": [1180.46, 1181.92], "text": " And as Catherine Mann explains,"}, {"timestamp": [1181.92, 1184.56], "text": " the problem is made worse by the range of businesses"}, {"timestamp": [1184.56, 1186.48], "text": " that are now acting as shadow banks."}, {"timestamp": [1186.94, 1188.7], "text": " We don't know exactly who they are."}, {"timestamp": [1189.0, 1190.98], "text": " In some countries, it might be insurance companies."}, {"timestamp": [1191.5, 1195.6], "text": " In other countries, it might be the hedge funds or private equity."}, {"timestamp": [1196.32, 1197.48], "text": " So it's pretty mixed."}, {"timestamp": [1198.28, 1202.88], "text": " We get more information on the banking system, because those are the regulated ones."}, {"timestamp": [1202.88, 1207.04], "text": " It would be useful to get the information from other entities,"}, {"timestamp": [1207.54, 1209.74], "text": " even if they weren't going to be regulated."}, {"timestamp": [1210.5, 1214.96], "text": " The financial system doesn't have to be regulated in the same way across all institutions,"}, {"timestamp": [1215.66, 1218.1], "text": " but even if you're not going to regulate them,"}, {"timestamp": [1218.26, 1220.1], "text": " you would like to see what it is that they're doing."}, {"timestamp": [1220.98, 1224.62], "text": " Tamim Bayumi also warns that we're not immune here in the UK"}, {"timestamp": [1224.62, 1225.9], "text": " to what's happening in China."}, {"timestamp": [1226.4, 1229.78], "text": " It's now big enough to spook the markets, which would create..."}, {"timestamp": [1229.78, 1231.12], "text": " General market panic."}, {"timestamp": [1231.84, 1235.96], "text": " Indeed, in the 19th century, what we now call economic recessions,"}, {"timestamp": [1236.28, 1241.18], "text": " were called panics because the typical way that recession started"}, {"timestamp": [1241.18, 1244.18], "text": " was that there was a panic in the banking sector"}, {"timestamp": [1244.18, 1246.92], "text": " as people realised that one bank"}, {"timestamp": [1246.92, 1251.2], "text": " was in trouble and then started withdrawing from all the banks."}, {"timestamp": [1251.76, 1254.68], "text": " And how imminent do you think is that threat from China?"}, {"timestamp": [1256.52, 1265.24], "text": " If I was able to predict when real estate rises were firstly unsustainable."}, {"timestamp": [1265.74, 1267.2], "text": " And secondly, when they would collapse,"}, {"timestamp": [1267.28, 1268.92], "text": " I would be a very, very rich man."}, {"timestamp": [1270.96, 1273.66], "text": " Look, these things just go when they go."}, {"timestamp": [1274.64, 1278.22], "text": " Hardly a reassuring message for an insomniac chancellor."}, {"timestamp": [1278.96, 1281.94], "text": " Danger lurks dark and deep in the shadows,"}, {"timestamp": [1282.4, 1284.84], "text": " and no one knows when it will strike."}, {"timestamp": [1284.84, 1285.32], "text": " But even that might not be his worst nightmare, dark and deep in the shadows, and no one knows when it will strike."}, {"timestamp": [1288.74, 1289.12], "text": " But even that might not be his worst nightmare,"}, {"timestamp": [1292.7, 1294.7], "text": " because there is another threat out there altogether."}, {"timestamp": [1298.32, 1298.46], "text": " This is Canary Wharf, the centre of London's financial industry,"}, {"timestamp": [1302.26, 1302.8], "text": " and ten years ago, the very centre of the credit crunch and financial crash."}, {"timestamp": [1305.48, 1309.82], "text": " It was here in 2008 that hundreds of staff at Lehman Brothers came to work to find their employer, one of the biggest names in the financial"}, {"timestamp": [1309.82, 1314.3], "text": " sector, had gone bust. They emerged shocked and dismayed, carrying their personal possessions"}, {"timestamp": [1314.3, 1320.44], "text": " in cardboard boxes and bin bags to face the deepest recession in 200 years. But now,"}, {"timestamp": [1320.68, 1330.0], "text": " Canary Wharf is once again a bustling hub of wealth and confidence. The skies are blue. I'm surrounded by tall, silver buildings full of financial workers."}, {"timestamp": [1330.0, 1332.0], "text": " There are cafes and restaurants everywhere."}, {"timestamp": [1332.0, 1336.8], "text": " People scurrying between office blocks and there are new buildings going up everywhere."}, {"timestamp": [1336.8, 1342.0], "text": " Three or four skyscrapers with huge red cranes standing out against the blue sky"}, {"timestamp": [1342.0, 1347.1], "text": " as new office space for financial industries is being created here in the centre of London."}, {"timestamp": [1347.4, 1353.1], "text": " But it's also the home to the regulators, tasked with stopping another credit crunch ever happening again."}, {"timestamp": [1357.06, 1362.72], "text": " We're here to see Andrew Bailey."}, {"timestamp": [1364.96, 1370.58], "text": " The Financial Conduct Authority's building is one of those tall, impressive skyscrapers with a smart reception hall."}, {"timestamp": [1372.68, 1376.08], "text": " I meet Andrew Bailey, the head of the FCA, up on the seventh floor."}, {"timestamp": [1376.54, 1385.96], "text": " From up here, things seem calmer, and Andrew Bailey seems more sanguine than most about the risks of high-frequency trading, shadow banking and a Chinese bubble bursting."}, {"timestamp": [1385.96, 1388.76], "text": " But one major issue is worrying him."}, {"timestamp": [1388.76, 1389.76], "text": " Hello, Sir Bailey."}, {"timestamp": [1389.76, 1390.76], "text": " Hello."}, {"timestamp": [1390.76, 1391.76], "text": " How are you?"}, {"timestamp": [1391.76, 1392.76], "text": " Thank you."}, {"timestamp": [1392.76, 1397.76], "text": " What is the big one, if they get away with it, would be absolutely disastrous?"}, {"timestamp": [1397.76, 1405.8], "text": " I would say, and I'm leaping a little bit here, that the whole cyber area is the area that has really gone"}, {"timestamp": [1405.8, 1406.8], "text": " at the league table."}, {"timestamp": [1406.8, 1408.96], "text": " And what do you mean by that?"}, {"timestamp": [1408.96, 1419.08], "text": " The risk of attack from hostile parties, the risk of getting into financial systems,"}, {"timestamp": [1419.08, 1423.24], "text": " and the risk of doing one of a few things at that point, either disrupting the operation"}, {"timestamp": [1423.24, 1425.44], "text": " of core financial systems or the"}, {"timestamp": [1425.44, 1432.96], "text": " risk of extracting data for purposes that are not honest. And I think both of those risks,"}, {"timestamp": [1433.08, 1438.9], "text": " and we see this all around us, obviously have increased. From the man who's in charge of"}, {"timestamp": [1438.9, 1443.66], "text": " ensuring the integrity of the whole financial system, that's an image worthy of Dante's eighth"}, {"timestamp": [1443.66, 1445.1], "text": " circle of hell,"}, {"timestamp": [1447.12, 1447.58], "text": " the one reserved especially for fraudsters."}, {"timestamp": [1453.02, 1455.3], "text": " And the biggest fear is a cyber attack that blocks or freezes the financial network itself stops money from being transferred."}, {"timestamp": [1455.78, 1460.28], "text": " Yes, or, as I say, you know, being able to compromise a lot of information,"}, {"timestamp": [1460.78, 1465.18], "text": " or actually causes a widespread loss of confidence in the integrity of the system."}, {"timestamp": [1465.5, 1470.56], "text": " So, you know, a bankrupt is obviously a loss of confidence in an institution which can become systemic."}, {"timestamp": [1471.38, 1476.9], "text": " If you think about the cyber analogy, it really is a loss of confidence in the integrity of the system"}, {"timestamp": [1476.9, 1481.98], "text": " and the pipework, in the integrity of how money is moved around and how people's money is stored."}, {"timestamp": [1482.98, 1490.24], "text": " Oh, yes. Oh, yes. I think he's spot on. I mean, cyber security, you only have to look at all"}, {"timestamp": [1490.24, 1496.46], "text": " the data breaches or whatever and realize that if somebody, rather than wanting to steal people's"}, {"timestamp": [1496.46, 1509.52], "text": " information, actually wanted to stop the financial system from working, if could for example mess up payments between institutions"}, {"timestamp": [1509.52, 1515.12], "text": " I say between banks so all of a sudden I don't know whether you owe me money or not you can"}, {"timestamp": [1515.12, 1521.28], "text": " imagine the consequences and the entire financial system could grind to a halt very very fast and"}, {"timestamp": [1521.28, 1526.24], "text": " actually there are we suspect kind of not just hackers, individual hackers, there"}, {"timestamp": [1526.24, 1531.04], "text": " are governments who are developing hacking capability and that must be a target for them if they"}, {"timestamp": [1531.04, 1533.24], "text": " were thinking of causing a great deal of damage."}, {"timestamp": [1533.24, 1539.88], "text": " Yes, well the old statement was that if you want to destroy a country, first you debase"}, {"timestamp": [1539.88, 1540.88], "text": " the money."}, {"timestamp": [1540.88, 1544.52], "text": " You know, this isn't exactly debasing the money, it's stopping the money, but it's basically"}, {"timestamp": [1544.52, 1545.14], "text": " the same thing."}, {"timestamp": [1549.18, 1556.7], "text": " So what is the ultimate nightmare scenario, the perfect storm that might be keeping the Chancellor awake at night?"}, {"timestamp": [1558.3, 1563.86], "text": " Well, it probably starts in China with a dramatic slowdown in growth, collapsing property values,"}, {"timestamp": [1563.86, 1565.62], "text": " and a shadow banking system"}, {"timestamp": [1565.62, 1571.32], "text": " that implodes under the pressure of bad debts and poor regulation."}, {"timestamp": [1571.32, 1576.7], "text": " Within seconds the new high-frequency trading systems begin a serious sell-off, spreading panic"}, {"timestamp": [1576.7, 1579.62], "text": " around the world's financial markets."}, {"timestamp": [1579.62, 1584.4], "text": " Ordinary investors find their shares and savings have collapsed in value before they can do"}, {"timestamp": [1584.4, 1586.0], "text": " anything about selling them."}, {"timestamp": [1586.0, 1591.0], "text": " And then, at the worst possible moment, a state-sponsored cyber attack"}, {"timestamp": [1591.0, 1596.0], "text": " stops billions and billions of pounds worth of bank transfers and financial transactions."}, {"timestamp": [1596.0, 1601.0], "text": " Faith in the world's financial system collapses overnight."}, {"timestamp": [1601.0, 1607.46], "text": " Its biggest strength, its spider web of connections, turns out also to be its weakest link."}, {"timestamp": [1607.96, 1613.54], "text": " And it's not just that everything is interconnected, but that those connections work at ever-increasing speeds."}, {"timestamp": [1614.04, 1618.6], "text": " The next credit crunch might not take years, months, weeks, days, or even hours to develop."}, {"timestamp": [1619.04, 1624.16], "text": " It could happen quicker than the blink of an eye, or even the pricking of your thumbs."}, {"timestamp": [1624.88, 1633.64], "text": " It's really, I mean, what we're doing is we're conducting a sort of Frankenstein experiment on global financial markets in real time."}, {"timestamp": [1634.12, 1636.2], "text": " There's no testing that goes on."}, {"timestamp": [1636.2, 1646.46], "text": " This is something that is completely an experiment that the global economy in some ways is hanging on the outcome of it."}, {"timestamp": [1646.52, 1648.1], "text": " And maybe it'll all work out."}, {"timestamp": [1648.22, 1649.06], "text": " Maybe it'll be fine."}, {"timestamp": [1649.56, 1654.96], "text": " But it only takes it one time for it to go really wrong, that the damage can be irreparable."}, {"timestamp": [1656.76, 1659.3], "text": " But then again, it might never happen."}, {"timestamp": [1660.2, 1660.6], "text": " Again."}, {"timestamp": [1661.34, 1661.94], "text": " Sleep tight."}, {"timestamp": [1662.56, 1670.82], "text": " Don't let the bed bugs bite."}, {"timestamp": [1675.48, 1675.72], "text": " The World of Business was presented by Johnty Bloom and produced by me, Phoebe Keen."}, {"timestamp": [1682.68, 1683.28], "text": " If you liked it, you might want to listen to our edition on economic and other types of forecasting and how difficult it can be."}, {"timestamp": [1686.64, 1698.84], "text": " Search in the BBC World of Business podcast feed for forecasting how to map the future. Yoga is more than just exercise. It's the spiritual practice"}, {"timestamp": [1698.84, 1705.0], "text": " that millions swear by. And in 2017, Miranda, a university tutor from London,"}, {"timestamp": [1705.0, 1709.0], "text": " joins a yoga school that promises profound transformation."}, {"timestamp": [1709.0, 1713.0], "text": " It felt a really safe and welcoming space."}, {"timestamp": [1713.0, 1715.0], "text": " After the yoga classes, I felt amazing."}, {"timestamp": [1715.0, 1719.0], "text": " But soon, that calm, welcoming atmosphere"}, {"timestamp": [1719.0, 1721.0], "text": " leads to something far darker,"}, {"timestamp": [1721.0, 1724.0], "text": " a journey that leads to allegations of grooming,"}, {"timestamp": [1724.0, 1726.72], "text": " trafficking and exploitation across"}, {"timestamp": [1726.72, 1728.2], "text": " international borders."}, {"timestamp": [1729.2, 1730.64], "text": " I don't have my passport."}, {"timestamp": [1730.82, 1731.66], "text": " I don't have my phone."}, {"timestamp": [1731.74, 1732.98], "text": " I don't have my bank cards."}, {"timestamp": [1733.08, 1733.84], "text": " I have nothing."}, {"timestamp": [1734.06, 1739.46], "text": " The passport being taken, the being in a house and not feeling like they can leave."}, {"timestamp": [1740.14, 1745.8], "text": " World of Secrets is where untold stories are unveiled and hidden realities are exposed."}, {"timestamp": [1746.4, 1750.54], "text": " In this new series, we're confronting the dark side of the wellness industry,"}, {"timestamp": [1751.02, 1755.12], "text": " where the hope of a spiritual breakthrough gives way to disturbing accusations."}, {"timestamp": [1755.72, 1763.64], "text": " You just get sucked in so gradually and it's done so skillfully that you don't realize."}, {"timestamp": [1763.64, 1766.72], "text": " And it's like this, the secret that's there."}, {"timestamp": [1767.3, 1775.48], "text": " I wanted to believe that, you know, that whatever they were doing,"}, {"timestamp": [1775.64, 1782.08], "text": " even if it seemed gross to me, was for some spiritual reason that I couldn't you understand."}, {"timestamp": [1782.5, 1786.24], "text": " Revealing the hidden secrets of a global yoga network."}, {"timestamp": [1786.24, 1788.24], "text": " I feel that I have no other choice."}, {"timestamp": [1788.24, 1793.0], "text": " The only thing I can do is to speak about this"}, {"timestamp": [1793.0, 1798.56], "text": " and to put my reputation and everything else on the line."}, {"timestamp": [1798.56, 1806.86], "text": " I want truth and justice and for other people to not be hurt"}, {"timestamp": [1806.86, 1809.12], "text": " for things to be different in the future."}, {"timestamp": [1809.58, 1810.68], "text": " To bring it into the light"}, {"timestamp": [1810.68, 1813.02], "text": " and almost alchemise"}, {"timestamp": [1813.02, 1815.68], "text": " some of that evil stuff that went on"}, {"timestamp": [1815.68, 1817.94], "text": " and take back the power."}, {"timestamp": [1820.24, 1822.66], "text": " World of Secrets, Season 6,"}, {"timestamp": [1822.92, 1823.68], "text": " The Bad Guru."}, {"timestamp": [1824.22, 1825.98], "text": " Listen wherever you get your podcasts."}], "text": " This BBC podcast is supported by ads outside the UK. Thanks for downloading this edition of the World of Business. This week, Jonti Bloom is asking, What keeps the Chancellor of the Excheca awake at night? The Chancellor of the Exchequer holds the wealth and prosperity of the country in his hands. He dreams of high growth and low unemployment, but his nightmares are much darker. It's been ten years since the last financial crisis and it got me thinking, where might the next crisis come from? Is there one round the corner? Is there a storm brewing in China? Or is there trouble lurking in a place that no one is even watching? In this program, I'm going to try to look in those places and find that there's a storm brewing in China, or is there trouble lurking in a place that no one is even watching? In this program, I'm going to try to look in those places and find where the next crisis might come from, to find out what's keeping the Chancellor awake at night. Personally, I lost everything. No house that's gone. Well, everything's gone. I was left with debts which were working through now. The problem is, it's not just the stuff of bad dreams. The Chancellor's actions and the way they deal with a crisis can have very real consequences. At the time it was so bad I was... I got to the stage, I was praying I wouldn't wake up in the morning. I was never brave enough to kill myself, but I thought, well, if I don't wake up, that's the easiest way. Ten years ago, subprime mortgages sounded like a minor problem in a small part of the US economy that couldn't possibly cause any real damage. But they did, and that nightmare is still very real for Andy Wes and many like him. So, I'm guessing the last time I was here was like 2011 or something like that. Yeah, well, I, we were trying to work you out. I last met him six years ago when his shops, breakdown business and wholesale tire warehouse in Morecambe in Lancashire were struggling for survival. His bank was calling in loans, ending overdrafts and trying to repossess his house. Here's my warehouse. We have the tyres scattered all over around the walls. It's an old warehouse with a corrugated iron roof, full of tall stacks of huge truck tyres. The other warehouse was a lot bigger. There was obviously many more stacks of tires. Used to look a bit like Manhattan when you'd go in there with all the different ones with the skyline. No, no, no, this isn't, it's not like Manhattan. This is more like Morecambe now with us. Very much downsized. Can you just explain what your business was like before the credit crunch? Well, we had four depots. We were employing in 36 people. Turnover was in excess of 20 million. And what happened to you in the credit crunch? Well, basically, we were squeezed very much by the banks and it's all intents and purposes put out our business. We had a four million overdraft that they literally cut overnight. We were with the accountants and talking, you know, the business was growing, and then all of a sudden they just changed all the facilities, pulled them. They wanted the buildings that we had loans against, and it just became a nightmare and came very difficult to carry on. They had no money and then you had no money. Correct. And what happened to all those staff? What happened to all the shops? We kept things going as long as we could and then I basically gave the stores away to a bigger group to be able to really keep the guys in work because the problem was there was some of the people who were working with us. I'd actually work with them all my entire life. They were like brothers, best friends, things like that. Which you can't, you know, it's a big pressure when all their families are relying on. It was a big thing for me to try and make sure they were all kept in work whatever way we could. It's a timely reminder of just what keeps a Chancellor awake at night. The range in reach of that nightmare will stay at the back of every Chancellor's mind for decades to come, as will the fact that it's their job to fix it when things like this happen and that millions of people's lives will be changed by something that happens on their watch. It could be a Chinese bank run, uncertainty about Brexit, the Eurozone imploding, or a dozen other shocks to the system. But rather than speculating, I want to ask someone who's been in that position to find out what gave him sleepless nights. I'm selling at the top of the Royal Mile here in Edinburgh now. The castle is just behind me. It's a glorious sunny day. The flags are waving. There are tourists everywhere bustling, spending money, lots of economic activity. But in 2007-200 2008, all that economic activity nearly came to an end because the credit crunch was strangling British banking system. Just across the railway tracks in the new town at the headquarters of the Royal Bank of Scotland, and the Bank of Scotland is also based here. Both of those huge organisations had to be bailed out to the tune of tens of billions of pounds by the British government. And the man who organised that is Alastard Darling, former Chancellor of the Exchequer, and I'm here in Edinburgh to meet him. Right, you would like a cup of tea? Yes, thank you very much. Or coffee. Oh, tea, be fine for me. What was the first event that you kind of went, oh dear, this is going to be bad? Well, the first, I suppose, real inkling I had that something was wrong was when I was on holiday in Mayorka with a family and I went out to get the morning rolls and milk. I saw a copy of the FT, I got it. And buried in the middle of the paper was this report that a French bank had suspended the dealings in three of its funds because it could no longer be confident of the value. On the same page, there was another report of a German regional bank that had got into deep trouble with what we now know are subprime mortgages. I thought, well, if this is happening in continental Europe, it must be happening in London. So I phoned the Treasury in the middle of August. Within a couple of days, I had a list of banks that we thought had got problems. And right near the top of them was Northern Rock and of course H-Boss as well. One year later that small problem on the periphery of the financial system almost brought down the world's economy. The Chancellor called the country's top bankers in for a meeting and offered them virtually unlimited funds. I said to the bankers, that's the deal, that's what we're going to do, take it or leave it. And they had the sense eventually just to take it. But, you know, it was a very, very worrying time. Because if it hadn't worked, frankly, there was nowhere else to go. And that night, did you sleep? Yes, I've never had any trouble sleeping. It's partly disciplined because what I had to do, above all else, was to remain confident in the ability of the United Kingdom to pay its way and to carry on. And therefore, your first appearance on the BBC, as it happened, you have to be at the top of your game. Now, I don't know about other people, but if you've been up all night, it sounds like you've been up all night, so I went to my bed. But if Alistair Darling could sleep the sleep of the innocent that soothes away all worries, it's far from certain that the current resident of No. 11 Downing Street rests so easy. After all, it's far from clear where the next crisis is coming from. I think you need to remember that no two crises are alike. It'd be a big mistake for us to assume, though, that the next crisis is going to come from the same sort of sources. It could come completely left filled from something nobody has thought of before. That fear of the unknown is the new monster beneath the bed of every Chancellor. Where might the crisis come from this time? Where should they even start looking? Well, let's start by thinking about how much the markets have changed in the last 10 years. The old days of dealers on the floor of the stock exchange are rapidly disappearing. The trading floor has fallen quiet. Replaced by computers, algorithms, secretive trading systems, and ultra-fast networks that are altering the whole way the markets work. Someone who's seen that change is Scott Patterson. He's a reporter for the Wall Street Journal. I was covering markets around 2004-2015-5, and I started realizing that many of these firms that I was covering had a host of physicists and electronic engineers and experts in artificial intelligence. And I just thought, why? And slowly came to the realization that markets had evolved in a way that nobody outside the small circles of these trading firms knew. That realization led him to investigate further, talk to more people, to eventually write a book on what he found to be, high-frequency trading. This is the speed race that they're all now locked in. I've met physicists who are employed by trading firms who've told me that their entire job is to shave off one millisecond from their firms trading. And that's a thousandth of a second. To put that into context, it takes 400 milliseconds just to blink your eye, so a computer can already process 400 deals while you have your eyes shut. A human cannot compete with this trading. It's impossible. You cannot trade thousands of times a second as they can. Everything from shares and currencies to oil and precious metals are traded ever faster by ever faster computers designed to spot and exploit the smallest differences and movements in price. The computer algorithms are very sophisticated and are designed to react to how the market's moving and what's happening with their orders because there isn't time for a human to step in and say, don't sell, don't buy. It's way too fast for that. The computer has to do it automatically. And that's just the way it is. It's a computer program. And they're programmed to detect certain movements in the market. So if they think something's going up, they'll buy into it and ride it up. And when they think it's going down, they'll start selling. And they just go up and down and up and down all they think it's going down, they'll start selling. And they just go up and down and up and down all day long. It has nothing to do with something that's going on with the stock or earnings, you know, or a CEO is leaving. It's just the game within the game. This hasn't just sped things up. The fact that computers are programmed to make decisions about when to buy or sell means a problem could quickly spread from one market to another, things up, the fact that computers are programmed to make decisions about when to buy or sell means a problem could quickly spread from one market to another, like in the flash crash of 2010 when billions were wiped off shares, but just for a few minutes. What it did, indisputably, was freak investors out. But there could be a real crash. Say one firm has some crazy order that goes haywire, is selling all of these dollars because an algorithm got broken at the firm, and it creates this big move, and nobody's going to know why. And they're all running on automatic pilot. And there's nothing that can be done about it because when you see a major move in something like the US dollar, which is then going to spill over into a whole bunch of other currencies, and that's triggering selling in oil. And this would create a domino effect. If the crude oil price tumbles or companies companies profits fall, as to their shares. Which means a Chinese insurance company, which has invested in US oil company shares, will find that it is losing money too. So, in turn, its shares fall. Then your pension provider in the UK, which invested in the Chinese market, loses billions. And your pension, that you have spent years saving into, halves in value in a matter of seconds. That could be irreparable and not something that just bounces back. It could create chaos throughout global markets. So this could not just be something that happens in the U.S. It could spill over into Asia, China trading. It could ripple around the world. So it's like everybody's running for the exits and you end up having just a true catastrophe. So doesn't that worry the people working for these companies? I definitely didn't meet a lot who really cared much about what this meant for the common welfare of the average citizen. It sounds like the start of a Terminator movie, the machines destroying whole economies in seconds as humans desperately try to take back control. Suddenly, the Chancellor of the Exchequer wakes up screaming and covered in a cold sweat. He might eventually be lulled back to sleep safe in the knowledge that the banks are far, far stronger than they used to be. But what if the next crisis doesn't hit the banks, but somewhere else? Where else could we look? Where else might another crisis come from? Let's go for a drive. Back in Morecambe, Andy showed me around the industrial estate in his new car. What kind is it? This is Mazda 6. So what kind of deal have you got in the car? It's like a contract purchase that I, each month, will pay for the use of it. So what happens at the end of the contract? Do you have to pay some cash or do you just hand the car back? It's a bit undecided. We'll decide maybe I'll keep the car, but hopefully things are better and I want a different one then. With the cost of it in my financial situation, I certainly couldn't have paid for it outright. It's very popular these days, isn't it? Not buying outright, but renting over a certain amount of time. Yeah, and then have the option to pay it or pay it off and keep the car or just hand the car back. Deals like these personal credit payment plans account for 86% of new car sales. That worries the Bank of England so much that it's made banks set aside more capital to cover consumer credit risks. And for people like you, you must have a bad credit rating at the moment and all that kind of stuff, it makes a lot more sense than trying to get a car loan, I suppose. Yeah, no, absolutely. It would be to actually go and get finance. I probably personally couldn't do it for another two years yet. I mean, I try and get a credit card, but I can't even get a 500500 credit limit for a credit card personally. That must be quite a restriction actually, isn't it? Yeah. It does make things a lot more difficult. You certainly have to think about it. But the real danger with car finance deals is if everyone decides to hand back their car keys after three years. There'd be a lot of them around, meaning the price of second-hand cars could collapse. And if they do, the car companies could face huge losses, cut production, lay off staff, and that could cause real problems in the real economy. Another problem is the companies lending the money for these deals aren't banks. They're called shadow banks. They look like a bank, lend hundreds of billions like a bank does, but they're not regulated like a bank. And Andy, and millions like him, use them all the time. Just the level of risk that might keep the Chancellor awake at night, and he doesn't just have to worry about the UK's shadow banks. Are you looking for a bad credit car loan in your hometown? Because your credit is roadkill. Do you want to get finance for a great new-a-use car but have little or no money for a down payment? Then carloancoboy.com is your best shot. As the banks have become better regulated, shadow banking has sprung up around the world. This is what Catherine Mann, chief economist at the OECD in Paris, believes is a major problem. When you have a fragmented financial system, fragmented in the sense that some institutions have to follow one set of rules, but other ones maybe have a different set of rules, you end up with the opportunity for arbitrage across jurisdictions, across different kinds of financial institutions, and across different geographies. Arbitrage in this sense means finding which country has the weakest regulations and basing yourself there or discovering that pension funds can make money lending directly to companies or deciding to take a punt on risky Chinese property developments because the promised profits are too rich to resist. So in the environment of financial arbitrage, you have a lot of cracks and spaces where we might have mispricing, where we might have lack of transparency, and where we might have more leverage. A lot of those cracks are filled up with shadow banks, and the shadow banks could be connected to regular banks. The problem is, we just don't know for sure. That's correct. As we have become much better at regulating a subset of the financial system, it's no surprise that the operations of the financial system go into the less regulated institutions or instruments or jurisdictions. And as you said, one of the dangers with the current financial systems connectivity is we're not quite sure how connected the regulated banks are to the unregulated shadow banks. Well, it's true. I mean, well, we do have more information about what the regulated institutions are doing because that's part of the regulation. But once we go outside a certain tent, then we lose track of where the risks might be. Tamin Bayoumi works for the IMF in surveillance overseeing early warning exercises. But today he's speaking in his own capacity as the author of Unfinished Business, a book about the origins of the financial crisis. He's concerned about shadow banking in the world's second largest economy. I do think it is a major concern in China. The financial system in China has been going through rapid changes, has had a very rapid increase in credit, which is a classic sign of a bubble, fast rising asset prices as well. What is happening is that we have a lot of lending going on, particularly in the real estate market, but also to people for cars and things like that. And this is being financed both by banks, but also more importantly, by what are called non-banks, which means institutions which borrow and lend money, but which are not under the same regulation as banks. And as Catherine Mann explains, the problem is made worse by the range of businesses that are now acting as shadow banks. We don't know exactly who they are. In some countries, it might be insurance companies. In other countries, it might be the hedge funds or private equity. So it's pretty mixed. We get more information on the banking system, because those are the regulated ones. It would be useful to get the information from other entities, even if they weren't going to be regulated. The financial system doesn't have to be regulated in the same way across all institutions, but even if you're not going to regulate them, you would like to see what it is that they're doing. Tamim Bayumi also warns that we're not immune here in the UK to what's happening in China. It's now big enough to spook the markets, which would create... General market panic. Indeed, in the 19th century, what we now call economic recessions, were called panics because the typical way that recession started was that there was a panic in the banking sector as people realised that one bank was in trouble and then started withdrawing from all the banks. And how imminent do you think is that threat from China? If I was able to predict when real estate rises were firstly unsustainable. And secondly, when they would collapse, I would be a very, very rich man. Look, these things just go when they go. Hardly a reassuring message for an insomniac chancellor. Danger lurks dark and deep in the shadows, and no one knows when it will strike. But even that might not be his worst nightmare, dark and deep in the shadows, and no one knows when it will strike. But even that might not be his worst nightmare, because there is another threat out there altogether. This is Canary Wharf, the centre of London's financial industry, and ten years ago, the very centre of the credit crunch and financial crash. It was here in 2008 that hundreds of staff at Lehman Brothers came to work to find their employer, one of the biggest names in the financial sector, had gone bust. They emerged shocked and dismayed, carrying their personal possessions in cardboard boxes and bin bags to face the deepest recession in 200 years. But now, Canary Wharf is once again a bustling hub of wealth and confidence. The skies are blue. I'm surrounded by tall, silver buildings full of financial workers. There are cafes and restaurants everywhere. People scurrying between office blocks and there are new buildings going up everywhere. Three or four skyscrapers with huge red cranes standing out against the blue sky as new office space for financial industries is being created here in the centre of London. But it's also the home to the regulators, tasked with stopping another credit crunch ever happening again. We're here to see Andrew Bailey. The Financial Conduct Authority's building is one of those tall, impressive skyscrapers with a smart reception hall. I meet Andrew Bailey, the head of the FCA, up on the seventh floor. From up here, things seem calmer, and Andrew Bailey seems more sanguine than most about the risks of high-frequency trading, shadow banking and a Chinese bubble bursting. But one major issue is worrying him. Hello, Sir Bailey. Hello. How are you? Thank you. What is the big one, if they get away with it, would be absolutely disastrous? I would say, and I'm leaping a little bit here, that the whole cyber area is the area that has really gone at the league table. And what do you mean by that? The risk of attack from hostile parties, the risk of getting into financial systems, and the risk of doing one of a few things at that point, either disrupting the operation of core financial systems or the risk of extracting data for purposes that are not honest. And I think both of those risks, and we see this all around us, obviously have increased. From the man who's in charge of ensuring the integrity of the whole financial system, that's an image worthy of Dante's eighth circle of hell, the one reserved especially for fraudsters. And the biggest fear is a cyber attack that blocks or freezes the financial network itself stops money from being transferred. Yes, or, as I say, you know, being able to compromise a lot of information, or actually causes a widespread loss of confidence in the integrity of the system. So, you know, a bankrupt is obviously a loss of confidence in an institution which can become systemic. If you think about the cyber analogy, it really is a loss of confidence in the integrity of the system and the pipework, in the integrity of how money is moved around and how people's money is stored. Oh, yes. Oh, yes. I think he's spot on. I mean, cyber security, you only have to look at all the data breaches or whatever and realize that if somebody, rather than wanting to steal people's information, actually wanted to stop the financial system from working, if could for example mess up payments between institutions I say between banks so all of a sudden I don't know whether you owe me money or not you can imagine the consequences and the entire financial system could grind to a halt very very fast and actually there are we suspect kind of not just hackers, individual hackers, there are governments who are developing hacking capability and that must be a target for them if they were thinking of causing a great deal of damage. Yes, well the old statement was that if you want to destroy a country, first you debase the money. You know, this isn't exactly debasing the money, it's stopping the money, but it's basically the same thing. So what is the ultimate nightmare scenario, the perfect storm that might be keeping the Chancellor awake at night? Well, it probably starts in China with a dramatic slowdown in growth, collapsing property values, and a shadow banking system that implodes under the pressure of bad debts and poor regulation. Within seconds the new high-frequency trading systems begin a serious sell-off, spreading panic around the world's financial markets. Ordinary investors find their shares and savings have collapsed in value before they can do anything about selling them. And then, at the worst possible moment, a state-sponsored cyber attack stops billions and billions of pounds worth of bank transfers and financial transactions. Faith in the world's financial system collapses overnight. Its biggest strength, its spider web of connections, turns out also to be its weakest link. And it's not just that everything is interconnected, but that those connections work at ever-increasing speeds. The next credit crunch might not take years, months, weeks, days, or even hours to develop. It could happen quicker than the blink of an eye, or even the pricking of your thumbs. It's really, I mean, what we're doing is we're conducting a sort of Frankenstein experiment on global financial markets in real time. There's no testing that goes on. This is something that is completely an experiment that the global economy in some ways is hanging on the outcome of it. And maybe it'll all work out. Maybe it'll be fine. But it only takes it one time for it to go really wrong, that the damage can be irreparable. But then again, it might never happen. Again. Sleep tight. Don't let the bed bugs bite. The World of Business was presented by Johnty Bloom and produced by me, Phoebe Keen. If you liked it, you might want to listen to our edition on economic and other types of forecasting and how difficult it can be. Search in the BBC World of Business podcast feed for forecasting how to map the future. Yoga is more than just exercise. It's the spiritual practice that millions swear by. And in 2017, Miranda, a university tutor from London, joins a yoga school that promises profound transformation. It felt a really safe and welcoming space. After the yoga classes, I felt amazing. But soon, that calm, welcoming atmosphere leads to something far darker, a journey that leads to allegations of grooming, trafficking and exploitation across international borders. I don't have my passport. I don't have my phone. I don't have my bank cards. I have nothing. The passport being taken, the being in a house and not feeling like they can leave. World of Secrets is where untold stories are unveiled and hidden realities are exposed. In this new series, we're confronting the dark side of the wellness industry, where the hope of a spiritual breakthrough gives way to disturbing accusations. You just get sucked in so gradually and it's done so skillfully that you don't realize. And it's like this, the secret that's there. I wanted to believe that, you know, that whatever they were doing, even if it seemed gross to me, was for some spiritual reason that I couldn't you understand. Revealing the hidden secrets of a global yoga network. I feel that I have no other choice. The only thing I can do is to speak about this and to put my reputation and everything else on the line. I want truth and justice and for other people to not be hurt for things to be different in the future. To bring it into the light and almost alchemise some of that evil stuff that went on and take back the power. World of Secrets, Season 6, The Bad Guru. Listen wherever you get your podcasts."}