{"speakers": [], "chunks": [{"timestamp": [0.0, 3.44], "text": " This BBC podcast is supported by ads outside the UK."}, {"timestamp": [3.76, 7.36], "text": " Welcome to the BBC's World of Business podcast. I'm Caroline Bailey."}, {"timestamp": [7.86, 15.72], "text": " And in this edition, I've been to Moscow, where I was reporting on Russia's attempts to diversify its energy-dominated economy."}, {"timestamp": [18.44, 24.62], "text": " To really understand the importance of the Russian oil industry to the state and to the Russian government,"}, {"timestamp": [25.28, 31.84], "text": " all you have to do is stand here on the Moscow River. Behind me are the imposing red walls"}, {"timestamp": [31.84, 39.84], "text": " of the Kremlin which surround President Putin's seat of power. But literally just across the"}, {"timestamp": [39.84, 47.0], "text": " river from where I'm standing are the headquarters of Rosneft, Russia's biggest oil company, which is state-controlled."}, {"timestamp": [47.0, 51.0], "text": " The links between the two are quite inextricable."}, {"timestamp": [51.0, 57.0], "text": " I'm Caroline Bailey, and in this episode of Global Business"}, {"timestamp": [57.0, 63.0], "text": " on the BBC World Service, I'm asking why the Russian economy needs to diversify"}, {"timestamp": [63.0, 66.0], "text": " and whether it can succeed in doing so."}, {"timestamp": [66.0, 80.0], "text": " And Dennis is standing upright."}, {"timestamp": [80.0, 82.0], "text": " And can he walk?"}, {"timestamp": [82.0, 84.0], "text": " Denise, can you walk?"}, {"timestamp": [85.0, 89.0], "text": " In a lobby surrounded by hamster cages and a fish tank,"}, {"timestamp": [89.0, 92.0], "text": " Dennis is walking with a robotic skeleton."}, {"timestamp": [92.0, 96.0], "text": " This would be less impressive if he wasn't paralysed from the waist down"}, {"timestamp": [96.0, 99.0], "text": " after an accident 10 years ago."}, {"timestamp": [99.0, 103.0], "text": " The exoskeleton he's demonstrating is made by ExoAtlut,"}, {"timestamp": [103.0, 105.88], "text": " one of Russia's new breed of tech companies,"}, {"timestamp": [106.4, 111.62], "text": " a sector which the government hopes will help move the economy away from its reliance on energy."}, {"timestamp": [112.04, 115.14], "text": " Can I just ask you, Dennis, how does it feel?"}, {"timestamp": [115.78, 116.4], "text": " It's amazing."}, {"timestamp": [118.22, 120.44], "text": " We'll come back to Dennis a bit later."}, {"timestamp": [120.98, 125.44], "text": " But first, let's establish just how significant oil is to Russia."}, {"timestamp": [126.0, 130.96], "text": " We in Russia literally do not have presidents being people. It's oil being the president of"}, {"timestamp": [130.96, 136.68], "text": " Russia. Said with feeling by Andrei Movchan, an independent economist at the Moscow"}, {"timestamp": [136.68, 142.76], "text": " Carnegie Center, which is part of an international think tank. His aim, he tells me, is..."}, {"timestamp": [142.76, 147.86], "text": " To state at a situation where half of the auditorum believes that you are the CIA agents"}, {"timestamp": [147.86, 150.44], "text": " and half of the auditorium believes that you're a KGB agents."}, {"timestamp": [150.44, 154.76], "text": " But if he believes oil is the real power behind Russia,"}, {"timestamp": [154.76, 157.24], "text": " how does it all add up within the economy?"}, {"timestamp": [157.24, 160.32], "text": " Russia is a country rich in natural resources,"}, {"timestamp": [160.32, 164.32], "text": " with an abundance of hydrocarbons such as oil, gas and coal."}, {"timestamp": [164.32, 166.18], "text": " Well, Russian economy is rather simple."}, {"timestamp": [166.82, 172.94], "text": " The GDP construction starts with about 30% of the GDP being brought by the natural resources."}, {"timestamp": [173.38, 177.86], "text": " You should add 15% of the GDP made by energy production and distribution."}, {"timestamp": [178.26, 181.26], "text": " Would you say it still is very much an energy-based economy?"}, {"timestamp": [181.9, 186.0], "text": " Yes, if you look at the ruble dollar rate, for example,"}, {"timestamp": [186.24, 189.36], "text": " the ruble dollar rate is defined by just one perimeter of the price of oil."}, {"timestamp": [189.72, 194.64], "text": " Nothing else is important in terms of price of the collateral of the economy."}, {"timestamp": [194.64, 200.04], "text": " He says that 80% of Russia's exports are directly related to hydrocarbons,"}, {"timestamp": [200.24, 202.8], "text": " which doesn't leave much room for anything else."}, {"timestamp": [203.36, 206.98], "text": " There are other countries such as Norway that rely on energy."}, {"timestamp": [207.66, 209.9], "text": " They don't really seem to have diversified their economies."}, {"timestamp": [210.12, 211.12], "text": " Do you think it matters?"}, {"timestamp": [211.8, 212.54], "text": " Yes and now."}, {"timestamp": [212.98, 216.36], "text": " Norway has about five times more oil per capita than Russia."}, {"timestamp": [217.06, 220.76], "text": " So it's easy to be Norway or United Arabic Emirates, for example."}, {"timestamp": [221.54, 227.16], "text": " We have as much oil per capita as Kazakhstan or Venezuela or Iran. It's very hard"}, {"timestamp": [227.16, 232.46], "text": " to build a good country on that amount of oil. For the ministers, for the government, for the"}, {"timestamp": [232.46, 237.68], "text": " president, the situation in Russia is very stable and very good. On the other hand, if you look"}, {"timestamp": [237.68, 244.92], "text": " from a regular 24-stored house in Moscow suburb, the situation is bad. The incomes go down"}, {"timestamp": [244.92, 248.9], "text": " and it's harder and harder to maintain the level of living."}, {"timestamp": [249.7, 252.52], "text": " Russia is now emerging from two years of recession."}, {"timestamp": [253.22, 259.1], "text": " The huge decline in the worldwide oil price in 2014 caused the economy to contract sharply."}, {"timestamp": [259.72, 266.68], "text": " The value of the ruble fell with the oil price and consumers stopped spending as household incomes were squeezed."}, {"timestamp": [266.68, 270.82], "text": " So what hope is there for finding an alternative to oil?"}, {"timestamp": [270.82, 273.12], "text": " I've got a program, so I'm going to"}, {"timestamp": [273.12, 279.24], "text": " We're back at ExoAtlet, where Dennis is demonstrating the robotic skeleton."}, {"timestamp": [279.24, 281.6], "text": " You look really quite nimble."}, {"timestamp": [281.6, 285.38], "text": " You've done a complete 360-degree turn."}, {"timestamp": [287.06, 291.44], "text": " Walking with the exoskeleton helps to reconstruct the own walking function of the person."}, {"timestamp": [291.9, 295.72], "text": " And we have good results with our other patients."}, {"timestamp": [296.22, 298.72], "text": " Some of them start to feel their legs."}, {"timestamp": [301.48, 304.74], "text": " The chief executive, Ekaterina Beriesi,"}, {"timestamp": [304.74, 307.96], "text": " is keen to stress that their machine doesn't promise"}, {"timestamp": [307.96, 311.0], "text": " the paralys that they'll suddenly walk unaided."}, {"timestamp": [311.0, 315.0], "text": " Instead, it's more likely to be used for stroke rehabilitation."}, {"timestamp": [315.0, 320.44], "text": " Ten years ago, it was completely impossible to do anything in this area."}, {"timestamp": [320.44, 325.66], "text": " We never could get any grant money for research and development."}, {"timestamp": [326.42, 327.64], "text": " But now it's possible."}, {"timestamp": [327.84, 333.84], "text": " Now there are a lot of initiatives that helps to do the specific innovation,"}, {"timestamp": [334.04, 336.78], "text": " things that maybe no one believe even."}, {"timestamp": [337.92, 340.36], "text": " Exoatlet was given help by Skulkeva,"}, {"timestamp": [340.8, 344.04], "text": " a government-funded organization for the high-tech industry,"}, {"timestamp": [344.58, 347.58], "text": " set up by then President Medvedev seven years ago."}, {"timestamp": [348.2, 354.74], "text": " It was ambitiously billed as Russia's answer to Silicon Valley and was an attempt to diversify the economy."}, {"timestamp": [355.36, 359.04], "text": " Skolkova helped us a lot with the PR, for example."}, {"timestamp": [359.04, 366.72], "text": " And Skolko, for sure, helped us with the grant money for developing the new model because research and development"}, {"timestamp": [366.72, 369.24], "text": " of new product is rather expensive."}, {"timestamp": [369.24, 371.0], "text": " Are you profitable now?"}, {"timestamp": [371.0, 372.0], "text": " Not yet."}, {"timestamp": [372.0, 375.0], "text": " When do you think you will be?"}, {"timestamp": [375.0, 380.0], "text": " We need about three years of sales to start to be profitable."}, {"timestamp": [380.0, 385.28], "text": " Despite this Russian support, Exo-Atlet has had major investment from South Korea,"}, {"timestamp": [385.72, 389.14], "text": " where they'll be manufacturing exoskeletons for the Asian market."}, {"timestamp": [389.14, 395.54], "text": " We start to be the multinational company, but we still think that we are Russian."}, {"timestamp": [395.98, 400.44], "text": " Because we start from here, we are from Russia, and we trust that in Russia,"}, {"timestamp": [400.64, 404.92], "text": " there are a lot of genius engineers and genius people."}, {"timestamp": [405.0, 409.0], "text": " Maybe that's got a lot of genius engineers and genius people. Maybe that's Skolkova up ahead."}, {"timestamp": [409.0, 412.0], "text": " Skolkova isn't just a support mechanism."}, {"timestamp": [412.0, 417.0], "text": " It's a physical place, a city in the making, beyond the Moscow suburbs."}, {"timestamp": [417.0, 419.0], "text": " Oh yes, yes, we can see it now."}, {"timestamp": [419.0, 423.0], "text": " Oh, it looks like a huge, huge warehouse, actually."}, {"timestamp": [423.0, 427.4], "text": " Whizzing around the vast site and a minibus with a guide,"}, {"timestamp": [427.4, 431.9], "text": " we pass shiny office buildings, research centers, a school,"}, {"timestamp": [431.9, 434.76], "text": " all amongst piles of newly deposited earth."}, {"timestamp": [434.76, 443.28], "text": " So we're going to technoparko, the point is the infrastructure is now developing."}, {"timestamp": [443.28, 445.48], "text": " It's compared with the big plan."}, {"timestamp": [447.36, 447.68], "text": " There isn't very much here, is there really?"}, {"timestamp": [449.62, 449.72], "text": " I mean, it's very dynamic, as you say."}, {"timestamp": [451.26, 451.64], "text": " There's lots of building work going on,"}, {"timestamp": [454.14, 454.74], "text": " but there are a lot of gaps to be filled in."}, {"timestamp": [458.56, 463.66], "text": " Yes, because it's still a lot of things still under construction. According to the plan, the main buildings will be ready until the end of this year."}, {"timestamp": [464.64, 469.28], "text": " So we are in the living quarter now, the first one that is ready."}, {"timestamp": [469.56, 472.7], "text": " And there's a brand new housing estate marooned out here,"}, {"timestamp": [473.16, 478.08], "text": " white box-like houses with clear views across an empty, featureless landscape."}, {"timestamp": [482.0, 484.52], "text": " We're on our way to meet Igor Drozdov,"}, {"timestamp": [484.68, 486.5], "text": " who's chairman of the Skolkova Foundation."}, {"timestamp": [487.88, 490.68], "text": " The main idea is to change ideas into business,"}, {"timestamp": [490.84, 493.9], "text": " is to help entrepreneurs or potential entrepreneurs,"}, {"timestamp": [494.56, 497.92], "text": " which have brilliant ideas to make business from them."}, {"timestamp": [498.08, 499.68], "text": " And how many companies have you got here?"}, {"timestamp": [499.98, 502.6], "text": " In general, we have 1,700 companies."}, {"timestamp": [503.08, 507.68], "text": " But if we're talking about companies which are physically here,"}, {"timestamp": [508.1, 511.52], "text": " I think 3,400 companies already here."}, {"timestamp": [511.96, 513.3], "text": " So it's 25%."}, {"timestamp": [513.3, 515.54], "text": " To be a skulk of a resident, though,"}, {"timestamp": [515.6, 518.78], "text": " does that mean that a company has received a grant from you?"}, {"timestamp": [518.9, 520.92], "text": " No, I think it's a kind of myth"}, {"timestamp": [520.92, 524.2], "text": " that's the main instrument that we use to support companies"}, {"timestamp": [524.2, 525.38], "text": " that we give grants."}, {"timestamp": [525.68, 530.86], "text": " So just to give an impression, the year budget is around $20 million."}, {"timestamp": [531.86, 532.5], "text": " For grants?"}, {"timestamp": [532.62, 534.02], "text": " For grants, 20 million, yeah."}, {"timestamp": [534.44, 538.7], "text": " So for all 1,700 companies, it's not a lot, in fact."}, {"timestamp": [538.7, 544.38], "text": " And so we try to promote other instruments of support."}, {"timestamp": [549.28, 549.92], "text": " This includes use of equipment and help with intellectual property protection."}, {"timestamp": [554.74, 557.58], "text": " But in return for all this, you see the Skolkova logo on its resident company's packaging and the restrict reporting requirements too."}, {"timestamp": [559.52, 563.1], "text": " Calls to diversify the economy are nothing new in Russia."}, {"timestamp": [563.68, 569.0], "text": " President Putin has said several times that the country needs a modern economy."}, {"timestamp": [569.0, 574.0], "text": " However, critics say that too much state money has gone into Skolkava, with little financial"}, {"timestamp": [574.0, 582.0], "text": " return, and as with some other big Russian state projects, in its early years it was dogged by allegations of corruption."}, {"timestamp": [582.0, 586.76], "text": " It was a difficult period of time, the first years of the project,"}, {"timestamp": [586.96, 593.32], "text": " because many people didn't believe that it is possible to create something here. And I think"}, {"timestamp": [593.32, 599.56], "text": " all problems came from this. Skolkova is by no stretch of the imagination, the new Silicon Valley"}, {"timestamp": [599.56, 608.64], "text": " it had ambitions of becoming, but Igor Drozdof is hopeful about its future. I think everything is possible. For example, if we are talking about Skolko"}, {"timestamp": [608.64, 614.72], "text": " start-ups, I would say around 40, 50 companies, they're already global leaders in their"}, {"timestamp": [614.72, 621.52], "text": " niches. We're looking for nucleus too. And that means we're looking for a big"}, {"timestamp": [621.52, 627.28], "text": " balloon with the number two hanging from the ceiling and the company we're about to visit will be somewhere near that balloon."}, {"timestamp": [628.24, 631.6], "text": " It's quite a good way of finding your way around this huge building, isn't it?"}, {"timestamp": [632.0, 635.84], "text": " We're in the techno park, which is a cavernous warehouse of a building."}, {"timestamp": [636.48, 641.0], "text": " This is the focal point of the Skolkhafer site where residents have their offices and labs."}, {"timestamp": [641.64, 643.2], "text": " But it does feel very empty."}, {"timestamp": [644.08, 646.64], "text": " Entrepreneur Alexei Panyov has come up with a"}, {"timestamp": [646.64, 651.96], "text": " better idea for navigating the building than using the oversized balloons above our heads."}, {"timestamp": [651.96, 658.62], "text": " Here is the beacon. It's a small box over the wall and the device emits Bluetooth signal."}, {"timestamp": [658.62, 663.96], "text": " It emits the unique idea of this device. And your smartphone understands, okay, you see this"}, {"timestamp": [663.96, 666.18], "text": " beacon, that beacon, and we calculate"}, {"timestamp": [666.18, 668.68], "text": " where you're staying at the moment."}, {"timestamp": [668.68, 674.22], "text": " Alexei Panyoff runs Navajan, a small startup which aims to help people find their way around"}, {"timestamp": [674.22, 680.24], "text": " buildings like shopping centers, as well as being a tracking device of customer flows."}, {"timestamp": [680.24, 685.2], "text": " Alexei too has received grant money and uses the services Skolkhafer offers."}, {"timestamp": [686.88, 687.6], "text": " For him though there's something more."}, {"timestamp": [689.2, 689.68], "text": " And even the press school for my kids."}, {"timestamp": [691.52, 694.16], "text": " Your children are here at the school? Yeah, yeah already and I rent a house here."}, {"timestamp": [694.16, 698.64], "text": " What's it like living here? I mean it's an amazing site but it still looks like a building"}, {"timestamp": [698.64, 704.4], "text": " site. It's very interesting experience because when night comes, you're just alone here."}, {"timestamp": [704.4, 708.38], "text": " I describe it for my wife when I ask her to move to this area."}, {"timestamp": [708.38, 712.82], "text": " I tell her, okay, Skolko is also a startup and it's the best place for Russia if you want"}, {"timestamp": [712.82, 715.98], "text": " to reach some really great goals in two or three years."}, {"timestamp": [715.98, 718.12], "text": " What does your wife think of it?"}, {"timestamp": [718.12, 719.12], "text": " Let's see."}, {"timestamp": [719.12, 725.6], "text": " I don't know yet because we just live here for two or three weeks."}, {"timestamp": [730.32, 731.0], "text": " Out here at Skolkova, there would seem to be plenty on offer for Russia's new entrepreneurs."}, {"timestamp": [737.04, 737.88], "text": " But doing business in Russia is unpredictable, as I found out from one of the companies with an office here."}, {"timestamp": [742.96, 743.52], "text": " Tion makes air purification systems for industry, as well as household use."}, {"timestamp": [747.0, 751.0], "text": " Most of the company is in the Siberian town of Akadem Guradok, from where I spoke over Skype to Mikhail Emelkin,"}, {"timestamp": [751.0, 754.0], "text": " chief technical officer about his boss."}, {"timestamp": [754.0, 759.0], "text": " This is interesting and in logic story, I don't know."}, {"timestamp": [759.0, 764.0], "text": " So he was arrested in June and he was charged"}, {"timestamp": [764.0, 766.64], "text": " some very strange things."}, {"timestamp": [766.64, 777.76], "text": " The charges sound like that in Tion we were falsificating our own products to lower their cost."}, {"timestamp": [777.76, 779.24], "text": " And were you?"}, {"timestamp": [779.24, 783.04], "text": " Of course these charges are absolute."}, {"timestamp": [783.04, 786.88], "text": " It's about medical institutions and this market."}, {"timestamp": [786.88, 791.64], "text": " And this market is really over-regulated in Russia."}, {"timestamp": [791.64, 796.38], "text": " In Russia, you don't only have to certify products when you release them, but also when"}, {"timestamp": [796.38, 798.24], "text": " you make any changes."}, {"timestamp": [798.24, 801.58], "text": " Which may take years."}, {"timestamp": [801.58, 808.9], "text": " And so there was a situation when we didn't manage to get all the certificates in time."}, {"timestamp": [809.6, 816.46], "text": " After updating their air purifiers for hospitals, Mikhail's boss, Dmitri Trubitsin, was placed under"}, {"timestamp": [816.46, 822.9], "text": " house arrest, accused of breaching a 2015 law, which made selling unregistered or counterfeit"}, {"timestamp": [822.9, 825.1], "text": " medical equipment a criminal offence."}, {"timestamp": [825.6, 829.1], "text": " He denies the charges and his arrest caused an uproar,"}, {"timestamp": [829.46, 834.22], "text": " with 5,000 people signing a petition appealing to the president to halt the case."}, {"timestamp": [834.66, 840.08], "text": " Laws in Russia, they are not adapted for innovation industry."}, {"timestamp": [840.56, 847.0], "text": " But in this case of Dimitri, I do not think that this is a bureaucratical mistake."}, {"timestamp": [847.0, 857.0], "text": " I think that just somebody didn't like that Tion grows so rapidly and that Tion dominates in several markets."}, {"timestamp": [857.0, 868.96], "text": " How unusual is this? Or is it just something that entrepreneurs in Russia have to accept could happen. We have such a proverb in Russia."}, {"timestamp": [868.96, 876.4], "text": " You should not be surprised if you unexpectedly get a lot of money"}, {"timestamp": [876.4, 880.32], "text": " or if you unexpectedly go to jail."}, {"timestamp": [885.56, 889.0], "text": " But for some, that uncertainty has proved too much."}, {"timestamp": [889.5, 893.76], "text": " Although there are no official figures, it's believed that thousands of entrepreneurs are"}, {"timestamp": [893.76, 895.16], "text": " leaving Russia every year."}, {"timestamp": [895.96, 901.34], "text": " Glebowski is an outspoken political consultant and former advisor to the Kremlin."}, {"timestamp": [902.0, 906.24], "text": " He says the lines between business and government are often blurred."}, {"timestamp": [906.24, 908.24], "text": " Business in Russia"}, {"timestamp": [908.24, 916.24], "text": " You can do business in Russia, but you have to realize the price you're going to pay for it."}, {"timestamp": [916.24, 922.08], "text": " And no one is going to tell you what price exactly they pay and to whom."}, {"timestamp": [922.08, 926.44], "text": " He can't tell you about the bribes he gave the officials to leave him alone,"}, {"timestamp": [926.44, 932.84], "text": " or about the backing he had to get one way or another, against the special services,"}, {"timestamp": [932.84, 939.28], "text": " against the investigative structures, so that they wouldn't touch him. And if he's, for example,"}, {"timestamp": [939.28, 943.28], "text": " a friend of the head of the administration or some minister."}, {"timestamp": [943.28, 950.5], "text": " And he says large state control companies like the oil giant Rosneft are particularly close to those in power."}, {"timestamp": [950.5, 959.0], "text": " The Russian economy doesn't exist apart from the Russian government."}, {"timestamp": [959.0, 967.0], "text": " That's why such extra-large corporations such as Rosneft automatically turn into instruments of power."}, {"timestamp": [967.58, 973.64], "text": " And it is a real power. It is a power that practically possesses its own security, its"}, {"timestamp": [973.64, 979.88], "text": " own connections in all our special services. You're listening to Global Business on the BBC World"}, {"timestamp": [979.88, 985.58], "text": " Service. I'm Caroline Bailey. This week I'm asking whether Russia can diversify its economy."}, {"timestamp": [986.4, 992.32], "text": " In spite of all the challenges faced by businesses in Russia, many do survive and even thrive."}, {"timestamp": [993.76, 1000.98], "text": " Andre Trubnikov, the boss of Natura Sberica, has just arrived for our interview bearing an"}, {"timestamp": [1000.98, 1002.6], "text": " enormous bouquet of flowers."}, {"timestamp": [1003.22, 1006.0], "text": " Who are these four? What are like, gosh, it's beautiful."}, {"timestamp": [1006.0, 1012.0], "text": " I have to say, I don't usually start my interviews by being presented with flowers."}, {"timestamp": [1012.0, 1018.0], "text": " Andrea merges, a rather unusual looking, small, plump, middle-aged man dressed in black."}, {"timestamp": [1018.0, 1026.0], "text": " Upstairs in his flagship Moscow cosmetics store, he explains to me why he's wearing a giant bear claw around his neck."}, {"timestamp": [1026.0, 1034.0], "text": " This is the necklace of Siberian shaman. It protects against evil things."}, {"timestamp": [1034.0, 1035.0], "text": " Evil spirits, yeah."}, {"timestamp": [1035.0, 1037.0], "text": " Does it work?"}, {"timestamp": [1037.0, 1038.0], "text": " I don't know."}, {"timestamp": [1038.0, 1045.08], "text": " But I really want to know how he's built up a cosmetics empire based on Siberian plants."}, {"timestamp": [1045.08, 1055.0], "text": " You know, in 2002, there was no market for natural and organic cosmetic in Russia."}, {"timestamp": [1055.0, 1061.72], "text": " Distributors rejected my brand and they said it was a crazy idea to introduce the brand"}, {"timestamp": [1061.72, 1065.2], "text": " which is more expensive but it's natural."}, {"timestamp": [1065.62, 1069.58], "text": " It took me some maybe three years to convince them."}, {"timestamp": [1070.3, 1075.16], "text": " Andrei Trubnikov cut his teeth as a businessman in the turbulent 1990s,"}, {"timestamp": [1075.6, 1077.46], "text": " the early post-communism years."}, {"timestamp": [1078.18, 1080.74], "text": " In fact, he went bankrupt in 1999,"}, {"timestamp": [1081.54, 1087.0], "text": " before starting what became a successful cosmetics company with only $5,000."}, {"timestamp": [1087.0, 1091.0], "text": " Today the company has a turnover of around $300 million,"}, {"timestamp": [1091.0, 1097.0], "text": " employs 4,000 people worldwide and exports to 45 countries."}, {"timestamp": [1097.0, 1099.0], "text": " How did you do it?"}, {"timestamp": [1099.0, 1101.0], "text": " I don't know."}, {"timestamp": [1101.0, 1104.0], "text": " But one thing he's, of course, keen to tell me is..."}, {"timestamp": [1104.0, 1107.1], "text": " I'm not a politic man, you know. I don't know. But one thing he's, of course, keen to tell me is... I'm not a politic man, you know."}, {"timestamp": [1107.48, 1108.98], "text": " I don't like politics."}, {"timestamp": [1110.18, 1115.4], "text": " This product is very interesting because of it's so detox for face."}, {"timestamp": [1116.02, 1117.9], "text": " André shows us around his store,"}, {"timestamp": [1118.34, 1121.44], "text": " along with his director of PR, Vitali Kozlenko,"}, {"timestamp": [1122.0, 1123.9], "text": " who's on hand to fill in any details."}, {"timestamp": [1124.74, 1125.92], "text": " But Andre is getting bored, and suddenly he pulls a large, Vitali Kozlenko, who's on hand to fill in any details. You can use special sponge."}, {"timestamp": [1125.92, 1132.0], "text": " But Andre is getting bored, and suddenly he pulls a large decorative wooden wreath off a shelf,"}, {"timestamp": [1132.0, 1135.0], "text": " and to my surprise, begins to eat it."}, {"timestamp": [1135.0, 1138.0], "text": " There's a real limonik."}, {"timestamp": [1138.0, 1144.0], "text": " Limonik is a Siberian plant which is in shampoo."}, {"timestamp": [1144.0, 1147.0], "text": " And you can eat it, you're chewing it."}, {"timestamp": [1147.0, 1150.0], "text": " You can try it, so like, or to smell."}, {"timestamp": [1150.0, 1152.0], "text": " Maybe, maybe not."}, {"timestamp": [1152.0, 1154.0], "text": " So what happens, it's ground."}, {"timestamp": [1154.0, 1157.0], "text": " No way was I trying the Lémenique."}, {"timestamp": [1157.0, 1161.0], "text": " But behind this extraordinary facade is a highly ambitious businessman"}, {"timestamp": [1161.0, 1165.3], "text": " whose cosmetics group is developing rapidly at home and abroad."}, {"timestamp": [1165.3, 1171.62], "text": " For example, last year we opened about 60 shops in Russia."}, {"timestamp": [1171.62, 1173.76], "text": " How many shops do you have now altogether?"}, {"timestamp": [1173.76, 1177.08], "text": " We have about 80 shops."}, {"timestamp": [1177.08, 1181.98], "text": " This recent growth has been helped, he says, by the impact of Western economic sanctions"}, {"timestamp": [1181.98, 1183.34], "text": " on Russia."}, {"timestamp": [1183.34, 1185.88], "text": " These were imposed in 2014 after Russia's"}, {"timestamp": [1185.88, 1191.72], "text": " annexation of Crimea. In retaliation, the Russian government banned imports from the US and"}, {"timestamp": [1191.72, 1198.54], "text": " EU of many food and agricultural products. I think that the sanctions are very good for Russian"}, {"timestamp": [1198.54, 1205.26], "text": " economy, because people begin to think about how to make business, how to make money."}, {"timestamp": [1205.66, 1210.28], "text": " Otherwise, they just sell the oil and gas, and they don't think anything."}, {"timestamp": [1210.58, 1214.4], "text": " But the sanctions weren't actually against any of your sort of products."}, {"timestamp": [1214.78, 1218.04], "text": " You know, before the sanctions, the people said that,"}, {"timestamp": [1218.3, 1220.16], "text": " this Russian products, I don't buy."}, {"timestamp": [1220.66, 1223.26], "text": " Low quality and these kind of things."}, {"timestamp": [1223.26, 1227.0], "text": " I want to buy La Privyvi, Cream de la Mare."}, {"timestamp": [1227.0, 1232.0], "text": " But now they think, oh, why not to buy this Siberian products?"}, {"timestamp": [1232.0, 1239.0], "text": " And they try and they see the quality is the same, but the price is much lower."}, {"timestamp": [1239.0, 1244.0], "text": " And there are plenty of other businesses that feel sanctions are actually giving them a boost."}, {"timestamp": [1244.0, 1249.96], "text": " Could international politics be playing a subtle role in the diversification of Russia's economy,"}, {"timestamp": [1249.96, 1252.46], "text": " I wonder?"}, {"timestamp": [1252.46, 1256.76], "text": " We've come out to one of Moscow's suburbs to find a cheese shop."}, {"timestamp": [1256.76, 1262.0], "text": " And we're going to meet Alexander, who was a computer programmer and decided that really"}, {"timestamp": [1262.0, 1266.52], "text": " his calling was being a cheese sommelier."}, {"timestamp": [1268.42, 1268.8], "text": " Then I opened cheese store."}, {"timestamp": [1270.86, 1271.22], "text": " It was one month before the sanctions."}, {"timestamp": [1276.1, 1278.54], "text": " And I really scared because everything that you are selling is now under embargo and you just don't know what to do."}, {"timestamp": [1279.08, 1283.82], "text": " Alexander Kruppetskov had set up his shop to sell European cheese to the Russians."}, {"timestamp": [1284.5, 1287.94], "text": " But once the Russian government banned many Western food imports,"}, {"timestamp": [1288.34, 1290.52], "text": " it looked as if his plans would be thwarted."}, {"timestamp": [1291.26, 1295.1], "text": " Determined not to give up, he set off in search of home-grown alternatives."}, {"timestamp": [1295.8, 1300.5], "text": " It was really difficult, and I can tell that about the first year,"}, {"timestamp": [1300.62, 1307.2], "text": " there were just small cheese makers, and there there were just few of them and after the year"}, {"timestamp": [1307.2, 1312.48], "text": " people believe that sanctions are for a long time and try to invest their money in the"}, {"timestamp": [1312.48, 1317.2], "text": " cheese making so we're going to I'm going to try a little bit of this brie it's made in a"}, {"timestamp": [1317.2, 1323.12], "text": " Moscow region it's just made with a small family and they make it in their house in"}, {"timestamp": [1323.12, 1327.56], "text": " their kitchen yeah yeah I've just tried some, and it's nice,"}, {"timestamp": [1327.72, 1331.62], "text": " but it doesn't really taste like Brie, the Brie I know."}, {"timestamp": [1331.76, 1333.44], "text": " It doesn't taste like French Brie."}, {"timestamp": [1334.24, 1338.04], "text": " Well, they haven't had very long to develop their cheesemaking skills yet,"}, {"timestamp": [1338.04, 1341.02], "text": " but undoubtedly there's a market opportunity here."}, {"timestamp": [1341.76, 1345.56], "text": " And the Russian government is trying to use the country's political isolation"}, {"timestamp": [1345.56, 1351.9], "text": " as a chance to resurrect the agriculture industry with incentives for farmers and food producers."}, {"timestamp": [1352.58, 1357.14], "text": " But for how long? And what will happen when the embargo is lifted, do you think? Will people"}, {"timestamp": [1357.14, 1361.46], "text": " go back to eating imported cheeses or is the Russian cheese here to stay?"}, {"timestamp": [1362.0, 1370.0], "text": " I think that about 90% of Russian cheese will die because they are too expensive."}, {"timestamp": [1370.0, 1375.0], "text": " We've got apples growing on the right and plowed fields over there."}, {"timestamp": [1375.0, 1381.0], "text": " Back on the road, this is fast becoming a culinary adventure with me as Taster-in-Chief."}, {"timestamp": [1381.0, 1384.0], "text": " Are they right? They're quite hard, aren't they?"}, {"timestamp": [1384.0, 1389.0], "text": " I'm now on a tour of a former Soviet State farm on the outer reaches of Moscow."}, {"timestamp": [1389.0, 1391.0], "text": " They're good."}, {"timestamp": [1391.0, 1397.0], "text": " The director, Paviel Grudenin, keeps leaping in and out of his spotless white four-by-four"}, {"timestamp": [1397.0, 1399.0], "text": " to pick fruit for me to try."}, {"timestamp": [1399.0, 1405.04], "text": " He's skeptical, though, about how much impact the sanctions have really had on boosting agriculture at home."}, {"timestamp": [1405.04, 1411.4], "text": " First, you have to realize that there are no sanctions as such."}, {"timestamp": [1411.96, 1416.52], "text": " If you are within one economic environment that did prohibit import,"}, {"timestamp": [1416.98, 1421.66], "text": " but your partners, Belarus and Kazakhstan, didn't prohibit anything at all,"}, {"timestamp": [1422.24, 1424.64], "text": " this produce will get into your markets."}, {"timestamp": [1425.22, 1426.34], "text": " And this is what happened."}, {"timestamp": [1427.08, 1431.18], "text": " Belarus brought to Russia more apples last year than it has grown."}, {"timestamp": [1431.82, 1433.72], "text": " These are Polish and European apples."}, {"timestamp": [1434.52, 1439.82], "text": " On our tour, Paviel is easily distracted by the produce in the refrigerated storage rooms,"}, {"timestamp": [1440.26, 1443.6], "text": " while lamenting the problems the agriculture industry faces."}, {"timestamp": [1445.76, 1448.5], "text": " We are in constant struggle with the authorities."}, {"timestamp": [1449.12, 1450.5], "text": " They just cannot leave us alone."}, {"timestamp": [1451.02, 1452.76], "text": " What's the problem with the authorities?"}, {"timestamp": [1453.04, 1455.62], "text": " Why is it so difficult to sell your products in Moscow?"}, {"timestamp": [1458.14, 1461.64], "text": " Well, all our producers have problems with the authorities."}, {"timestamp": [1462.9, 1463.88], "text": " Just give me one."}, {"timestamp": [1464.6, 1467.0], "text": " So you see, we produce blueberries,"}, {"timestamp": [1467.0, 1469.0], "text": " but the season has already ended."}, {"timestamp": [1469.0, 1470.0], "text": " Try it."}, {"timestamp": [1470.0, 1472.0], "text": " These are blueberries."}, {"timestamp": [1472.0, 1474.0], "text": " I'm just trying one."}, {"timestamp": [1474.0, 1475.0], "text": " Oh, good."}, {"timestamp": [1475.0, 1480.0], "text": " Why do we have problems?"}, {"timestamp": [1480.0, 1484.0], "text": " Because all entrepreneurs in Russia have problems."}, {"timestamp": [1484.0, 1487.26], "text": " The President said that we will respond to the sanctions"}, {"timestamp": [1487.26, 1489.18], "text": " with the freedom of entrepreneurship."}, {"timestamp": [1490.18, 1492.48], "text": " But the government apparently didn't hear him."}, {"timestamp": [1493.3, 1495.76], "text": " If you want to sell your produce, say in England,"}, {"timestamp": [1496.72, 1498.2], "text": " you'll get the permission fast."}, {"timestamp": [1498.72, 1501.56], "text": " But here, you have to get lots of papers."}, {"timestamp": [1502.02, 1505.94], "text": " And it's an official who defines how you're going to sell, where"}, {"timestamp": [1505.94, 1512.72], "text": " you're going to sell, and when. And first of all, he thinks of not how to help you, but how to make"}, {"timestamp": [1512.72, 1518.26], "text": " you owe him. Two years ago, the authorities refused to give the Lenin Sovho's permission to sell"}, {"timestamp": [1518.26, 1523.94], "text": " their strawberries outside the Moscow metro, as they usually do. Pavia went to the Russian media"}, {"timestamp": [1523.94, 1527.0], "text": " and the authorities back down."}, {"timestamp": [1527.0, 1534.0], "text": " So we're the closest, the biggest and the best farm in Russia. It's hard to contend with us,"}, {"timestamp": [1534.0, 1537.0], "text": " but they still try to block us somehow."}, {"timestamp": [1537.0, 1542.0], "text": " Paviel says, despite being the biggest strawberry grower in Russia, it's still difficult"}, {"timestamp": [1542.0, 1545.24], "text": " to make a profit from farming, and he's actually making money"}, {"timestamp": [1545.24, 1551.62], "text": " in property. Today, 8,000 people are living in a strawberry-themed urban development that"}, {"timestamp": [1551.62, 1556.84], "text": " he's built on the edge of the farm. It has adventure playgrounds for young children with giant"}, {"timestamp": [1556.84, 1563.58], "text": " artificial strawberries to clamber over, artificial lakes, plus a kindergarten with turrets and towers."}, {"timestamp": [1564.18, 1569.0], "text": " This really is diversification, diversification from farming."}, {"timestamp": [1569.0, 1575.0], "text": " But diversifying the whole economy is much more difficult."}, {"timestamp": [1575.0, 1579.0], "text": " I've heard plenty of success stories and evidence of change,"}, {"timestamp": [1579.0, 1582.0], "text": " but I've also heard about the challenges,"}, {"timestamp": [1582.0, 1587.74], "text": " of crippling regulation, government interference and corruption."}, {"timestamp": [1587.74, 1600.32], "text": " And until that environment changes, wholesale diversification of an economy dominated by energy in the state is highly unlikely."}, {"timestamp": [1600.32, 1604.24], "text": " The BBC's world of business was presented by me, Caroline Bailey."}, {"timestamp": [1604.24, 1605.92], "text": " The producer was Kate Lamble."}, {"timestamp": [1611.12, 1613.76], "text": " Yoga is more than just exercise."}, {"timestamp": [1614.32, 1617.28], "text": " It's the spiritual practice that millions swear by."}, {"timestamp": [1618.08, 1622.0], "text": " And in 2017, Miranda, a university tutor from London,"}, {"timestamp": [1622.32, 1625.68], "text": " joins a yoga school that promises profound transformation."}, {"timestamp": [1626.24, 1630.06], "text": " It felt a really safe and welcoming space."}, {"timestamp": [1630.48, 1632.3], "text": " After the yoga classes, I felt amazing."}, {"timestamp": [1632.76, 1638.04], "text": " But soon, that calm, welcoming atmosphere leads to something far darker,"}, {"timestamp": [1638.48, 1645.2], "text": " a journey that leads to allegations of grooming, trafficking and exploitation across international borders."}, {"timestamp": [1646.16, 1650.72], "text": " I don't have my passport. I don't have my phone. I don't have my bank cards. I have nothing."}, {"timestamp": [1651.02, 1656.42], "text": " The passport being taken, the being in a house and not feeling like they can leave."}, {"timestamp": [1657.12, 1662.76], "text": " World of Secrets is where untold stories are unveiled and hidden realities are exposed."}, {"timestamp": [1663.34, 1667.76], "text": " In this new series, we're confronting the dark side of the wellness industry,"}, {"timestamp": [1667.76, 1672.76], "text": " where the hope of a spiritual breakthrough gives way to disturbing accusations."}, {"timestamp": [1672.76, 1680.76], "text": " You just get sucked in so gradually and it's done so skillfully that you don't realize."}, {"timestamp": [1680.76, 1683.76], "text": " And it's like this, the secret that's there."}, {"timestamp": [1683.76, 1691.04], "text": " I wanted to believe that, you know, that, you know, that, you know,'s there i wanted to believe that you know that whatever"}, {"timestamp": [1691.04, 1698.48], "text": " they were doing even if it seemed gross to me was for some spiritual reason that i couldn't you"}, {"timestamp": [1698.48, 1705.2], "text": " understand revealing the hidden secrets of a global yoga network i I feel that I have no other choice."}, {"timestamp": [1705.2, 1709.84], "text": " The only thing I can do is to speak about this"}, {"timestamp": [1709.84, 1715.52], "text": " and to put my reputation and everything else on the line."}, {"timestamp": [1715.52, 1718.16], "text": " I want truth and justice."}, {"timestamp": [1721.28, 1726.08], "text": " And for other people to not be hurt for things to be different in the future."}, {"timestamp": [1726.56, 1732.64], "text": " To bring it into the light and almost alchemise some of that evil stuff that went on"}, {"timestamp": [1732.64, 1734.9], "text": " and take back the power."}, {"timestamp": [1737.18, 1740.64], "text": " World of Secrets, Season 6, The Bad Guru."}, {"timestamp": [1741.18, null], "text": " Listen wherever you get your podcasts"}], "text": " This BBC podcast is supported by ads outside the UK. Welcome to the BBC's World of Business podcast. I'm Caroline Bailey. And in this edition, I've been to Moscow, where I was reporting on Russia's attempts to diversify its energy-dominated economy. To really understand the importance of the Russian oil industry to the state and to the Russian government, all you have to do is stand here on the Moscow River. Behind me are the imposing red walls of the Kremlin which surround President Putin's seat of power. But literally just across the river from where I'm standing are the headquarters of Rosneft, Russia's biggest oil company, which is state-controlled. The links between the two are quite inextricable. I'm Caroline Bailey, and in this episode of Global Business on the BBC World Service, I'm asking why the Russian economy needs to diversify and whether it can succeed in doing so. And Dennis is standing upright. And can he walk? Denise, can you walk? In a lobby surrounded by hamster cages and a fish tank, Dennis is walking with a robotic skeleton. This would be less impressive if he wasn't paralysed from the waist down after an accident 10 years ago. The exoskeleton he's demonstrating is made by ExoAtlut, one of Russia's new breed of tech companies, a sector which the government hopes will help move the economy away from its reliance on energy. Can I just ask you, Dennis, how does it feel? It's amazing. We'll come back to Dennis a bit later. But first, let's establish just how significant oil is to Russia. We in Russia literally do not have presidents being people. It's oil being the president of Russia. Said with feeling by Andrei Movchan, an independent economist at the Moscow Carnegie Center, which is part of an international think tank. His aim, he tells me, is... To state at a situation where half of the auditorum believes that you are the CIA agents and half of the auditorium believes that you're a KGB agents. But if he believes oil is the real power behind Russia, how does it all add up within the economy? Russia is a country rich in natural resources, with an abundance of hydrocarbons such as oil, gas and coal. Well, Russian economy is rather simple. The GDP construction starts with about 30% of the GDP being brought by the natural resources. You should add 15% of the GDP made by energy production and distribution. Would you say it still is very much an energy-based economy? Yes, if you look at the ruble dollar rate, for example, the ruble dollar rate is defined by just one perimeter of the price of oil. Nothing else is important in terms of price of the collateral of the economy. He says that 80% of Russia's exports are directly related to hydrocarbons, which doesn't leave much room for anything else. There are other countries such as Norway that rely on energy. They don't really seem to have diversified their economies. Do you think it matters? Yes and now. Norway has about five times more oil per capita than Russia. So it's easy to be Norway or United Arabic Emirates, for example. We have as much oil per capita as Kazakhstan or Venezuela or Iran. It's very hard to build a good country on that amount of oil. For the ministers, for the government, for the president, the situation in Russia is very stable and very good. On the other hand, if you look from a regular 24-stored house in Moscow suburb, the situation is bad. The incomes go down and it's harder and harder to maintain the level of living. Russia is now emerging from two years of recession. The huge decline in the worldwide oil price in 2014 caused the economy to contract sharply. The value of the ruble fell with the oil price and consumers stopped spending as household incomes were squeezed. So what hope is there for finding an alternative to oil? I've got a program, so I'm going to We're back at ExoAtlet, where Dennis is demonstrating the robotic skeleton. You look really quite nimble. You've done a complete 360-degree turn. Walking with the exoskeleton helps to reconstruct the own walking function of the person. And we have good results with our other patients. Some of them start to feel their legs. The chief executive, Ekaterina Beriesi, is keen to stress that their machine doesn't promise the paralys that they'll suddenly walk unaided. Instead, it's more likely to be used for stroke rehabilitation. Ten years ago, it was completely impossible to do anything in this area. We never could get any grant money for research and development. But now it's possible. Now there are a lot of initiatives that helps to do the specific innovation, things that maybe no one believe even. Exoatlet was given help by Skulkeva, a government-funded organization for the high-tech industry, set up by then President Medvedev seven years ago. It was ambitiously billed as Russia's answer to Silicon Valley and was an attempt to diversify the economy. Skolkova helped us a lot with the PR, for example. And Skolko, for sure, helped us with the grant money for developing the new model because research and development of new product is rather expensive. Are you profitable now? Not yet. When do you think you will be? We need about three years of sales to start to be profitable. Despite this Russian support, Exo-Atlet has had major investment from South Korea, where they'll be manufacturing exoskeletons for the Asian market. We start to be the multinational company, but we still think that we are Russian. Because we start from here, we are from Russia, and we trust that in Russia, there are a lot of genius engineers and genius people. Maybe that's got a lot of genius engineers and genius people. Maybe that's Skolkova up ahead. Skolkova isn't just a support mechanism. It's a physical place, a city in the making, beyond the Moscow suburbs. Oh yes, yes, we can see it now. Oh, it looks like a huge, huge warehouse, actually. Whizzing around the vast site and a minibus with a guide, we pass shiny office buildings, research centers, a school, all amongst piles of newly deposited earth. So we're going to technoparko, the point is the infrastructure is now developing. It's compared with the big plan. There isn't very much here, is there really? I mean, it's very dynamic, as you say. There's lots of building work going on, but there are a lot of gaps to be filled in. Yes, because it's still a lot of things still under construction. According to the plan, the main buildings will be ready until the end of this year. So we are in the living quarter now, the first one that is ready. And there's a brand new housing estate marooned out here, white box-like houses with clear views across an empty, featureless landscape. We're on our way to meet Igor Drozdov, who's chairman of the Skolkova Foundation. The main idea is to change ideas into business, is to help entrepreneurs or potential entrepreneurs, which have brilliant ideas to make business from them. And how many companies have you got here? In general, we have 1,700 companies. But if we're talking about companies which are physically here, I think 3,400 companies already here. So it's 25%. To be a skulk of a resident, though, does that mean that a company has received a grant from you? No, I think it's a kind of myth that's the main instrument that we use to support companies that we give grants. So just to give an impression, the year budget is around $20 million. For grants? For grants, 20 million, yeah. So for all 1,700 companies, it's not a lot, in fact. And so we try to promote other instruments of support. This includes use of equipment and help with intellectual property protection. But in return for all this, you see the Skolkova logo on its resident company's packaging and the restrict reporting requirements too. Calls to diversify the economy are nothing new in Russia. President Putin has said several times that the country needs a modern economy. However, critics say that too much state money has gone into Skolkava, with little financial return, and as with some other big Russian state projects, in its early years it was dogged by allegations of corruption. It was a difficult period of time, the first years of the project, because many people didn't believe that it is possible to create something here. And I think all problems came from this. Skolkova is by no stretch of the imagination, the new Silicon Valley it had ambitions of becoming, but Igor Drozdof is hopeful about its future. I think everything is possible. For example, if we are talking about Skolko start-ups, I would say around 40, 50 companies, they're already global leaders in their niches. We're looking for nucleus too. And that means we're looking for a big balloon with the number two hanging from the ceiling and the company we're about to visit will be somewhere near that balloon. It's quite a good way of finding your way around this huge building, isn't it? We're in the techno park, which is a cavernous warehouse of a building. This is the focal point of the Skolkhafer site where residents have their offices and labs. But it does feel very empty. Entrepreneur Alexei Panyov has come up with a better idea for navigating the building than using the oversized balloons above our heads. Here is the beacon. It's a small box over the wall and the device emits Bluetooth signal. It emits the unique idea of this device. And your smartphone understands, okay, you see this beacon, that beacon, and we calculate where you're staying at the moment. Alexei Panyoff runs Navajan, a small startup which aims to help people find their way around buildings like shopping centers, as well as being a tracking device of customer flows. Alexei too has received grant money and uses the services Skolkhafer offers. For him though there's something more. And even the press school for my kids. Your children are here at the school? Yeah, yeah already and I rent a house here. What's it like living here? I mean it's an amazing site but it still looks like a building site. It's very interesting experience because when night comes, you're just alone here. I describe it for my wife when I ask her to move to this area. I tell her, okay, Skolko is also a startup and it's the best place for Russia if you want to reach some really great goals in two or three years. What does your wife think of it? Let's see. I don't know yet because we just live here for two or three weeks. Out here at Skolkova, there would seem to be plenty on offer for Russia's new entrepreneurs. But doing business in Russia is unpredictable, as I found out from one of the companies with an office here. Tion makes air purification systems for industry, as well as household use. Most of the company is in the Siberian town of Akadem Guradok, from where I spoke over Skype to Mikhail Emelkin, chief technical officer about his boss. This is interesting and in logic story, I don't know. So he was arrested in June and he was charged some very strange things. The charges sound like that in Tion we were falsificating our own products to lower their cost. And were you? Of course these charges are absolute. It's about medical institutions and this market. And this market is really over-regulated in Russia. In Russia, you don't only have to certify products when you release them, but also when you make any changes. Which may take years. And so there was a situation when we didn't manage to get all the certificates in time. After updating their air purifiers for hospitals, Mikhail's boss, Dmitri Trubitsin, was placed under house arrest, accused of breaching a 2015 law, which made selling unregistered or counterfeit medical equipment a criminal offence. He denies the charges and his arrest caused an uproar, with 5,000 people signing a petition appealing to the president to halt the case. Laws in Russia, they are not adapted for innovation industry. But in this case of Dimitri, I do not think that this is a bureaucratical mistake. I think that just somebody didn't like that Tion grows so rapidly and that Tion dominates in several markets. How unusual is this? Or is it just something that entrepreneurs in Russia have to accept could happen. We have such a proverb in Russia. You should not be surprised if you unexpectedly get a lot of money or if you unexpectedly go to jail. But for some, that uncertainty has proved too much. Although there are no official figures, it's believed that thousands of entrepreneurs are leaving Russia every year. Glebowski is an outspoken political consultant and former advisor to the Kremlin. He says the lines between business and government are often blurred. Business in Russia You can do business in Russia, but you have to realize the price you're going to pay for it. And no one is going to tell you what price exactly they pay and to whom. He can't tell you about the bribes he gave the officials to leave him alone, or about the backing he had to get one way or another, against the special services, against the investigative structures, so that they wouldn't touch him. And if he's, for example, a friend of the head of the administration or some minister. And he says large state control companies like the oil giant Rosneft are particularly close to those in power. The Russian economy doesn't exist apart from the Russian government. That's why such extra-large corporations such as Rosneft automatically turn into instruments of power. And it is a real power. It is a power that practically possesses its own security, its own connections in all our special services. You're listening to Global Business on the BBC World Service. I'm Caroline Bailey. This week I'm asking whether Russia can diversify its economy. In spite of all the challenges faced by businesses in Russia, many do survive and even thrive. Andre Trubnikov, the boss of Natura Sberica, has just arrived for our interview bearing an enormous bouquet of flowers. Who are these four? What are like, gosh, it's beautiful. I have to say, I don't usually start my interviews by being presented with flowers. Andrea merges, a rather unusual looking, small, plump, middle-aged man dressed in black. Upstairs in his flagship Moscow cosmetics store, he explains to me why he's wearing a giant bear claw around his neck. This is the necklace of Siberian shaman. It protects against evil things. Evil spirits, yeah. Does it work? I don't know. But I really want to know how he's built up a cosmetics empire based on Siberian plants. You know, in 2002, there was no market for natural and organic cosmetic in Russia. Distributors rejected my brand and they said it was a crazy idea to introduce the brand which is more expensive but it's natural. It took me some maybe three years to convince them. Andrei Trubnikov cut his teeth as a businessman in the turbulent 1990s, the early post-communism years. In fact, he went bankrupt in 1999, before starting what became a successful cosmetics company with only $5,000. Today the company has a turnover of around $300 million, employs 4,000 people worldwide and exports to 45 countries. How did you do it? I don't know. But one thing he's, of course, keen to tell me is... I'm not a politic man, you know. I don't know. But one thing he's, of course, keen to tell me is... I'm not a politic man, you know. I don't like politics. This product is very interesting because of it's so detox for face. André shows us around his store, along with his director of PR, Vitali Kozlenko, who's on hand to fill in any details. But Andre is getting bored, and suddenly he pulls a large, Vitali Kozlenko, who's on hand to fill in any details. You can use special sponge. But Andre is getting bored, and suddenly he pulls a large decorative wooden wreath off a shelf, and to my surprise, begins to eat it. There's a real limonik. Limonik is a Siberian plant which is in shampoo. And you can eat it, you're chewing it. You can try it, so like, or to smell. Maybe, maybe not. So what happens, it's ground. No way was I trying the Lémenique. But behind this extraordinary facade is a highly ambitious businessman whose cosmetics group is developing rapidly at home and abroad. For example, last year we opened about 60 shops in Russia. How many shops do you have now altogether? We have about 80 shops. This recent growth has been helped, he says, by the impact of Western economic sanctions on Russia. These were imposed in 2014 after Russia's annexation of Crimea. In retaliation, the Russian government banned imports from the US and EU of many food and agricultural products. I think that the sanctions are very good for Russian economy, because people begin to think about how to make business, how to make money. Otherwise, they just sell the oil and gas, and they don't think anything. But the sanctions weren't actually against any of your sort of products. You know, before the sanctions, the people said that, this Russian products, I don't buy. Low quality and these kind of things. I want to buy La Privyvi, Cream de la Mare. But now they think, oh, why not to buy this Siberian products? And they try and they see the quality is the same, but the price is much lower. And there are plenty of other businesses that feel sanctions are actually giving them a boost. Could international politics be playing a subtle role in the diversification of Russia's economy, I wonder? We've come out to one of Moscow's suburbs to find a cheese shop. And we're going to meet Alexander, who was a computer programmer and decided that really his calling was being a cheese sommelier. Then I opened cheese store. It was one month before the sanctions. And I really scared because everything that you are selling is now under embargo and you just don't know what to do. Alexander Kruppetskov had set up his shop to sell European cheese to the Russians. But once the Russian government banned many Western food imports, it looked as if his plans would be thwarted. Determined not to give up, he set off in search of home-grown alternatives. It was really difficult, and I can tell that about the first year, there were just small cheese makers, and there there were just few of them and after the year people believe that sanctions are for a long time and try to invest their money in the cheese making so we're going to I'm going to try a little bit of this brie it's made in a Moscow region it's just made with a small family and they make it in their house in their kitchen yeah yeah I've just tried some, and it's nice, but it doesn't really taste like Brie, the Brie I know. It doesn't taste like French Brie. Well, they haven't had very long to develop their cheesemaking skills yet, but undoubtedly there's a market opportunity here. And the Russian government is trying to use the country's political isolation as a chance to resurrect the agriculture industry with incentives for farmers and food producers. But for how long? And what will happen when the embargo is lifted, do you think? Will people go back to eating imported cheeses or is the Russian cheese here to stay? I think that about 90% of Russian cheese will die because they are too expensive. We've got apples growing on the right and plowed fields over there. Back on the road, this is fast becoming a culinary adventure with me as Taster-in-Chief. Are they right? They're quite hard, aren't they? I'm now on a tour of a former Soviet State farm on the outer reaches of Moscow. They're good. The director, Paviel Grudenin, keeps leaping in and out of his spotless white four-by-four to pick fruit for me to try. He's skeptical, though, about how much impact the sanctions have really had on boosting agriculture at home. First, you have to realize that there are no sanctions as such. If you are within one economic environment that did prohibit import, but your partners, Belarus and Kazakhstan, didn't prohibit anything at all, this produce will get into your markets. And this is what happened. Belarus brought to Russia more apples last year than it has grown. These are Polish and European apples. On our tour, Paviel is easily distracted by the produce in the refrigerated storage rooms, while lamenting the problems the agriculture industry faces. We are in constant struggle with the authorities. They just cannot leave us alone. What's the problem with the authorities? Why is it so difficult to sell your products in Moscow? Well, all our producers have problems with the authorities. Just give me one. So you see, we produce blueberries, but the season has already ended. Try it. These are blueberries. I'm just trying one. Oh, good. Why do we have problems? Because all entrepreneurs in Russia have problems. The President said that we will respond to the sanctions with the freedom of entrepreneurship. But the government apparently didn't hear him. If you want to sell your produce, say in England, you'll get the permission fast. But here, you have to get lots of papers. And it's an official who defines how you're going to sell, where you're going to sell, and when. And first of all, he thinks of not how to help you, but how to make you owe him. Two years ago, the authorities refused to give the Lenin Sovho's permission to sell their strawberries outside the Moscow metro, as they usually do. Pavia went to the Russian media and the authorities back down. So we're the closest, the biggest and the best farm in Russia. It's hard to contend with us, but they still try to block us somehow. Paviel says, despite being the biggest strawberry grower in Russia, it's still difficult to make a profit from farming, and he's actually making money in property. Today, 8,000 people are living in a strawberry-themed urban development that he's built on the edge of the farm. It has adventure playgrounds for young children with giant artificial strawberries to clamber over, artificial lakes, plus a kindergarten with turrets and towers. This really is diversification, diversification from farming. But diversifying the whole economy is much more difficult. I've heard plenty of success stories and evidence of change, but I've also heard about the challenges, of crippling regulation, government interference and corruption. And until that environment changes, wholesale diversification of an economy dominated by energy in the state is highly unlikely. The BBC's world of business was presented by me, Caroline Bailey. The producer was Kate Lamble. Yoga is more than just exercise. It's the spiritual practice that millions swear by. And in 2017, Miranda, a university tutor from London, joins a yoga school that promises profound transformation. It felt a really safe and welcoming space. After the yoga classes, I felt amazing. But soon, that calm, welcoming atmosphere leads to something far darker, a journey that leads to allegations of grooming, trafficking and exploitation across international borders. I don't have my passport. I don't have my phone. I don't have my bank cards. I have nothing. The passport being taken, the being in a house and not feeling like they can leave. World of Secrets is where untold stories are unveiled and hidden realities are exposed. In this new series, we're confronting the dark side of the wellness industry, where the hope of a spiritual breakthrough gives way to disturbing accusations. You just get sucked in so gradually and it's done so skillfully that you don't realize. And it's like this, the secret that's there. I wanted to believe that, you know, that, you know, that, you know,'s there i wanted to believe that you know that whatever they were doing even if it seemed gross to me was for some spiritual reason that i couldn't you understand revealing the hidden secrets of a global yoga network i I feel that I have no other choice. The only thing I can do is to speak about this and to put my reputation and everything else on the line. I want truth and justice. And for other people to not be hurt for things to be different in the future. To bring it into the light and almost alchemise some of that evil stuff that went on and take back the power. World of Secrets, Season 6, The Bad Guru. Listen wherever you get your podcasts"}