{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [12.48, 14.66], "text": " Welcome to the World of Business Podcast."}, {"timestamp": [15.12, 18.22], "text": " I'm Kate Lamble, and we're starting a new four-part series,"}, {"timestamp": [18.6, 20.7], "text": " looking at the energy industry around the world."}, {"timestamp": [21.3, 23.72], "text": " In the coming weeks, we'll be in the coal mines of Australia,"}, {"timestamp": [24.18, 26.16], "text": " exploring renewables in Germany,"}, {"timestamp": [26.16, 29.16], "text": " and seeing how hydrogen is being used in Italy."}, {"timestamp": [29.16, 33.0], "text": " But today, we're spending time in the kitchens of Rwanda"}, {"timestamp": [33.0, 35.46], "text": " to see how they're trying to completely overhaul"}, {"timestamp": [35.46, 40.04], "text": " their cooking fuel industry to create a cleaner, safer environment."}, {"timestamp": [48.64, 49.2], "text": " On the outskirts of the capital Kigali,"}, {"timestamp": [51.2, 52.8], "text": " Mary Rose is cooking for her family."}, {"timestamp": [58.28, 59.1], "text": " A vast pot filled with beans is balanced on three stones over a wooden fire."}, {"timestamp": [60.34, 60.92], "text": " It's not an easy job."}, {"timestamp": [64.68, 65.24], "text": " Collecting enough wood to boil the water for hours is time-consuming."}, {"timestamp": [69.86, 71.96], "text": " I go twice a day. It takes like two hours."}, {"timestamp": [76.66, 82.72], "text": " It's because I collect one stick from one place, another from another place, another from another place. It's tiring. The majority of households in this small central African country"}, {"timestamp": [82.72, 85.56], "text": " use firewood to cook on a daily basis."}, {"timestamp": [86.26, 90.06], "text": " But there's a bigger price to pay than the time taken to collect it."}, {"timestamp": [92.18, 95.26], "text": " It really gets in your eyes, doesn't it?"}, {"timestamp": [97.76, 98.66], "text": " Look at that."}, {"timestamp": [99.18, 106.8], "text": " After just a few minutes in Mary Rose's tiny enclosed kitchen, tears are pouring down my face from being in such a smoky"}, {"timestamp": [106.8, 117.36], "text": " environment. Smoke gets in your eyes, it does. I'm going to step out. In the light, you can see"}, {"timestamp": [117.36, 122.4], "text": " soot has also covered me from head to toe. Several neighbours try to help brush me down."}, {"timestamp": [124.4, 126.92], "text": " And you went there for just a short time."}, {"timestamp": [127.64, 130.04], "text": " Imagine if you were there for a few hours."}, {"timestamp": [131.66, 133.14], "text": " It's very irritating."}, {"timestamp": [133.44, 138.6], "text": " Sometimes I even have to leave the port for a few hours because I'm so tired of it."}, {"timestamp": [139.52, 144.04], "text": " While I'm unable to stay in this environment for even a few minutes without feeling the effects,"}, {"timestamp": [144.62, 147.78], "text": " Mary Rose and millions of others in Rwanda, mainly women,"}, {"timestamp": [148.22, 152.3], "text": " spend hours every day tending to their pots while breathing in the smoke."}, {"timestamp": [152.98, 157.4], "text": " We know over long periods this increases the risk of respiratory infections,"}, {"timestamp": [157.98, 160.32], "text": " heart disease, strokes and lung cancer."}, {"timestamp": [160.98, 164.86], "text": " In fact, respiratory infections are one of the leading causes of death in the country."}, {"timestamp": [165.66, 171.72], "text": " It doesn't stop there. If households don't use wood, they typically buy charcoal. Together,"}, {"timestamp": [171.9, 176.52], "text": " these materials known as biomass are one of the biggest drivers of deforestation."}, {"timestamp": [179.82, 184.98], "text": " We've just pulled over on the side of the road, which is lined by forest."}, {"timestamp": [184.98, 185.74], "text": " We've just pulled over on the side of the road, which is lined by forest."}, {"timestamp": [194.0, 194.76], "text": " As we've walked up the rise on one side, you can see the entire slope has been cleared of trees."}, {"timestamp": [200.78, 201.86], "text": " And that's because below us, you can see the smoke of charcoal manufacture."}, {"timestamp": [209.44, 209.9], "text": " With all this, it's not surprising the Rwandan government is interested in moving the country away from its reliance on wood and charcoal."}, {"timestamp": [214.46, 223.1], "text": " So the dependency on biomass at the moment stands at 7.9%. Now we have put in place a strategy to move to 42%, to have that within the next five, six years' time."}, {"timestamp": [223.56, 226.04], "text": " Tom Rahama works for the Ministry of Infrastructure."}, {"timestamp": [226.48, 232.02], "text": " Imagine a Rwanda where the cooking environment is clean."}, {"timestamp": [232.56, 235.16], "text": " I mean, you talk about education."}, {"timestamp": [235.7, 240.12], "text": " Children who are collecting firewood, look at the environmental benefit."}, {"timestamp": [240.3, 242.66], "text": " I mean, the pressure on our forests are going to be reducing."}, {"timestamp": [243.08, 244.28], "text": " Look at the health benefit."}, {"timestamp": [244.84, 245.0], "text": " The number of deaths that are being recorded because of people cooking with traditional means, I mean, the pressure on our forests are going to be reducing. Look at the health benefits."}, {"timestamp": [245.0, 249.0], "text": " The number of deaths that are being recorded because of people cooking with traditional means."}, {"timestamp": [249.0, 254.0], "text": " Look at the cost savings as well, because, I mean, Chaco is very expensive at the moment."}, {"timestamp": [254.0, 257.0], "text": " It's doubled over the past two years."}, {"timestamp": [257.0, 263.0], "text": " To achieve this vision, the government is trying to encourage businesses to develop the cooking energy industry."}, {"timestamp": [263.0, 269.0], "text": " Tax incentives such as VAT exemption and import duty taxes"}, {"timestamp": [269.0, 273.0], "text": " that have been removed for products in clean cooking area."}, {"timestamp": [273.0, 276.0], "text": " Cook stoves and other equipment are exempt."}, {"timestamp": [276.0, 281.0], "text": " And there's also investment in infrastructure for industries like liquefied petroleum gas,"}, {"timestamp": [281.0, 284.0], "text": " which is produced by refining oil or raw natural gas."}, {"timestamp": [284.0, 289.0], "text": " We are about to construct an LPG depot of about 7.5 metric tons."}, {"timestamp": [289.0, 294.0], "text": " We're also promoting investors to invest in airports all over the country."}, {"timestamp": [294.0, 297.0], "text": " And that kind of core infrastructure requirements,"}, {"timestamp": [297.0, 300.0], "text": " that's where the government is putting a lot of its efforts."}, {"timestamp": [300.0, 303.0], "text": " Ruranda doesn't produce LPG itself,"}, {"timestamp": [303.0, 307.6], "text": " so everything used has to be imported thousands of miles over land."}, {"timestamp": [307.6, 312.0], "text": " So you're putting a lot into trying to make this change for people."}, {"timestamp": [312.0, 314.0], "text": " Do you think it's having an impact?"}, {"timestamp": [314.0, 326.0], "text": " Absolutely. I would say that we started at nothing, but at the moment we do have close to 2% of people in the country using LPG."}, {"timestamp": [326.0, 332.0], "text": " And I would say 21% are using cleaner mechanisms."}, {"timestamp": [332.0, 334.0], "text": " And we had zero in the past."}, {"timestamp": [334.0, 340.0], "text": " So what we're doing at the moment, people understanding clearly the importance of moving from"}, {"timestamp": [340.0, 344.0], "text": " unclean methods of cooking to cleaner alternatives."}, {"timestamp": [344.0, 348.4], "text": " So Miranda has customers who want new ways of cooking,"}, {"timestamp": [348.4, 352.76], "text": " and government offering subsidies, no big companies with an energy monopoly,"}, {"timestamp": [352.76, 356.68], "text": " and to top it off, one of Africa's fastest growing economies."}, {"timestamp": [356.68, 360.32], "text": " There's clearly an opportunity here for businesses."}, {"timestamp": [360.32, 362.56], "text": " In other countries who've made this move,"}, {"timestamp": [362.56, 365.22], "text": " though, changing from traditional stoves to modern clean cooking,"}, {"timestamp": [365.64, 367.24], "text": " took the best part of a century."}, {"timestamp": [367.88, 370.92], "text": " Can that really be achieved here in just six years?"}, {"timestamp": [372.72, 376.58], "text": " We're in a suburb of Kigali in a very industrial compound."}, {"timestamp": [378.0, 382.6], "text": " It's a steel company, a sweetener company that makes things from Stevia,"}, {"timestamp": [383.4, 385.74], "text": " and hopefully a company called Safe Gas."}, {"timestamp": [387.14, 389.68], "text": " Leban Magabo is the managing director of the firm,"}, {"timestamp": [389.96, 392.34], "text": " which sells canisters of gas across the country."}, {"timestamp": [393.1, 397.2], "text": " He says while a number of people using liquefied petroleum gas to cook in Rwanda"}, {"timestamp": [397.2, 399.64], "text": " is small. It's growing quickly."}, {"timestamp": [400.18, 404.46], "text": " Over the last three years, there's been a sudden explosion in terms of adoption."}, {"timestamp": [405.04, 408.98], "text": " I mean, looking at our only sales data, we're pretty much doubling every quarter."}, {"timestamp": [409.18, 410.62], "text": " Why do you think it's growing so quickly?"}, {"timestamp": [410.86, 412.52], "text": " Number one is government policy."}, {"timestamp": [412.88, 417.02], "text": " The government has been extremely, extremely supportive of this sector."}, {"timestamp": [417.38, 420.08], "text": " And then number two, quite frankly, is just modernisation."}, {"timestamp": [420.78, 422.16], "text": " Rwanda is constructing upwards."}, {"timestamp": [422.58, 426.18], "text": " It doesn't make sense anymore to carry your sack of charcoal"}, {"timestamp": [426.18, 428.36], "text": " going 10 stories, going four stories"}, {"timestamp": [428.36, 430.38], "text": " and as part of modernisation,"}, {"timestamp": [430.7, 431.5], "text": " their time pressures."}, {"timestamp": [431.88, 433.68], "text": " When we were growing up, going to school,"}, {"timestamp": [434.16, 435.74], "text": " you had to wake up"}, {"timestamp": [435.74, 439.02], "text": " at least two hours before to get the fire ready."}, {"timestamp": [439.72, 441.64], "text": " Now it's only 20 minutes,"}, {"timestamp": [441.94, 444.04], "text": " so all this is taken into context"}, {"timestamp": [444.04, 445.82], "text": " really facilitated the explosion"}, {"timestamp": [445.82, 447.02], "text": " of LPG."}, {"timestamp": [447.02, 453.1], "text": " Leban says SafeG has about a 25% market share of LPG sales in Rwanda."}, {"timestamp": [453.1, 454.72], "text": " They're making a profit."}, {"timestamp": [454.72, 459.68], "text": " But still, if only a few percent of the population use your product to meet their daily"}, {"timestamp": [459.68, 463.92], "text": " needs, there's got to be more than tradition standing in your way."}, {"timestamp": [463.92, 469.08], "text": " One of the major issues that prohibits gas growth in the country"}, {"timestamp": [469.08, 472.5], "text": " is the mindset that gas is inherently dangerous."}, {"timestamp": [472.76, 474.56], "text": " Hence the name, safe gas."}, {"timestamp": [474.86, 476.66], "text": " It kind of assures them, listen,"}, {"timestamp": [477.6, 480.54], "text": " our gas is actually safe when in actual sense you're selling the same thing."}, {"timestamp": [482.76, 487.0], "text": " This wish to stand out is visible across all their products."}, {"timestamp": [487.0, 492.84], "text": " Outside in the filling yard, there's a sea of metal canisters in pinks, blues and oranges,"}, {"timestamp": [492.84, 496.56], "text": " and some made from white plastic."}, {"timestamp": [496.56, 501.24], "text": " The ones with the leaf pattern are ours, so they composite, the plastic material."}, {"timestamp": [501.24, 502.88], "text": " So that's your metal?"}, {"timestamp": [502.88, 503.88], "text": " Yes."}, {"timestamp": [503.88, 504.88], "text": " And this?"}, {"timestamp": [504.88, 505.0], "text": " Yes, they're very different. If you look closely, these ones are actually translucent. plastic material. So that's your metal. Yes. And this?"}, {"timestamp": [505.0, 506.0], "text": " Yes, they're very different."}, {"timestamp": [506.0, 510.0], "text": " If you look closely, these ones are actually translucent."}, {"timestamp": [510.0, 511.0], "text": " Oh yeah."}, {"timestamp": [511.0, 513.0], "text": " So there's something, you can see there's something sloshing up and down."}, {"timestamp": [513.0, 515.0], "text": " And that is actually a selling point."}, {"timestamp": [515.0, 519.0], "text": " You can see how close you are to running out of fuel."}, {"timestamp": [519.0, 520.0], "text": " And there's a weight difference too."}, {"timestamp": [520.0, 522.0], "text": " It's really, really light."}, {"timestamp": [522.0, 523.0], "text": " If you can try even lifting."}, {"timestamp": [523.0, 524.0], "text": " Yeah, hang on."}, {"timestamp": [524.0, 525.86], "text": " So this one's, oh, that's cool. It's really, is really gas, eh? Okay even lifting. Yeah, hang on. So this one's... Oh, that's cool."}, {"timestamp": [526.42, 527.54], "text": " It's really more gas, eh?"}, {"timestamp": [528.06, 529.0], "text": " Okay, now this one is also..."}, {"timestamp": [529.0, 530.12], "text": " Trying my weight training here."}, {"timestamp": [531.16, 533.2], "text": " Oh, yeah, there's a real difference in weight."}, {"timestamp": [533.52, 534.76], "text": " They also come in different colours."}, {"timestamp": [534.88, 537.76], "text": " They have the orange one, depending on the mood of the kitchen."}, {"timestamp": [538.56, 540.02], "text": " So you can match it to your home."}, {"timestamp": [540.14, 541.32], "text": " Precisely, that's right."}, {"timestamp": [541.96, 544.0], "text": " But despite all this, Leiband tells me,"}, {"timestamp": [544.34, 545.8], "text": " their traditional metal canister"}, {"timestamp": [545.8, 547.4], "text": " is still the bestseller."}, {"timestamp": [547.96, 550.32], "text": " Most decisions simply come down to the cost."}, {"timestamp": [550.96, 555.32], "text": " It's the main barrier for households choosing to use any form of gas in their cooking."}, {"timestamp": [555.82, 559.84], "text": " The initial investment of switching is relatively higher."}, {"timestamp": [560.42, 562.5], "text": " Gas might be cheaper than charcoal to use,"}, {"timestamp": [562.76, 564.86], "text": " especially because you can turn it on and off at will,"}, {"timestamp": [565.38, 568.02], "text": " but you still have to buy equipment to be able to access it."}, {"timestamp": [568.38, 572.94], "text": " The gas canisters, the stove, the regulator, the hosepipe,"}, {"timestamp": [573.56, 575.9], "text": " and eventually the gas on a day-to-day basis."}, {"timestamp": [576.36, 578.14], "text": " All that might set you back $100."}, {"timestamp": [578.92, 580.62], "text": " For some, that's a month's wages,"}, {"timestamp": [581.08, 585.44], "text": " something people like Mary Rose could never dream of being able to pay out in one go."}, {"timestamp": [585.98, 589.82], "text": " Do you think that there's some people in the country who will never be able to afford that"}, {"timestamp": [589.82, 594.62], "text": " initial cost outlay? They'll never be able to afford to change and adopt your product."}, {"timestamp": [595.42, 601.04], "text": " Now, yes, but with more supply, it will get cheaper. I'll give you an example. When we first"}, {"timestamp": [601.04, 605.06], "text": " started selling gas in Rwanda, you had to pay upfront and all this."}, {"timestamp": [609.74, 616.22], "text": " But with increased competition, we had to be very, very creative. So right now we have programs where people pay 12-month installments. Other gas companies are also getting creative, as Leibon puts it,"}, {"timestamp": [616.68, 621.72], "text": " tapping into a familiar scene on the streets of Kigali to try and break down the cost of energy."}, {"timestamp": [622.88, 626.8], "text": " You can see, like there's little MTN sales points everywhere."}, {"timestamp": [626.8, 628.88], "text": " So the phone card, phone card sales points everywhere."}, {"timestamp": [629.44, 630.92], "text": " So most people have mobile phones?"}, {"timestamp": [631.48, 634.86], "text": " Yeah, most people have mobile phones, and they buy airtime in small amounts."}, {"timestamp": [635.06, 638.04], "text": " So instead of signing up for subscription..."}, {"timestamp": [638.04, 639.32], "text": " And you pay $30 a month?"}, {"timestamp": [639.44, 640.78], "text": " Yeah, you pay $30 a month."}, {"timestamp": [641.18, 645.72], "text": " Here people pay like $1 and they buy what they call airtime and then they"}, {"timestamp": [645.72, 651.44], "text": " can use it when they need it. Paul Bootner is a project manager at B-Box, whose bright blue"}, {"timestamp": [651.44, 657.84], "text": " shop fronts are a common feature of most rural towns. They use this habit of topping up small amounts"}, {"timestamp": [657.84, 663.52], "text": " on your phone to encourage people to buy energy a dollar at a time. The company's main business"}, {"timestamp": [663.52, 666.48], "text": " is in solar power. Their 80,000 customers"}, {"timestamp": [666.48, 672.98], "text": " around Ruranda use mobile money to get access to electricity. In July this year, they launched a new"}, {"timestamp": [672.98, 678.32], "text": " branch of the company to try and apply the same approach to selling cooking gas and opened a showroom"}, {"timestamp": [678.32, 683.12], "text": " in the centre of the capital. And the sign outside reads affordable, clean cooking for everyone."}, {"timestamp": [683.6, 688.16], "text": " So it basically summarizes the main points that are important for the customers, which is the price."}, {"timestamp": [688.66, 690.4], "text": " Everyone thinks it's not affordable to them."}, {"timestamp": [690.56, 694.64], "text": " So we need to cross that challenge first before even talking about health impact."}, {"timestamp": [695.44, 700.92], "text": " With B-Box Cook, you pay $15, and a technician will come to set up the equipment in your home."}, {"timestamp": [701.48, 705.94], "text": " From then on, you send a text to pay to use as little as 50 cents of gas."}, {"timestamp": [707.68, 712.86], "text": " In front of me, we've got a big blue gas canister. So instead of that being connected to a stove,"}, {"timestamp": [712.96, 716.66], "text": " it's going into a blue and grey plastic box that you've just turned on."}, {"timestamp": [716.86, 721.76], "text": " So this basically controls your consumption. So when you can see your credit, so you can buy credit"}, {"timestamp": [721.76, 727.1], "text": " with mobile money, it will send directly to this device, and then you can see your credit on the screen."}, {"timestamp": [727.6, 732.04], "text": " If you have credit, the gas can flow past three safety valves into a cooker."}, {"timestamp": [732.3, 736.52], "text": " Then you have to turn on the valve on the control unit, and then here the normal one on the stove."}, {"timestamp": [736.96, 742.14], "text": " B-box doesn't include the stoves in their setup costs, but they do offer payment plans"}, {"timestamp": [742.14, 745.2], "text": " to allow customers to pay for them in monthly installments."}, {"timestamp": [745.66, 748.44], "text": " So this cooker is around $10 a month, over six months."}, {"timestamp": [748.7, 752.02], "text": " Is that affordable for the kind of people that you want to adopt this technology?"}, {"timestamp": [752.4, 755.32], "text": " Seems so, yes. So most of the people actually take the cooker."}, {"timestamp": [755.9, 760.42], "text": " Even if they have an old cooker, they still take the cooker because they think it's a good finance option"}, {"timestamp": [760.42, 763.36], "text": " and it's another asset for them because they like to own things."}, {"timestamp": [765.36, 771.16], "text": " Despite their flashy showroom, B-Box Cook is currently only operating as a pilot for around"}, {"timestamp": [771.16, 774.76], "text": " 100 customers before it rolls out commercially next year."}, {"timestamp": [778.76, 783.94], "text": " Three months ago, Yvette, who runs a market stall, became one of the first people to try"}, {"timestamp": [783.94, 785.28], "text": " the system out."}, {"timestamp": [788.66, 791.78], "text": " The new cooker takes pride of place in the corner of her lounge."}, {"timestamp": [797.14, 797.5], "text": " Using gas is quick, and I've reduced my time spent cooking, so it's easier and faster."}, {"timestamp": [800.82, 800.9], "text": " What difference is it made to the experience of cooking?"}, {"timestamp": [804.98, 811.96], "text": " So I was in a kitchen earlier that was using wood, and it was so smoky and my eyes were running. How's it been different using this? Using gas is clean. There's no smoke and my cooking"}, {"timestamp": [811.96, 818.18], "text": " utensils don't get dirty anymore, so I prefer using it. Event tells me gas has also been cheaper"}, {"timestamp": [818.18, 824.46], "text": " than the charcoal she used to use. The neighbours come round and they say the system looks good,"}, {"timestamp": [824.72, 825.04], "text": " but they're having to save for the upfront costs before they can get their own. Even the $15 The neighbours come round and they say the system looks good,"}, {"timestamp": [828.28, 828.78], "text": " but they're having to save for the upfront costs before they can get their own."}, {"timestamp": [832.42, 834.32], "text": " Even the $15 connection fee and the first stove payment can be too costly for many."}, {"timestamp": [835.02, 838.82], "text": " I put this to the managing director of B-Box Rwanda just as much."}, {"timestamp": [838.82, 843.1], "text": " I totally agree there's still a big population that can't afford it."}, {"timestamp": [843.24, 845.04], "text": " I mean, there's also a big population that can't afford it. I mean, there's also a big population"}, {"timestamp": [845.04, 852.14], "text": " that can't afford to get firewood or some people can't afford to eat. So that's still a problem,"}, {"timestamp": [852.3, 856.94], "text": " but there's also such a big population or a big market for people who can afford it today."}, {"timestamp": [857.68, 863.24], "text": " Just as thinks B-Box's cooking project could be profitable in three years. But there's something"}, {"timestamp": [863.24, 865.62], "text": " else the company is learning from Yvette's experience."}, {"timestamp": [866.24, 868.78], "text": " Just because she has gas available in her home,"}, {"timestamp": [869.26, 871.4], "text": " it doesn't mean she's stopped using charcoal."}, {"timestamp": [874.58, 879.04], "text": " Sometimes I use charcoal to cook like beans and cassava leaves, things like that."}, {"timestamp": [879.28, 882.12], "text": " So why are you still using charcoal to cook your beans and cassava?"}, {"timestamp": [884.4, 887.9], "text": " I think if I use gas to cook beans, it takes a really long time"}, {"timestamp": [887.9, 889.38], "text": " and that could cost a lot of money."}, {"timestamp": [889.78, 892.64], "text": " We have actually experienced this with our solar home system customers."}, {"timestamp": [892.86, 896.22], "text": " People do not seem to realize how much they are spending"}, {"timestamp": [896.22, 899.32], "text": " on different forms of energy, whether they were using some batteries,"}, {"timestamp": [899.56, 900.5], "text": " buying some candles."}, {"timestamp": [901.18, 903.22], "text": " So it's really very similar to gas."}, {"timestamp": [903.42, 905.44], "text": " People still believe that they spend less when"}, {"timestamp": [905.44, 911.04], "text": " they cook beans with charcoal and that the taste is different with charcoal. So when we launched,"}, {"timestamp": [911.04, 917.76], "text": " we actually had to do a demo and we had to cook bins with gas and with charcoal at the same time"}, {"timestamp": [917.76, 923.44], "text": " and also compare what it costs. So we do realize that it's actually 5 to 10 percent cheaper"}, {"timestamp": [923.44, 930.0], "text": " with gas. Gas canisters might in time prove popular in the cities,"}, {"timestamp": [930.0, 934.0], "text": " but it will always be difficult to transport the heavy metal canisters"}, {"timestamp": [934.0, 936.0], "text": " to more rural areas."}, {"timestamp": [936.0, 941.0], "text": " We've now travelled out of Kigali into the rolling hills towards the border with Burundi,"}, {"timestamp": [941.0, 943.0], "text": " and as the city has disappeared behind us,"}, {"timestamp": [943.0, 945.28], "text": " you can occasionally see people breaking"}, {"timestamp": [945.28, 950.36], "text": " off firewood from the trees along the sides of the road or pushing huge bundles home on the"}, {"timestamp": [950.36, 955.54], "text": " back of a bicycle but here in the countryside there is a different solution to Rwanda's"}, {"timestamp": [955.54, 963.76], "text": " cooking energy problem one tailored more towards farmers than shop workers we turn off"}, {"timestamp": [963.76, 968.1], "text": " the main road onto a bumpy track and head through farmland and banana"}, {"timestamp": [968.1, 974.08], "text": " plantations to meet Vodas Harigirimana. He's a local entrepreneur trained to install biogas"}, {"timestamp": [974.08, 982.86], "text": " digesters. Biogas is the process where animal fissis is collected and mixed with water"}, {"timestamp": [982.86, 987.08], "text": " to produce gas, which is used for cooking and other purposes."}, {"timestamp": [988.56, 990.84], "text": " Vodast is carrying out maintenance today."}, {"timestamp": [992.1, 996.58], "text": " Inside a small house compound, two cows sit happily in the sunshine."}, {"timestamp": [997.24, 1001.14], "text": " Out the back, there's an area fenced off where the digester has been constructed."}, {"timestamp": [1001.86, 1004.86], "text": " So in front of me, there's a concrete circle."}, {"timestamp": [1004.96, 1006.12], "text": " It looks a bit like a keyhole."}, {"timestamp": [1006.58, 1007.66], "text": " There's some metal sticking out."}, {"timestamp": [1007.7, 1009.92], "text": " And underneath it, there seems to be some kind of sludge."}, {"timestamp": [1010.68, 1011.7], "text": " And I can smell it."}, {"timestamp": [1011.78, 1012.96], "text": " You can smell what's down there."}, {"timestamp": [1014.8, 1016.4], "text": " That's the smell of cow dung."}, {"timestamp": [1018.4, 1020.32], "text": " You take one basin of cow dung,"}, {"timestamp": [1020.32, 1022.88], "text": " and you mix it with 20 litres of water."}, {"timestamp": [1023.46, 1026.5], "text": " Then you mix it until it becomes like porridge."}, {"timestamp": [1027.08, 1032.62], "text": " When the mixture is complete, you remove this gate and the porridge enters this hole."}, {"timestamp": [1033.12, 1036.62], "text": " In an underground chamber, this mixture produces methane gas."}, {"timestamp": [1037.08, 1040.56], "text": " The pressure later pushes the dung out so it can be used as fertilizer,"}, {"timestamp": [1041.1, 1044.18], "text": " while another pipe emerges from the ground to carry the gas."}, {"timestamp": [1044.18, 1047.08], "text": " So the pipe runs all the way under the farmyard."}, {"timestamp": [1048.88, 1053.92], "text": " And just in here, this is the kitchen of the house, where previously you would have had a charcoal"}, {"timestamp": [1053.92, 1061.94], "text": " fire or a wood fire, but now there's a gas burner sat here, just light a match, and a blue"}, {"timestamp": [1061.94, 1062.26], "text": " flame."}, {"timestamp": [1062.36, 1063.56], "text": " You can cook over that whenever you want."}, {"timestamp": [1064.06, 1068.12], "text": " The homeowner tells me her life has become much simpler since the system was installed."}, {"timestamp": [1068.84, 1073.04], "text": " Fadas's company, Busco Biko, has built around 70 of these digesters."}, {"timestamp": [1073.54, 1077.22], "text": " They can be operated with just two cows, which most farmers already own,"}, {"timestamp": [1077.6, 1080.2], "text": " and because of that, they produce gas for homeowners for free."}, {"timestamp": [1080.7, 1082.78], "text": " The cost is in the building process."}, {"timestamp": [1084.08, 1087.58], "text": " It costs 550,000 rand francs."}, {"timestamp": [1087.72, 1088.34], "text": " Almost $600."}, {"timestamp": [1088.9, 1091.08], "text": " That's a lot of money for people around here."}, {"timestamp": [1092.76, 1097.6], "text": " It's a lot of money, but considering the value of this service, it's also very reasonable."}, {"timestamp": [1098.26, 1103.62], "text": " And because this project is in line with the government, the residents don't pay for all of the cost."}, {"timestamp": [1103.88, 1106.54], "text": " So who puts in what money? Does the government put in money?"}, {"timestamp": [1107.68, 1112.76], "text": " The government pays a lot. It contributes 300,000 random francs."}, {"timestamp": [1113.16, 1115.48], "text": " The other half is often covered by charities."}, {"timestamp": [1116.2, 1121.26], "text": " So this business, it's targeted at people living in these poorer rural areas,"}, {"timestamp": [1121.62, 1127.42], "text": " and yet it's got a high entry cost. You're sort of reliant on the government and NGOs to put the money in."}, {"timestamp": [1127.76, 1130.4], "text": " Are you worried that demand will fall over time?"}, {"timestamp": [1132.36, 1135.72], "text": " I don't feel like the number of people in need will fall."}, {"timestamp": [1136.1, 1139.62], "text": " So long as more and more people know the importance of gas,"}, {"timestamp": [1139.82, 1141.86], "text": " it seems like demand will remain high."}, {"timestamp": [1142.46, 1146.14], "text": " The Ministry of Infrastructure are currently reviewing their biogas investment"}, {"timestamp": [1146.14, 1148.18], "text": " to see if the project should continue."}, {"timestamp": [1148.76, 1152.9], "text": " It's hard to see how the industry would survive if the government does withdraw support."}, {"timestamp": [1153.68, 1159.02], "text": " But one private company think they found another way to bring cleaner cooking to rural areas."}, {"timestamp": [1159.02, 1161.22], "text": " And it doesn't involve gas."}, {"timestamp": [1164.48, 1169.64], "text": " We've travelled northwest to the town of Gisiseni, and I'm standing on the beach next"}, {"timestamp": [1169.64, 1172.94], "text": " to Lake Kivu, which Gisangyi is famous for."}, {"timestamp": [1172.94, 1178.46], "text": " Miranda is a landlocked country, and yet here the water stretches as far as the horizon."}, {"timestamp": [1178.46, 1184.26], "text": " It's exactly like being at the seaside, and many people come here to stay in the hotels and bars."}, {"timestamp": [1184.26, 1187.7], "text": " But we're here, because this is where one company has set up factories"}, {"timestamp": [1187.7, 1191.22], "text": " to produce a completely different type of cooking fuel."}, {"timestamp": [1195.76, 1198.7], "text": " So we're like a couple of hundred meters from the shores of Lake Kiva,"}, {"timestamp": [1198.8, 1203.2], "text": " a huge tourist attraction, tucked around the back behind some very nice hotels."}, {"timestamp": [1203.62, 1205.6], "text": " We're now in the middle of an industrial complex."}, {"timestamp": [1205.76, 1207.48], "text": " We're not in the best of locations."}, {"timestamp": [1207.76, 1208.58], "text": " We're not a good neighbor."}, {"timestamp": [1209.36, 1213.02], "text": " This bad neighbor is Eric Reynolds, the founder of Innyanieri."}, {"timestamp": [1213.56, 1215.38], "text": " Around us in the yard of his factory,"}, {"timestamp": [1215.62, 1217.36], "text": " a huge piles of sawdust,"}, {"timestamp": [1217.66, 1220.02], "text": " which workers are shoveling onto a conveyor belt."}, {"timestamp": [1220.4, 1223.66], "text": " This is a combination of wood that has been chipped"}, {"timestamp": [1223.66, 1225.04], "text": " that came to us as trees,"}, {"timestamp": [1225.28, 1230.42], "text": " sustainably harvested trees, or it was purchased from pit saws,"}, {"timestamp": [1230.62, 1233.62], "text": " which are individual guys who go out when they cut trees for lumber,"}, {"timestamp": [1233.74, 1238.16], "text": " they saw it into planks, and they collect and save the sawdusts, and we buy it from them."}, {"timestamp": [1238.28, 1242.14], "text": " It's also a mix of wood shavings from people who make furniture."}, {"timestamp": [1242.5, 1248.54], "text": " So we can accept essentially the waste products of many different uses of trees that otherwise"}, {"timestamp": [1248.54, 1249.5], "text": " would rot."}, {"timestamp": [1249.5, 1253.24], "text": " Here this sawdust is dried and compressed."}, {"timestamp": [1253.24, 1257.28], "text": " And you end up with a pellet about 7 to 8% humidity."}, {"timestamp": [1257.28, 1260.04], "text": " That's drier than killed dried wood."}, {"timestamp": [1260.04, 1263.44], "text": " This is the fuel at the center of Eric's business."}, {"timestamp": [1263.44, 1265.08], "text": " And I know what you're thinking."}, {"timestamp": [1265.88, 1266.16], "text": " So I have to ask."}, {"timestamp": [1266.36, 1266.7], "text": " Yes."}, {"timestamp": [1268.88, 1269.34], "text": " Everyone we've been speaking to, they say,"}, {"timestamp": [1270.74, 1271.22], "text": " biomass is the problem."}, {"timestamp": [1273.12, 1273.22], "text": " Using biomass is what's causing the health."}, {"timestamp": [1275.18, 1275.34], "text": " Using biomass is what's causing the deforestation."}, {"timestamp": [1277.56, 1277.88], "text": " Using biomass is what's causing climate change."}, {"timestamp": [1279.28, 1280.06], "text": " You're using biomass."}, {"timestamp": [1282.66, 1284.02], "text": " Well, those statements are largely correct and certainly correct historically."}, {"timestamp": [1284.7, 1291.84], "text": " They do not recognize or take into consideration potential of modern biomass gasification technology."}, {"timestamp": [1292.44, 1295.8], "text": " Special stoves can burn the pellets without producing smoke."}, {"timestamp": [1296.98, 1300.08], "text": " With Inniñieri, lighting is clean, fast and easy."}, {"timestamp": [1300.24, 1305.62], "text": " Just add the pellets, sprinkle on a few drops of kerosene, and you're cooking in moments."}, {"timestamp": [1306.7, 1313.1], "text": " The fuel is light enough to be easily transported around the country, and it uses less wood than traditional methods."}, {"timestamp": [1313.58, 1318.88], "text": " It can be 90% less biomass than what is used today."}, {"timestamp": [1319.44, 1324.6], "text": " It is something that can be used by all households in the country, from the poorest to the richest."}, {"timestamp": [1325.5, 1331.94], "text": " So one can attract and retain customers at a large enough number of households to achieve the"}, {"timestamp": [1331.94, 1333.94], "text": " reduction necessary."}, {"timestamp": [1333.94, 1338.48], "text": " Eric says Inunieri's product costs up to 30% less than charcoal."}, {"timestamp": [1338.48, 1342.44], "text": " And if customers can't afford to buy pellets, they can trade the wood they've collected"}, {"timestamp": [1342.44, 1344.76], "text": " for a larger volume of fuel."}, {"timestamp": [1344.76, 1349.0], "text": " He thinks it's a far better solution than the gas others are relying on."}, {"timestamp": [1349.0, 1353.0], "text": " It's very clear that the wood crisis in Rwanda"}, {"timestamp": [1353.0, 1357.0], "text": " and the general global environmental climate crisis"}, {"timestamp": [1357.0, 1361.0], "text": " cannot be satisfied if the bottom 3 billion"}, {"timestamp": [1361.0, 1365.92], "text": " start to cook with grid power made from dirty grid electricity"}, {"timestamp": [1365.92, 1369.16], "text": " or from natural gas or its cousin LPG."}, {"timestamp": [1369.26, 1373.62], "text": " We have to stop doing that in the OECD First World countries,"}, {"timestamp": [1374.06, 1379.82], "text": " and we can't expect to solve the problem if we have those countries adopting what we're trying to abandon."}, {"timestamp": [1380.74, 1385.04], "text": " Eric's company doesn't just use a different fuel, but also a different business model."}, {"timestamp": [1385.58, 1391.96], "text": " They want to avoid the cost barrier to entry entirely by giving away their stoves for free when people sign up."}, {"timestamp": [1391.96, 1397.5], "text": " We very quickly arrived at the approach of leasing the stoves for free."}, {"timestamp": [1397.66, 1398.66], "text": " We own the stoves."}, {"timestamp": [1399.42, 1407.82], "text": " It's in our economic interest to maintain, repair and train people how to use the stoves so they buy more of pellets."}, {"timestamp": [1408.26, 1414.2], "text": " They think of themselves as a utility company, just like the energy companies you find in the US, where Eric's from."}, {"timestamp": [1414.42, 1418.9], "text": " You either pay for the gas you use to cook or the electricity used for the lights and whatever,"}, {"timestamp": [1419.34, 1427.18], "text": " but you're not paying for the actual copper wires and electric meter and everything or the gas pipeline and gas"}, {"timestamp": [1427.18, 1434.1], "text": " pipes and meter to your house. You're just buying the energy that you use and the utility invested"}, {"timestamp": [1434.1, 1440.08], "text": " in the infrastructure to provide you with that energy at very low cost. When people lease a stove"}, {"timestamp": [1440.08, 1448.18], "text": " from us, we provide them for free, just like the pipes in the ground. And it leapfroves in time."}, {"timestamp": [1448.44, 1454.58], "text": " We can do a whole country in 10 years. And it compresses the investment. We don't need"}, {"timestamp": [1454.58, 1460.82], "text": " the trillions of dollars across Africa. We just need hundreds of billions of dollars across Africa"}, {"timestamp": [1460.82, 1465.6], "text": " to do it. So how many customers do you have at the moment? We only have 5,000."}, {"timestamp": [1466.08, 1469.1], "text": " And how many do you need to make this model profitable?"}, {"timestamp": [1469.66, 1472.58], "text": " We believe that it's in the 100,000 range."}, {"timestamp": [1472.96, 1474.7], "text": " Before they can hope to expand,"}, {"timestamp": [1475.08, 1477.0], "text": " Ininieri have to build larger factories"}, {"timestamp": [1477.0, 1478.76], "text": " to produce the pellets in volume."}, {"timestamp": [1479.4, 1481.9], "text": " Meanwhile, the company is being supported by charities"}, {"timestamp": [1481.9, 1484.82], "text": " who've put in millions of investment capital."}, {"timestamp": [1485.3, 1487.92], "text": " But Eric sees a future when this isn't necessary."}, {"timestamp": [1488.3, 1493.72], "text": " There's about 2.7 million households in the country, so we don't need a very large market"}, {"timestamp": [1493.72, 1498.82], "text": " share to demonstrate that this is a going concern, profitable idea."}, {"timestamp": [1499.66, 1503.24], "text": " For some of Eric's current customers, life is already changing."}, {"timestamp": [1503.72, 1508.84], "text": " On the edge of Gisigny, 64-year-old Consulate has an Obijin stew on the go."}, {"timestamp": [1508.84, 1515.5], "text": " The back wall of her kitchen is dominated by a huge built-in stove designed to be used with charcoal."}, {"timestamp": [1515.5, 1525.0], "text": " But it now sits abandoned, replaced seemingly by a small red bucket that is the Innynery stove."}, {"timestamp": [1527.42, 1527.92], "text": " Using charcoal, I used to spend a lot of time."}, {"timestamp": [1529.48, 1530.0], "text": " It is dirty, costly."}, {"timestamp": [1532.72, 1533.22], "text": " But using Inenieri cooking stove, it's easy."}, {"timestamp": [1535.52, 1536.34], "text": " And it's so fast, clean and smokeless."}, {"timestamp": [1538.5, 1538.74], "text": " Even if I've got a guest in the sitting room,"}, {"timestamp": [1542.18, 1544.22], "text": " they can't tell that there's cooking taking place on the other side of the door."}, {"timestamp": [1547.5, 1552.0], "text": " Rwanda's cooking fuel economy is in flux. The government knows wood and charcoal damage the environment and people's health."}, {"timestamp": [1552.0, 1556.0], "text": " They're providing incentives and investment to encourage change."}, {"timestamp": [1556.0, 1559.5], "text": " But all the solutions offered have their own problems."}, {"timestamp": [1559.5, 1563.0], "text": " High cost barriers which exclude most of the population,"}, {"timestamp": [1563.0, 1565.76], "text": " distribution challenges to reach rural areas"}, {"timestamp": [1565.76, 1571.44], "text": " or significant investment required for growth. It's noticeable that all the business leaders we've"}, {"timestamp": [1571.44, 1579.28], "text": " spoken to are men, all those impacted women. For every consulate who can now afford to cook"}, {"timestamp": [1579.28, 1584.56], "text": " in a clean, safe environment, there are many more, like Mary Rose, for whom it may be much"}, {"timestamp": [1584.56, 1585.92], "text": " longer than six years"}, {"timestamp": [1585.92, 1594.08], "text": " before they'll be able to stop cooking with wood. This episode of Global Business was presented"}, {"timestamp": [1594.08, 1599.44], "text": " and produced by me, Kate Lamble. It was mixed by James Beard. The editor was Penny Murphy."}, {"timestamp": [1600.08, 1605.82], "text": " Next week in our series on the energy industry, Caroline Bailey will be looking at renewables in Germany."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. Welcome to the World of Business Podcast. I'm Kate Lamble, and we're starting a new four-part series, looking at the energy industry around the world. In the coming weeks, we'll be in the coal mines of Australia, exploring renewables in Germany, and seeing how hydrogen is being used in Italy. But today, we're spending time in the kitchens of Rwanda to see how they're trying to completely overhaul their cooking fuel industry to create a cleaner, safer environment. On the outskirts of the capital Kigali, Mary Rose is cooking for her family. A vast pot filled with beans is balanced on three stones over a wooden fire. It's not an easy job. Collecting enough wood to boil the water for hours is time-consuming. I go twice a day. It takes like two hours. It's because I collect one stick from one place, another from another place, another from another place. It's tiring. The majority of households in this small central African country use firewood to cook on a daily basis. But there's a bigger price to pay than the time taken to collect it. It really gets in your eyes, doesn't it? Look at that. After just a few minutes in Mary Rose's tiny enclosed kitchen, tears are pouring down my face from being in such a smoky environment. Smoke gets in your eyes, it does. I'm going to step out. In the light, you can see soot has also covered me from head to toe. Several neighbours try to help brush me down. And you went there for just a short time. Imagine if you were there for a few hours. It's very irritating. Sometimes I even have to leave the port for a few hours because I'm so tired of it. While I'm unable to stay in this environment for even a few minutes without feeling the effects, Mary Rose and millions of others in Rwanda, mainly women, spend hours every day tending to their pots while breathing in the smoke. We know over long periods this increases the risk of respiratory infections, heart disease, strokes and lung cancer. In fact, respiratory infections are one of the leading causes of death in the country. It doesn't stop there. If households don't use wood, they typically buy charcoal. Together, these materials known as biomass are one of the biggest drivers of deforestation. We've just pulled over on the side of the road, which is lined by forest. We've just pulled over on the side of the road, which is lined by forest. As we've walked up the rise on one side, you can see the entire slope has been cleared of trees. And that's because below us, you can see the smoke of charcoal manufacture. With all this, it's not surprising the Rwandan government is interested in moving the country away from its reliance on wood and charcoal. So the dependency on biomass at the moment stands at 7.9%. Now we have put in place a strategy to move to 42%, to have that within the next five, six years' time. Tom Rahama works for the Ministry of Infrastructure. Imagine a Rwanda where the cooking environment is clean. I mean, you talk about education. Children who are collecting firewood, look at the environmental benefit. I mean, the pressure on our forests are going to be reducing. Look at the health benefit. The number of deaths that are being recorded because of people cooking with traditional means, I mean, the pressure on our forests are going to be reducing. Look at the health benefits. The number of deaths that are being recorded because of people cooking with traditional means. Look at the cost savings as well, because, I mean, Chaco is very expensive at the moment. It's doubled over the past two years. To achieve this vision, the government is trying to encourage businesses to develop the cooking energy industry. Tax incentives such as VAT exemption and import duty taxes that have been removed for products in clean cooking area. Cook stoves and other equipment are exempt. And there's also investment in infrastructure for industries like liquefied petroleum gas, which is produced by refining oil or raw natural gas. We are about to construct an LPG depot of about 7.5 metric tons. We're also promoting investors to invest in airports all over the country. And that kind of core infrastructure requirements, that's where the government is putting a lot of its efforts. Ruranda doesn't produce LPG itself, so everything used has to be imported thousands of miles over land. So you're putting a lot into trying to make this change for people. Do you think it's having an impact? Absolutely. I would say that we started at nothing, but at the moment we do have close to 2% of people in the country using LPG. And I would say 21% are using cleaner mechanisms. And we had zero in the past. So what we're doing at the moment, people understanding clearly the importance of moving from unclean methods of cooking to cleaner alternatives. So Miranda has customers who want new ways of cooking, and government offering subsidies, no big companies with an energy monopoly, and to top it off, one of Africa's fastest growing economies. There's clearly an opportunity here for businesses. In other countries who've made this move, though, changing from traditional stoves to modern clean cooking, took the best part of a century. Can that really be achieved here in just six years? We're in a suburb of Kigali in a very industrial compound. It's a steel company, a sweetener company that makes things from Stevia, and hopefully a company called Safe Gas. Leban Magabo is the managing director of the firm, which sells canisters of gas across the country. He says while a number of people using liquefied petroleum gas to cook in Rwanda is small. It's growing quickly. Over the last three years, there's been a sudden explosion in terms of adoption. I mean, looking at our only sales data, we're pretty much doubling every quarter. Why do you think it's growing so quickly? Number one is government policy. The government has been extremely, extremely supportive of this sector. And then number two, quite frankly, is just modernisation. Rwanda is constructing upwards. It doesn't make sense anymore to carry your sack of charcoal going 10 stories, going four stories and as part of modernisation, their time pressures. When we were growing up, going to school, you had to wake up at least two hours before to get the fire ready. Now it's only 20 minutes, so all this is taken into context really facilitated the explosion of LPG. Leban says SafeG has about a 25% market share of LPG sales in Rwanda. They're making a profit. But still, if only a few percent of the population use your product to meet their daily needs, there's got to be more than tradition standing in your way. One of the major issues that prohibits gas growth in the country is the mindset that gas is inherently dangerous. Hence the name, safe gas. It kind of assures them, listen, our gas is actually safe when in actual sense you're selling the same thing. This wish to stand out is visible across all their products. Outside in the filling yard, there's a sea of metal canisters in pinks, blues and oranges, and some made from white plastic. The ones with the leaf pattern are ours, so they composite, the plastic material. So that's your metal? Yes. And this? Yes, they're very different. If you look closely, these ones are actually translucent. plastic material. So that's your metal. Yes. And this? Yes, they're very different. If you look closely, these ones are actually translucent. Oh yeah. So there's something, you can see there's something sloshing up and down. And that is actually a selling point. You can see how close you are to running out of fuel. And there's a weight difference too. It's really, really light. If you can try even lifting. Yeah, hang on. So this one's, oh, that's cool. It's really, is really gas, eh? Okay even lifting. Yeah, hang on. So this one's... Oh, that's cool. It's really more gas, eh? Okay, now this one is also... Trying my weight training here. Oh, yeah, there's a real difference in weight. They also come in different colours. They have the orange one, depending on the mood of the kitchen. So you can match it to your home. Precisely, that's right. But despite all this, Leiband tells me, their traditional metal canister is still the bestseller. Most decisions simply come down to the cost. It's the main barrier for households choosing to use any form of gas in their cooking. The initial investment of switching is relatively higher. Gas might be cheaper than charcoal to use, especially because you can turn it on and off at will, but you still have to buy equipment to be able to access it. The gas canisters, the stove, the regulator, the hosepipe, and eventually the gas on a day-to-day basis. All that might set you back $100. For some, that's a month's wages, something people like Mary Rose could never dream of being able to pay out in one go. Do you think that there's some people in the country who will never be able to afford that initial cost outlay? They'll never be able to afford to change and adopt your product. Now, yes, but with more supply, it will get cheaper. I'll give you an example. When we first started selling gas in Rwanda, you had to pay upfront and all this. But with increased competition, we had to be very, very creative. So right now we have programs where people pay 12-month installments. Other gas companies are also getting creative, as Leibon puts it, tapping into a familiar scene on the streets of Kigali to try and break down the cost of energy. You can see, like there's little MTN sales points everywhere. So the phone card, phone card sales points everywhere. So most people have mobile phones? Yeah, most people have mobile phones, and they buy airtime in small amounts. So instead of signing up for subscription... And you pay $30 a month? Yeah, you pay $30 a month. Here people pay like $1 and they buy what they call airtime and then they can use it when they need it. Paul Bootner is a project manager at B-Box, whose bright blue shop fronts are a common feature of most rural towns. They use this habit of topping up small amounts on your phone to encourage people to buy energy a dollar at a time. The company's main business is in solar power. Their 80,000 customers around Ruranda use mobile money to get access to electricity. In July this year, they launched a new branch of the company to try and apply the same approach to selling cooking gas and opened a showroom in the centre of the capital. And the sign outside reads affordable, clean cooking for everyone. So it basically summarizes the main points that are important for the customers, which is the price. Everyone thinks it's not affordable to them. So we need to cross that challenge first before even talking about health impact. With B-Box Cook, you pay $15, and a technician will come to set up the equipment in your home. From then on, you send a text to pay to use as little as 50 cents of gas. In front of me, we've got a big blue gas canister. So instead of that being connected to a stove, it's going into a blue and grey plastic box that you've just turned on. So this basically controls your consumption. So when you can see your credit, so you can buy credit with mobile money, it will send directly to this device, and then you can see your credit on the screen. If you have credit, the gas can flow past three safety valves into a cooker. Then you have to turn on the valve on the control unit, and then here the normal one on the stove. B-box doesn't include the stoves in their setup costs, but they do offer payment plans to allow customers to pay for them in monthly installments. So this cooker is around $10 a month, over six months. Is that affordable for the kind of people that you want to adopt this technology? Seems so, yes. So most of the people actually take the cooker. Even if they have an old cooker, they still take the cooker because they think it's a good finance option and it's another asset for them because they like to own things. Despite their flashy showroom, B-Box Cook is currently only operating as a pilot for around 100 customers before it rolls out commercially next year. Three months ago, Yvette, who runs a market stall, became one of the first people to try the system out. The new cooker takes pride of place in the corner of her lounge. Using gas is quick, and I've reduced my time spent cooking, so it's easier and faster. What difference is it made to the experience of cooking? So I was in a kitchen earlier that was using wood, and it was so smoky and my eyes were running. How's it been different using this? Using gas is clean. There's no smoke and my cooking utensils don't get dirty anymore, so I prefer using it. Event tells me gas has also been cheaper than the charcoal she used to use. The neighbours come round and they say the system looks good, but they're having to save for the upfront costs before they can get their own. Even the $15 The neighbours come round and they say the system looks good, but they're having to save for the upfront costs before they can get their own. Even the $15 connection fee and the first stove payment can be too costly for many. I put this to the managing director of B-Box Rwanda just as much. I totally agree there's still a big population that can't afford it. I mean, there's also a big population that can't afford it. I mean, there's also a big population that can't afford to get firewood or some people can't afford to eat. So that's still a problem, but there's also such a big population or a big market for people who can afford it today. Just as thinks B-Box's cooking project could be profitable in three years. But there's something else the company is learning from Yvette's experience. Just because she has gas available in her home, it doesn't mean she's stopped using charcoal. Sometimes I use charcoal to cook like beans and cassava leaves, things like that. So why are you still using charcoal to cook your beans and cassava? I think if I use gas to cook beans, it takes a really long time and that could cost a lot of money. We have actually experienced this with our solar home system customers. People do not seem to realize how much they are spending on different forms of energy, whether they were using some batteries, buying some candles. So it's really very similar to gas. People still believe that they spend less when they cook beans with charcoal and that the taste is different with charcoal. So when we launched, we actually had to do a demo and we had to cook bins with gas and with charcoal at the same time and also compare what it costs. So we do realize that it's actually 5 to 10 percent cheaper with gas. Gas canisters might in time prove popular in the cities, but it will always be difficult to transport the heavy metal canisters to more rural areas. We've now travelled out of Kigali into the rolling hills towards the border with Burundi, and as the city has disappeared behind us, you can occasionally see people breaking off firewood from the trees along the sides of the road or pushing huge bundles home on the back of a bicycle but here in the countryside there is a different solution to Rwanda's cooking energy problem one tailored more towards farmers than shop workers we turn off the main road onto a bumpy track and head through farmland and banana plantations to meet Vodas Harigirimana. He's a local entrepreneur trained to install biogas digesters. Biogas is the process where animal fissis is collected and mixed with water to produce gas, which is used for cooking and other purposes. Vodast is carrying out maintenance today. Inside a small house compound, two cows sit happily in the sunshine. Out the back, there's an area fenced off where the digester has been constructed. So in front of me, there's a concrete circle. It looks a bit like a keyhole. There's some metal sticking out. And underneath it, there seems to be some kind of sludge. And I can smell it. You can smell what's down there. That's the smell of cow dung. You take one basin of cow dung, and you mix it with 20 litres of water. Then you mix it until it becomes like porridge. When the mixture is complete, you remove this gate and the porridge enters this hole. In an underground chamber, this mixture produces methane gas. The pressure later pushes the dung out so it can be used as fertilizer, while another pipe emerges from the ground to carry the gas. So the pipe runs all the way under the farmyard. And just in here, this is the kitchen of the house, where previously you would have had a charcoal fire or a wood fire, but now there's a gas burner sat here, just light a match, and a blue flame. You can cook over that whenever you want. The homeowner tells me her life has become much simpler since the system was installed. Fadas's company, Busco Biko, has built around 70 of these digesters. They can be operated with just two cows, which most farmers already own, and because of that, they produce gas for homeowners for free. The cost is in the building process. It costs 550,000 rand francs. Almost $600. That's a lot of money for people around here. It's a lot of money, but considering the value of this service, it's also very reasonable. And because this project is in line with the government, the residents don't pay for all of the cost. So who puts in what money? Does the government put in money? The government pays a lot. It contributes 300,000 random francs. The other half is often covered by charities. So this business, it's targeted at people living in these poorer rural areas, and yet it's got a high entry cost. You're sort of reliant on the government and NGOs to put the money in. Are you worried that demand will fall over time? I don't feel like the number of people in need will fall. So long as more and more people know the importance of gas, it seems like demand will remain high. The Ministry of Infrastructure are currently reviewing their biogas investment to see if the project should continue. It's hard to see how the industry would survive if the government does withdraw support. But one private company think they found another way to bring cleaner cooking to rural areas. And it doesn't involve gas. We've travelled northwest to the town of Gisiseni, and I'm standing on the beach next to Lake Kivu, which Gisangyi is famous for. Miranda is a landlocked country, and yet here the water stretches as far as the horizon. It's exactly like being at the seaside, and many people come here to stay in the hotels and bars. But we're here, because this is where one company has set up factories to produce a completely different type of cooking fuel. So we're like a couple of hundred meters from the shores of Lake Kiva, a huge tourist attraction, tucked around the back behind some very nice hotels. We're now in the middle of an industrial complex. We're not in the best of locations. We're not a good neighbor. This bad neighbor is Eric Reynolds, the founder of Innyanieri. Around us in the yard of his factory, a huge piles of sawdust, which workers are shoveling onto a conveyor belt. This is a combination of wood that has been chipped that came to us as trees, sustainably harvested trees, or it was purchased from pit saws, which are individual guys who go out when they cut trees for lumber, they saw it into planks, and they collect and save the sawdusts, and we buy it from them. It's also a mix of wood shavings from people who make furniture. So we can accept essentially the waste products of many different uses of trees that otherwise would rot. Here this sawdust is dried and compressed. And you end up with a pellet about 7 to 8% humidity. That's drier than killed dried wood. This is the fuel at the center of Eric's business. And I know what you're thinking. So I have to ask. Yes. Everyone we've been speaking to, they say, biomass is the problem. Using biomass is what's causing the health. Using biomass is what's causing the deforestation. Using biomass is what's causing climate change. You're using biomass. Well, those statements are largely correct and certainly correct historically. They do not recognize or take into consideration potential of modern biomass gasification technology. Special stoves can burn the pellets without producing smoke. With Inniñieri, lighting is clean, fast and easy. Just add the pellets, sprinkle on a few drops of kerosene, and you're cooking in moments. The fuel is light enough to be easily transported around the country, and it uses less wood than traditional methods. It can be 90% less biomass than what is used today. It is something that can be used by all households in the country, from the poorest to the richest. So one can attract and retain customers at a large enough number of households to achieve the reduction necessary. Eric says Inunieri's product costs up to 30% less than charcoal. And if customers can't afford to buy pellets, they can trade the wood they've collected for a larger volume of fuel. He thinks it's a far better solution than the gas others are relying on. It's very clear that the wood crisis in Rwanda and the general global environmental climate crisis cannot be satisfied if the bottom 3 billion start to cook with grid power made from dirty grid electricity or from natural gas or its cousin LPG. We have to stop doing that in the OECD First World countries, and we can't expect to solve the problem if we have those countries adopting what we're trying to abandon. Eric's company doesn't just use a different fuel, but also a different business model. They want to avoid the cost barrier to entry entirely by giving away their stoves for free when people sign up. We very quickly arrived at the approach of leasing the stoves for free. We own the stoves. It's in our economic interest to maintain, repair and train people how to use the stoves so they buy more of pellets. They think of themselves as a utility company, just like the energy companies you find in the US, where Eric's from. You either pay for the gas you use to cook or the electricity used for the lights and whatever, but you're not paying for the actual copper wires and electric meter and everything or the gas pipeline and gas pipes and meter to your house. You're just buying the energy that you use and the utility invested in the infrastructure to provide you with that energy at very low cost. When people lease a stove from us, we provide them for free, just like the pipes in the ground. And it leapfroves in time. We can do a whole country in 10 years. And it compresses the investment. We don't need the trillions of dollars across Africa. We just need hundreds of billions of dollars across Africa to do it. So how many customers do you have at the moment? We only have 5,000. And how many do you need to make this model profitable? We believe that it's in the 100,000 range. Before they can hope to expand, Ininieri have to build larger factories to produce the pellets in volume. Meanwhile, the company is being supported by charities who've put in millions of investment capital. But Eric sees a future when this isn't necessary. There's about 2.7 million households in the country, so we don't need a very large market share to demonstrate that this is a going concern, profitable idea. For some of Eric's current customers, life is already changing. On the edge of Gisigny, 64-year-old Consulate has an Obijin stew on the go. The back wall of her kitchen is dominated by a huge built-in stove designed to be used with charcoal. But it now sits abandoned, replaced seemingly by a small red bucket that is the Innynery stove. Using charcoal, I used to spend a lot of time. It is dirty, costly. But using Inenieri cooking stove, it's easy. And it's so fast, clean and smokeless. Even if I've got a guest in the sitting room, they can't tell that there's cooking taking place on the other side of the door. Rwanda's cooking fuel economy is in flux. The government knows wood and charcoal damage the environment and people's health. They're providing incentives and investment to encourage change. But all the solutions offered have their own problems. High cost barriers which exclude most of the population, distribution challenges to reach rural areas or significant investment required for growth. It's noticeable that all the business leaders we've spoken to are men, all those impacted women. For every consulate who can now afford to cook in a clean, safe environment, there are many more, like Mary Rose, for whom it may be much longer than six years before they'll be able to stop cooking with wood. This episode of Global Business was presented and produced by me, Kate Lamble. It was mixed by James Beard. The editor was Penny Murphy. Next week in our series on the energy industry, Caroline Bailey will be looking at renewables in Germany."}