{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [10.24, 16.7], "text": " So this is the Elfkirk viewpoint, and immediately in front of us is the Keelder Reservoir,"}, {"timestamp": [17.0, 22.04], "text": " and then in every direction pretty much, and we can see a very long way here, trees."}, {"timestamp": [22.78, 25.6], "text": " As people enter Kilda Forest,"}, {"timestamp": [25.6, 28.2], "text": " this is one of the first viewpoints they will come to."}, {"timestamp": [28.2, 31.8], "text": " And it's just a good opportunity that just gives that"}, {"timestamp": [31.8, 34.5], "text": " impression of scale that we have here at Kilda Forest."}, {"timestamp": [34.5, 39.0], "text": " It is a very large forest and makes a very large contribution"}, {"timestamp": [39.0, 41.0], "text": " to many, many things."}, {"timestamp": [43.0, 44.8], "text": " We're in the far north of England,"}, {"timestamp": [44.8, 46.74], "text": " in Northumberlands near the Scottish border"}, {"timestamp": [46.74, 48.72], "text": " with members of the Forestry Commission"}, {"timestamp": [48.72, 51.34], "text": " including Forestry England manager Kevin May"}, {"timestamp": [51.34, 53.48], "text": " and Forrester Billy Jo Blackett"}, {"timestamp": [53.48, 56.2], "text": " annually it's about 3 million trees that are planted"}, {"timestamp": [56.2, 57.74], "text": " and that's part of our"}, {"timestamp": [57.74, 59.76], "text": " timber felling and then restocking"}, {"timestamp": [59.76, 62.0], "text": " but one of the really good facts is that"}, {"timestamp": [62.0, 64.56], "text": " if we put all of the trees on top of each other in Keelda"}, {"timestamp": [64.56, 66.14], "text": " they would go to the moon and back again."}, {"timestamp": [66.8, 68.12], "text": " So it's a lot of trees."}, {"timestamp": [68.62, 68.9], "text": " It is."}, {"timestamp": [69.16, 72.1], "text": " It's just huge scale is what strikes you here in every direction."}, {"timestamp": [78.4, 83.46], "text": " Magical thoughts of lines of trees to the moon come easily in a place like Elf Kirk."}, {"timestamp": [83.96, 89.22], "text": " It overlooks Keelder Forest, begun in the 1920s, rapidly expanded after World War II"}, {"timestamp": [89.22, 92.02], "text": " and dominated by Sitka spruce conifers."}, {"timestamp": [92.52, 98.16], "text": " Today it's famous for stargazing skies up above and wildlife such as red squirrels,"}, {"timestamp": [98.2, 99.72], "text": " voles and ospreys all around."}, {"timestamp": [100.32, 103.06], "text": " But it's also England's largest working forest,"}, {"timestamp": [103.56, 106.52], "text": " a place, in other words, that's run very much as a business."}, {"timestamp": [107.02, 114.12], "text": " Growing materials we all use, sustaining vital rural jobs and potentially crucial in combating climate change."}, {"timestamp": [115.18, 126.32], "text": " We've evolved from creating that strategic reserve of timber for the nation to then increasingly people have more recreation time in the 1950s, 1960s."}, {"timestamp": [126.62, 131.14], "text": " So it became then large areas of beauty to recreate and enjoy fresh air, etc."}, {"timestamp": [131.44, 134.6], "text": " And then increasingly people have that sort of interest for the environment."}, {"timestamp": [135.34, 141.12], "text": " So that sort of, I suppose, generated what we call our triple bottom line now,"}, {"timestamp": [141.3, 145.48], "text": " people, nature, economy, and that's what the nation's voice are."}, {"timestamp": [146.12, 151.58], "text": " Ultimately, though, this has always been a commercial forest with trees and timber its products."}, {"timestamp": [152.76, 157.68], "text": " Forestry is very much a long-term form of farming, farming trees."}, {"timestamp": [158.22, 164.48], "text": " So the products that we're producing vary massively, and we're producing pulp for paper and packaging"}, {"timestamp": [164.48, 165.0], "text": " production. We're producing biomass and chipwood, which goes into pulp for paper and packaging production."}, {"timestamp": [165.0, 170.0], "text": " We're producing biomass and chipwood, which goes into a lot of our energy production"}, {"timestamp": [170.0, 175.0], "text": " and also things like chipboard for construction and obviously construction timber."}, {"timestamp": [175.0, 181.0], "text": " And did you notice the change even in response to a very short term thing like the virus crisis in recent months?"}, {"timestamp": [181.0, 187.28], "text": " Yes, so the demand for short roundwood, so for pallet production, for distribution of goods"}, {"timestamp": [187.28, 190.82], "text": " and particularly food during that period."}, {"timestamp": [190.82, 196.08], "text": " Pulp for production of pharmaceutical packaging was also on the increase, whereas when the construction"}, {"timestamp": [196.08, 210.2], "text": " industry temporarily stopped, we then saw a decrease in demand for construction-grade timber. So forestry matters to all of us, and our politicians' ambitions for forests"}, {"timestamp": [210.2, 213.42], "text": " have certainly been sprouting rapidly upwards."}, {"timestamp": [213.42, 217.72], "text": " They've been trying to outbid each other in promising us millions of new trees."}, {"timestamp": [217.72, 222.04], "text": " Planting a tree, like cutting a ribbon on a new bridge, has always been a popular political"}, {"timestamp": [222.04, 223.64], "text": " photo op."}, {"timestamp": [223.64, 226.16], "text": " But how easy will it be for our forestry business"}, {"timestamp": [226.16, 229.52], "text": " to deliver all the planks of those policy platforms,"}, {"timestamp": [229.52, 234.32], "text": " maintaining an attractive environment and capturing large amounts of carbon in the long term"}, {"timestamp": [234.32, 240.96], "text": " while providing profitable timber in a fast-changing commercial market?"}, {"timestamp": [240.96, 249.0], "text": " We set off along a dirt road into a remote corner of the huge keelder forest with Kevin, Billy Joe."}, {"timestamp": [249.0, 252.0], "text": " Yeah, do you want to head up towards the machines then?"}, {"timestamp": [252.0, 259.0], "text": " And their colleague Alistair Burton to find out how the business of forestry really works on the ground."}, {"timestamp": [259.0, 262.0], "text": " Towards the machines then."}, {"timestamp": [262.0, 264.0], "text": " It's a big felling area at the moment."}, {"timestamp": [264.0, 269.28], "text": " In that direction are the stands of trees of, what would they be about 50 years old?"}, {"timestamp": [269.28, 270.72], "text": " Those ones there?"}, {"timestamp": [270.72, 275.12], "text": " Yeah, that's right. They'll be sort of 45, 50 years old trees."}, {"timestamp": [275.12, 279.36], "text": " But all across here is just a huge contrast."}, {"timestamp": [279.36, 283.52], "text": " The bare fields, stumps, bits of broken branches,"}, {"timestamp": [283.52, 285.76], "text": " looks almost like a slightly sort of devastated landscape."}, {"timestamp": [286.48, 293.04], "text": " This is a typical clear fell operation where, you know, we have a team of a harvester that"}, {"timestamp": [293.04, 298.8], "text": " fells the trees and processes it into timber lengths. You know, initially it can"}, {"timestamp": [300.16, 305.44], "text": " perhaps look a little raw, but it's all part of the restructuring process."}, {"timestamp": [305.9, 310.0], "text": " You know, when we come to replanting, there'll be open areas left"}, {"timestamp": [310.0, 315.36], "text": " and pulling the trees back from the watercourses, including more broadleaf species"}, {"timestamp": [315.36, 320.16], "text": " and so that in the future it can look better and to be better for the environment."}, {"timestamp": [321.08, 322.98], "text": " And there is the felling over there."}, {"timestamp": [323.06, 328.0], "text": " We can see some coming down as we're walking past."}, {"timestamp": [328.0, 342.0], "text": " There'll be about five or six different products on site and they're all stacked together as the same."}, {"timestamp": [342.0, 346.4], "text": " And so our customers, a range of sawmills across"}, {"timestamp": [346.4, 351.12], "text": " north of england and the south of scotland will know what stock we have at roadside and we've already"}, {"timestamp": [351.12, 356.64], "text": " agreed a price and they'll have bought a parcel of timber and when you say products to ignorant me"}, {"timestamp": [356.64, 360.16], "text": " it just looks like stacks of logs so what does a product mean when you're talking about a bit of a"}, {"timestamp": [360.16, 365.28], "text": " tree the best grade material is what we call it a green log and that's really your"}, {"timestamp": [365.28, 370.08], "text": " stratus gun barrel log that can go into the construction industry. Is that what we've got here?"}, {"timestamp": [370.8, 378.32], "text": " That actually looks to me like it's red log. So it's a slightly lower grade timber but"}, {"timestamp": [378.32, 383.6], "text": " you know still fetches a good price at market. It's just that it might have a slight bend in it"}, {"timestamp": [383.6, 388.64], "text": " basically but just fetches a slightly lower price than green log. So if we look back at this area that's just"}, {"timestamp": [388.64, 392.42], "text": " being cleared, give us an idea of the number of trees that have been fell, the amount of timber"}, {"timestamp": [392.42, 398.58], "text": " that's been produced. On site here, we have approximately 20,000 cubic metres of timber."}, {"timestamp": [401.54, 407.0], "text": " No. Can I do a calculation? A quick bit of mental arithmetic required,"}, {"timestamp": [407.0, 410.0], "text": " Kevin tops up the tree total with expert speed."}, {"timestamp": [410.0, 411.0], "text": " Yeah."}, {"timestamp": [411.0, 413.0], "text": " 60,000 speeds, something like that."}, {"timestamp": [413.0, 414.0], "text": " Yeah, okay."}, {"timestamp": [416.0, 419.0], "text": " I think it's worth reminding ourselves of the economic value"}, {"timestamp": [419.0, 421.0], "text": " of the forest sector to the north of England."}, {"timestamp": [421.0, 427.5], "text": " So probably 30,000 people employed in the sector across the north, within a hugely rural area."}, {"timestamp": [427.5, 429.34], "text": " That is a significant number of people."}, {"timestamp": [435.4, 438.48], "text": " Well, if you thought that forestry was still a matter"}, {"timestamp": [438.48, 441.06], "text": " of hacking with an axe and shouting timber,"}, {"timestamp": [441.06, 443.2], "text": " felling trees, it's hugely different,"}, {"timestamp": [443.2, 451.1], "text": " as you can see from this specialist vehicle here. It grabs the tree at the bottom and then cuts through it and then"}, {"timestamp": [451.1, 455.58], "text": " lowers it to the ground and then the series of very swift processes we can"}, {"timestamp": [455.58, 460.82], "text": " hear strips all the branches off the side and then cuts through into different"}, {"timestamp": [460.82, 470.2], "text": " lengths and then all of the logs that are cut are laid out quite systematically in groups here,"}, {"timestamp": [470.2, 475.68], "text": " ready to be gathered together and brought up to the road and for transport on to all the different users."}, {"timestamp": [475.68, 481.0], "text": " It's interesting how far the harvesting side has developed."}, {"timestamp": [481.0, 490.68], "text": " You know, we now have these machines with the potential for very big outputs, whereas on the planting side, it's not been deemed more economically viable"}, {"timestamp": [490.68, 495.06], "text": " for machines to do the planting because we're, you know, we're planting on gnarly,"}, {"timestamp": [495.26, 499.08], "text": " hilly ground, and the best way is still just to use a squad of people."}, {"timestamp": [499.76, 503.64], "text": " If you had a really good plan, they could plant about 2,000 trees a day, so although"}, {"timestamp": [503.64, 510.24], "text": " the machine's cutting about 500. So the planting, although it's done by humans still, not by machines, it's a"}, {"timestamp": [510.24, 512.72], "text": " pretty swift process too. Trees are a lot smaller then."}, {"timestamp": [516.72, 526.88], "text": " There's still a mixture here of high-tech harvesting and more hands-on skills in planting."}, {"timestamp": [526.88, 530.96], "text": " Some of the seasonal workforce has traditionally come from across Europe and forestry centres"}, {"timestamp": [530.96, 532.56], "text": " like Canada."}, {"timestamp": [532.56, 537.76], "text": " But the forestry business is also keen to attract a new generation of British employees and not"}, {"timestamp": [537.76, 540.0], "text": " only from rural areas."}, {"timestamp": [540.0, 543.84], "text": " So I didn't grow up in Northumberland."}, {"timestamp": [543.84, 547.28], "text": " I grew up just north of London, where there isn't"}, {"timestamp": [547.28, 551.88], "text": " a big forest, like Kielder, but I always knew I wanted to work outside, so that's how I found"}, {"timestamp": [551.88, 553.44], "text": " forest as an industry to work in."}, {"timestamp": [553.74, 558.28], "text": " It's been a very male-dominated industry for a long time. How did you find that coming into it?"}, {"timestamp": [559.4, 564.92], "text": " It still is a very male-dominated industry, but things are starting to change. I really"}, {"timestamp": [564.92, 571.04], "text": " love being a forester, and I would encourage everyone to think of it as a career, male and female."}, {"timestamp": [571.04, 575.52], "text": " I'm currently working on the Women in Forestry Programme Board for Forestry England,"}, {"timestamp": [575.52, 581.52], "text": " trying to improve protective equipment for women because it has been such a male-dominated industry,"}, {"timestamp": [581.52, 585.64], "text": " items such as chainsaw trousers and protective equipment hasn't always"}, {"timestamp": [585.64, 590.64], "text": " fitted women that well, which may have been a factor that's put women off joining the industry."}, {"timestamp": [591.2, 595.52], "text": " But by making those sorts of positive changes, hopefully in the future it would be more of a"}, {"timestamp": [595.52, 598.4], "text": " 50-50 split within the operational side."}, {"timestamp": [601.92, 607.72], "text": " Trees and wood may seem at root simple products, but forestry is now a sophisticated operation."}, {"timestamp": [608.44, 611.68], "text": " I asked Billy Jo, what are the essential skills of a forester?"}, {"timestamp": [612.36, 613.0], "text": " Oh, okay."}, {"timestamp": [614.58, 616.24], "text": " The essential skills of a forester?"}, {"timestamp": [617.32, 618.74], "text": " Got to like the outside."}, {"timestamp": [618.94, 624.24], "text": " You spend 50% of probably about 50% of our time out in the forest in all weathers, in all conditions."}, {"timestamp": [624.86, 630.02], "text": " A lot of our role is scientific-based, so it's a lot of understanding, the environment,"}, {"timestamp": [630.26, 637.3], "text": " understanding soil science, plant science. There's a lot of maths involved in terms of timber"}, {"timestamp": [637.3, 644.84], "text": " production and volumes, and we spend a lot of time negotiating and speaking to timber buyers as well."}, {"timestamp": [644.92, 646.64], "text": " There's a lot of communication. Really, you have to be, have a lot of time negotiating and speaking to timber buyers as well. There's a lot of communication."}, {"timestamp": [646.64, 651.12], "text": " Really you have to be, have a multitude of talents,"}, {"timestamp": [651.12, 655.12], "text": " but it's a job for everyone because there's so many aspects of it,"}, {"timestamp": [655.12, 657.92], "text": " not just trees and out in the forest by yourself."}, {"timestamp": [662.8, 670.0], "text": " And coming along this side now is a large tract vehicle, which is going to come to these piles of cut logs,"}, {"timestamp": [670.0, 693.0], "text": " bundle them up and carry into the side of the road ready for onward transport to the sawmills and the all the different factories which can make use of these products. If you're going to head."}, {"timestamp": [693.0, 698.0], "text": " If you head south a bit from Keelder, you come to the town of Hexham."}, {"timestamp": [698.0, 701.0], "text": " It's an historic Northumberland town."}, {"timestamp": [701.0, 703.0], "text": " There's a very impressive abbey just over there."}, {"timestamp": [703.0, 710.24], "text": " It's also not far from Hadrian's wall, so tourism's a really important local earner. But just a bit to the left of the abbey looking"}, {"timestamp": [710.24, 714.84], "text": " there, I can see a very different kind of landmark one you really might not expect. It's a large"}, {"timestamp": [714.84, 720.94], "text": " factory with a tall chimney spouting steam and it's run by a company called Eger. Their headquarters"}, {"timestamp": [720.94, 732.04], "text": " are in the Austrian Alps. But here, every day day they turn thousands of logs from Kielder and elsewhere, also wood shippings, into chipboard, and it's widely used in construction in Britain and beyond."}, {"timestamp": [732.4, 734.74], "text": " And it's by far the largest local employer."}, {"timestamp": [737.04, 740.96], "text": " We've 19 plants working within the group at the minute."}, {"timestamp": [740.96, 744.7], "text": " We're just building a 20th plant in Lexington, North Carolina."}, {"timestamp": [746.0, 750.88], "text": " I heard more about the company on a tour of its Hexham operation with Mike Yerbury,"}, {"timestamp": [750.88, 757.68], "text": " director of Eger Forestry. Historically we've been focused on Central Europe. This was"}, {"timestamp": [757.68, 763.92], "text": " the first plant outside of Austria that the group purchased in 1984. The reason the"}, {"timestamp": [763.92, 768.12], "text": " plant exists here is because there's 60,000 hectares of forest in Kilda"}, {"timestamp": [768.12, 770.84], "text": " that was directly accessible."}, {"timestamp": [774.8, 778.6], "text": " Well this seems in many ways quite a far cry from the Peace and Fire to the Kilda"}, {"timestamp": [778.6, 783.76], "text": " Forests though what's striking here in the centre of the plant is you can still smell the"}, {"timestamp": [783.76, 787.0], "text": " wood all around and see the piles of logs in the distance."}, {"timestamp": [787.0, 796.0], "text": " But right around us now is all kinds of machinery, all kinds of technology, pipes overhead, large concrete silos it looks like."}, {"timestamp": [796.0, 798.0], "text": " Clearly there's been a lot of technological investment in here."}, {"timestamp": [798.0, 805.0], "text": " Yeah, a huge amount of investment. So this is the new part of the plant that we built in 2006, 2007."}, {"timestamp": [805.0, 809.0], "text": " Since that time we've invested about £250 million on the site."}, {"timestamp": [809.0, 816.0], "text": " There is lots of technology and there's lots of research that goes into creating what we see in front of us"}, {"timestamp": [816.0, 823.0], "text": " in order to make the processes as streamlined and as efficient as possible in order to produce the board that we make."}, {"timestamp": [823.0, 829.0], "text": " Coming out the other end of the process, UK product manager Karis Ladler tells me,"}, {"timestamp": [829.0, 834.0], "text": " is a huge daily output of chipboard, something with all sorts of practical uses."}, {"timestamp": [834.0, 841.0], "text": " If we were to take the, on average, the amount of boards we would produce in one single day,"}, {"timestamp": [841.0, 848.88], "text": " you could actually lay them back to back and it would take you all the way from here in Hexham over to Newcastle and back so we're just under 46 miles and length that is the"}, {"timestamp": [848.88, 857.6], "text": " scale of the raw chipboards that we are producing on a daily basis just in one day yeah so in front"}, {"timestamp": [857.6, 864.0], "text": " of us now the largest pile of wood chipping ever seen in my life i mean what kind of scale do we"}, {"timestamp": [864.0, 868.64], "text": " think this is yeah so that's probably about eight to nine meters tall."}, {"timestamp": [868.64, 871.0], "text": " Those chips come from a variety of different sawmills"}, {"timestamp": [871.0, 875.8], "text": " across from Durham to Carlisle, Dalbite, to Lockaby."}, {"timestamp": [875.8, 877.36], "text": " And it makes you realize this is an economy"}, {"timestamp": [877.36, 880.08], "text": " that's across a whole region over into Scotland,"}, {"timestamp": [880.08, 881.96], "text": " the whole north of England, all linked together."}, {"timestamp": [881.96, 887.28], "text": " Absolutely, it's very cross-border. People move between borders all the time."}, {"timestamp": [887.28, 892.16], "text": " Having that fluid movement is essential, really."}, {"timestamp": [892.16, 896.88], "text": " As more tracks arrive from the forests and sawmills, a bulldozer pushes the chippings"}, {"timestamp": [896.88, 900.96], "text": " onto the enormous pile before they're fed into the production process."}, {"timestamp": [900.96, 905.68], "text": " What we do with the chips is start to reduce that in size to a splinter size. And the same with the roundwood. That would go through a slightly different process. What we do with the chips is start to reduce that in size, to a splinter size."}, {"timestamp": [905.68, 910.16], "text": " And the same with the round wood, that would go through a slightly different process. And the only"}, {"timestamp": [910.16, 915.28], "text": " way I can describe it's like flaking cheese. So in the end, this kind of material could well end up"}, {"timestamp": [915.28, 922.08], "text": " on someone's kitchen work top. Absolutely. You know, the two-thirds of what we produce and what"}, {"timestamp": [922.08, 929.0], "text": " we sell into the marketplace is decorative products. So that will into kitchens bedrooms and bathrooms a statistic to roll out would be"}, {"timestamp": [929.0, 933.76], "text": " one in every two kitchens in the UK would have a eager material within it"}, {"timestamp": [933.76, 946.0], "text": " so this is the end point of the process."}, {"timestamp": [946.0, 955.0], "text": " There's a line of forklift trucks taking pallets and this is where everything emerges at the end of this whole process."}, {"timestamp": [955.0, 962.0], "text": " Starting at logs and wood chips at one end and here is the finished product at the other."}, {"timestamp": [962.0, 965.74], "text": " And this goes all over the country from here and further afield?"}, {"timestamp": [965.98, 967.26], "text": " Predominantly UK and Ireland."}, {"timestamp": [967.52, 969.36], "text": " So we've got 24-7 loading,"}, {"timestamp": [969.56, 972.24], "text": " which means that our customers then receive the products at the time"}, {"timestamp": [972.24, 973.64], "text": " that they actually want to receive it."}, {"timestamp": [974.08, 977.24], "text": " And what would you expect what we can see here to be used for in the end?"}, {"timestamp": [977.8, 980.98], "text": " This material, I can't see the decor on it,"}, {"timestamp": [981.02, 982.62], "text": " but it will be a laminated raw board."}, {"timestamp": [983.22, 986.68], "text": " And this is going to go into the furniture industry predominantly,"}, {"timestamp": [986.98, 992.16], "text": " but you could also see this in a hotel, in student accommodation, for example,"}, {"timestamp": [992.58, 997.72], "text": " actually probably stayed in a hotel or shopped in a retail store, which has our products."}, {"timestamp": [999.32, 1001.88], "text": " Eger, with its huge daily demand for wood,"}, {"timestamp": [1002.34, 1006.0], "text": " certainly approves of the government's promise to plant 30 million trees a year"}, {"timestamp": [1006.0, 1007.56], "text": " while also protecting peatland."}, {"timestamp": [1008.42, 1009.66], "text": " New planting in what's called"}, {"timestamp": [1009.66, 1011.08], "text": " the Great Northumberland Forest"}, {"timestamp": [1011.08, 1012.62], "text": " is meant to be leading the way."}, {"timestamp": [1013.1, 1015.02], "text": " The big players are already involved,"}, {"timestamp": [1015.34, 1018.0], "text": " but it's also hoped, says Kevin May of Forestry England,"}, {"timestamp": [1018.38, 1020.54], "text": " that lots of new small-scale foresters"}, {"timestamp": [1020.54, 1021.96], "text": " will be persuaded to join in"}, {"timestamp": [1021.96, 1024.24], "text": " as part of overall landscape improvement."}, {"timestamp": [1025.2, 1029.44], "text": " And, you know, Northumberland has been seen as a great opportunity not only for tree planting,"}, {"timestamp": [1029.44, 1036.0], "text": " but for peatland restoration as well. And it's not just about, you know, large-scale"}, {"timestamp": [1036.0, 1040.72], "text": " forest like we see here in Kilda. It can be around individual tree planting schemes,"}, {"timestamp": [1040.72, 1045.84], "text": " it can be around creating community woodlands, you know, but equally it can be"}, {"timestamp": [1045.84, 1052.9], "text": " forests of scale as well. So real multi-purpose forest. So great for biodiversity, great for the"}, {"timestamp": [1052.9, 1059.44], "text": " regional economy, great for health and well-being. But not as simple as the more trees, the better,"}, {"timestamp": [1059.44, 1063.54], "text": " the more landscape covering trees, the better. No, absolutely not. And, you know, the key sort of"}, {"timestamp": [1063.54, 1070.0], "text": " mantra is right tree in the right place."}, {"timestamp": [1070.0, 1076.32], "text": " While everyone might agree that more trees sound like a nice idea, attracting all kinds of new forestry"}, {"timestamp": [1076.32, 1078.82], "text": " investors is another matter."}, {"timestamp": [1078.82, 1083.78], "text": " Could farmers say or holiday cottage owners decide tree planting is a good way to grow their profit"}, {"timestamp": [1083.78, 1084.78], "text": " margins too?"}, {"timestamp": [1084.78, 1085.0], "text": " We might get in the bad midges here. Yeah, no, we put a little bit of stuff on. Holiday cottage owners decide tree planting is a good way to grow their profit margins too."}, {"timestamp": [1085.0, 1088.0], "text": " We might get a bit of stuff on."}, {"timestamp": [1088.0, 1091.0], "text": " We just just been out a little bit of."}, {"timestamp": [1091.0, 1095.0], "text": " John Wilson is an intriguing kind of rural entrepreneur."}, {"timestamp": [1095.0, 1097.0], "text": " Good advice."}, {"timestamp": [1097.0, 1103.0], "text": " He's worked in academia, became involved in small-scale farming,"}, {"timestamp": [1103.0, 1108.0], "text": " and now runs a farm and holiday cottage business just south of the Scottish border."}, {"timestamp": [1108.0, 1117.0], "text": " We're farmers and landowners and we originally started off with livestock, but the livestock just doesn't pay,"}, {"timestamp": [1117.0, 1120.0], "text": " doesn't produce a meaningful income."}, {"timestamp": [1120.0, 1125.44], "text": " So we got rid of them and planted deciduous native trees to increase biodiversity,"}, {"timestamp": [1125.44, 1131.52], "text": " which happens to go hand in hand with the cottages, because people love to come to the cottages"}, {"timestamp": [1131.52, 1135.84], "text": " and experience that away from it all feeling and nature."}, {"timestamp": [1135.84, 1139.84], "text": " And we should explain, although we can hear a little bit of the A68, one of the main roads"}, {"timestamp": [1139.84, 1144.16], "text": " of Scotland in the background, otherwise we're just got fantastic views of the"}, {"timestamp": [1144.16, 1146.0], "text": " foot hills of the chivots all around us."}, {"timestamp": [1146.0, 1151.12], "text": " Yes. So it's an amazing rural landscape with the cottages, a little kind of oasis of trees in the middle, if you like."}, {"timestamp": [1151.12, 1158.96], "text": " Well, that's the National Nature Reserve opposite. And that hasn't changed since, listen to this, the Iron Age."}, {"timestamp": [1159.92, 1166.22], "text": " So it's completely unchanged. And we have an ex-volcano here where we draw a supply of water from."}, {"timestamp": [1167.1, 1169.2], "text": " And we've got a massive supply of fresh air."}, {"timestamp": [1169.86, 1170.56], "text": " It's wonderful."}, {"timestamp": [1172.0, 1176.32], "text": " John and his wife Jill made some money by developing and selling on rural properties."}, {"timestamp": [1176.96, 1180.6], "text": " They now have three cottages on this site, as well as some sheep and a few cattle."}, {"timestamp": [1181.36, 1186.4], "text": " Improving biodiversity through planting trees and shrubs is the priority now to attract"}, {"timestamp": [1186.4, 1194.56], "text": " insects, birds and visitors. People have caught on to that notion that wildlife, biodiversity"}, {"timestamp": [1194.56, 1200.88], "text": " and nature are a good thing. And how did you go about planting trees deciding which ones to"}, {"timestamp": [1200.88, 1205.0], "text": " plant and getting the permission to do so. Native deciduous trees."}, {"timestamp": [1205.0, 1208.0], "text": " No conifers have been planted here."}, {"timestamp": [1208.0, 1210.0], "text": " And that's what we can see over the other side of the valley"}, {"timestamp": [1210.0, 1214.0], "text": " is the classic sort of major plantation of commercial connovers, can't we?"}, {"timestamp": [1214.0, 1216.0], "text": " Serried rows of sicker spruce."}, {"timestamp": [1216.0, 1217.0], "text": " Yeah."}, {"timestamp": [1217.0, 1218.0], "text": " Planted like soldiers."}, {"timestamp": [1218.0, 1222.0], "text": " They're quite dense, yeah, up they stand, and they do cover a lot of the landscape around here."}, {"timestamp": [1222.0, 1225.52], "text": " Yes, but I think it's an essential part of the landscape."}, {"timestamp": [1225.52, 1231.2], "text": " You know, they provide an income for people, which is very solely lacking in rural areas now."}, {"timestamp": [1231.2, 1235.28], "text": " Post offices are closing, schools are closing and consolidating."}, {"timestamp": [1235.28, 1239.52], "text": " People are moving away from rural areas. We need to have some employment up here."}, {"timestamp": [1240.4, 1244.24], "text": " And if you decide you're going to plant some more trees in this environment,"}, {"timestamp": [1244.24, 1246.0], "text": " how straightforward is it to go ahead and do that?"}, {"timestamp": [1246.0, 1247.0], "text": " Very difficult."}, {"timestamp": [1247.0, 1251.0], "text": " There are a few hurdles to overcome which take humongous effort."}, {"timestamp": [1251.0, 1254.0], "text": " The first one is the environmental impact assessment."}, {"timestamp": [1254.0, 1257.0], "text": " Oh boy, that's difficult. That really is difficult."}, {"timestamp": [1257.0, 1260.0], "text": " Then there's the application process itself,"}, {"timestamp": [1260.0, 1264.0], "text": " and then even when the permission is given to go ahead and plant trees,"}, {"timestamp": [1264.0, 1267.16], "text": " the bureaucracy is so inefficient, it just doesn't do its job."}, {"timestamp": [1267.24, 1269.66], "text": " I thought everyone was encouraging as many trees as possible at the moment."}, {"timestamp": [1270.3, 1274.2], "text": " Yeah, but they're actively discouraging the planting of trees too."}, {"timestamp": [1275.1, 1277.98], "text": " So you think it's a bit of a mismatch between all the political talk"}, {"timestamp": [1277.98, 1280.22], "text": " of let's plant thousands, millions more trees"}, {"timestamp": [1280.22, 1284.56], "text": " and what it's actually like if you as a business or whatever want to do it?"}, {"timestamp": [1285.0, 1287.0], "text": " Absolutely. Absolutely."}, {"timestamp": [1287.0, 1291.0], "text": " You've got to be bloody tenacious to do it."}, {"timestamp": [1291.0, 1296.0], "text": " If you could get a system that was designed to put people off,"}, {"timestamp": [1296.0, 1300.0], "text": " that would be what they've got."}, {"timestamp": [1300.0, 1305.04], "text": " So this small-scale forester laments what he sees as enthusiasm for more trees,"}, {"timestamp": [1305.44, 1308.78], "text": " becoming mired in the bureaucratic equivalent of a cheviot bog."}, {"timestamp": [1309.5, 1313.16], "text": " It's not just national politicians who've been promising a forestry boom."}, {"timestamp": [1313.8, 1317.84], "text": " Northumberland's Conservative County Council leader until this week, Peter Jackson,"}, {"timestamp": [1317.84, 1321.72], "text": " sees it as an ideal response to all kinds of current challenges,"}, {"timestamp": [1322.2, 1324.86], "text": " the post-pandemic recession, global trade wars,"}, {"timestamp": [1325.16, 1328.28], "text": " and Britain's new start in agriculture after leaving the EU."}, {"timestamp": [1329.12, 1332.76], "text": " Mr Jackson, who happens to be a farmer himself, hopes tree planting,"}, {"timestamp": [1333.12, 1336.72], "text": " will become as routine as, say, sheep-rearing or growing barley."}, {"timestamp": [1340.72, 1348.76], "text": " It's proven that forestry operations actually create more wealth in upland areas than just straight traditional farming on its own."}, {"timestamp": [1349.38, 1353.92], "text": " So that's really the driver to make a sustainable rural economy."}, {"timestamp": [1354.08, 1359.66], "text": " We're trying to make it easier for people to plant trees on a sustained and a large-scale basis."}, {"timestamp": [1359.86, 1364.16], "text": " It's interesting you say easier because we've heard complaints that it's incredibly bureaucratic."}, {"timestamp": [1364.78, 1367.46], "text": " It's something people might have assumed was a pretty straightforward thing."}, {"timestamp": [1367.54, 1368.44], "text": " I want to plant some trees."}, {"timestamp": [1368.52, 1369.54], "text": " I just go ahead and do it."}, {"timestamp": [1369.78, 1371.3], "text": " And they say it's very off-putting."}, {"timestamp": [1371.76, 1372.62], "text": " Yeah, no, it is."}, {"timestamp": [1372.7, 1377.48], "text": " And that's why we're getting all the agencies together to make it easier to get through the planning process."}, {"timestamp": [1377.92, 1383.86], "text": " We've got an example of a recent forest that was planted in Barmore in North and Northumberland."}, {"timestamp": [1383.86, 1386.02], "text": " It was a thousand-acre block."}, {"timestamp": [1386.44, 1388.6], "text": " And I think it took them five years"}, {"timestamp": [1388.6, 1391.38], "text": " to get their planning permission through from start to finish."}, {"timestamp": [1391.38, 1392.38], "text": " Why has it got so complicated?"}, {"timestamp": [1392.56, 1396.04], "text": " Well, for the life of me, I don't know, and it shouldn't be that way."}, {"timestamp": [1396.56, 1399.8], "text": " As a conservative, Peter Jackson welcomes in broad terms"}, {"timestamp": [1399.8, 1401.28], "text": " the government's forestry plans."}, {"timestamp": [1401.84, 1405.74], "text": " But he also sounds worried about distance national politicians who don't"}, {"timestamp": [1405.74, 1410.86], "text": " understand that it's not just about more and more trees everywhere possible. Reaping the"}, {"timestamp": [1410.86, 1416.3], "text": " commercial and environmental benefits depends on a deeper understanding of how best to use our"}, {"timestamp": [1416.3, 1423.38], "text": " land. We are identifying areas that absolutely need to be preserved. So Pete Bogs, for example,"}, {"timestamp": [1423.62, 1426.16], "text": " are just a given. They will be preserved"}, {"timestamp": [1426.16, 1431.44], "text": " forever and they're huge carbon sinks and the peat bogs and we have a lot of them."}, {"timestamp": [1431.44, 1435.12], "text": " Because you harm their ability to capture carbon if you plant the wrong things there."}, {"timestamp": [1435.12, 1442.4], "text": " Absolutely, yeah, yeah. So we will protect the key environmental features, but still, you know,"}, {"timestamp": [1442.4, 1446.48], "text": " we've got tens of thousands of hectares in northumberland that we could"}, {"timestamp": [1446.48, 1453.44], "text": " we could use more productively for forestry our idea of a great northumberland forest is to start"}, {"timestamp": [1453.44, 1460.32], "text": " with over a million trees just to get a start and to use that as an example to the private sector"}, {"timestamp": [1460.32, 1467.0], "text": " about just exactly what can be done and then we're hoping to create a financial incentive package"}, {"timestamp": [1467.0, 1470.0], "text": " to make it more attractive to go into woodland."}, {"timestamp": [1470.0, 1474.0], "text": " And if you're going to become a forester,"}, {"timestamp": [1474.0, 1476.0], "text": " you've got to think long term."}, {"timestamp": [1476.0, 1479.0], "text": " Trees, after all, take decades to grow."}, {"timestamp": [1479.0, 1482.0], "text": " But the demand for raw timber and timber products"}, {"timestamp": [1482.0, 1484.0], "text": " seems to be rising relentlessly."}, {"timestamp": [1484.0, 1487.0], "text": " Prices have doubled, he says, in the last two years."}, {"timestamp": [1487.0, 1494.0], "text": " Because there is actually so much being used for energy production as much as anything else."}, {"timestamp": [1494.0, 1497.0], "text": " But the uses of timber are enormous,"}, {"timestamp": [1497.0, 1503.0], "text": " and the production of the forestry of the raw material in our forests has not kept up."}, {"timestamp": [1503.0, 1508.08], "text": " And people talk about this almost as something which you should think about as a strategic"}, {"timestamp": [1508.08, 1512.46], "text": " need for the country, a bit like a, it used to be thought to be a military necessity."}, {"timestamp": [1513.02, 1514.72], "text": " Do the politicians think in that way?"}, {"timestamp": [1515.34, 1517.12], "text": " It depends who you talk to it."}, {"timestamp": [1517.58, 1523.86], "text": " In Britain as a whole, we import more trees than nearly any other country in the whole world."}, {"timestamp": [1523.86, 1525.96], "text": " We're the second biggest importer in the world."}, {"timestamp": [1526.6, 1530.8], "text": " For a country like ours that can grow trees so well, that is just crazy."}, {"timestamp": [1531.0, 1532.46], "text": " And we need to reverse that."}, {"timestamp": [1533.02, 1537.5], "text": " We actually import timber in this country from Russia, for example."}, {"timestamp": [1537.5, 1542.26], "text": " Is it right to rely on Russia for one of our main timber sources?"}, {"timestamp": [1542.9, 1545.94], "text": " Is it morally right for us as a country"}, {"timestamp": [1545.94, 1549.16], "text": " to use timber for energy production"}, {"timestamp": [1549.16, 1550.7], "text": " to burn it in power stations"}, {"timestamp": [1550.7, 1552.54], "text": " when we're just importing it"}, {"timestamp": [1552.54, 1554.22], "text": " from somewhere else in the world?"}, {"timestamp": [1554.58, 1555.74], "text": " I don't think it is."}, {"timestamp": [1556.0, 1557.7], "text": " We can produce our own timber,"}, {"timestamp": [1558.2, 1578.0], "text": " so why shouldn't we do it? Back in Keelder forest you can hear as the giant claw swings round and drops the logs onto neat stacks, waiting for the wagons."}, {"timestamp": [1578.0, 1588.0], "text": " About 500 of them leave Keelder each week. Living in Northumberland, I often see these trucks on local roads, heading for all the businesses around here linked to forestry."}, {"timestamp": [1588.0, 1601.0], "text": " Today's foresters like Billy Joe Bluckett juggle all sorts of priorities, not simply the shapes, lengths and uses of all the different trees their sophisticated machines are felling."}, {"timestamp": [1601.0, 1605.28], "text": " We're looking at the recreational aspect within that site,"}, {"timestamp": [1608.12, 1608.58], "text": " the environmental, if there's any species there that we might be affecting,"}, {"timestamp": [1610.46, 1611.12], "text": " and then planning the timber operations."}, {"timestamp": [1614.54, 1617.62], "text": " And then when we're felling the trees ourselves and then selling those produce, we're then working on a much more short-term scale"}, {"timestamp": [1617.62, 1621.66], "text": " and deciding what products we're going to produce to then feed into those markets."}, {"timestamp": [1629.12, 1632.92], "text": " Government foreign foreign. to then feed into those markets. Government forestry plans want trees to bear all kinds of fruit,"}, {"timestamp": [1633.3, 1636.82], "text": " better landscape, more rural jobs, greater carbon capture."}, {"timestamp": [1637.36, 1641.28], "text": " But trees also need to pay their way, as a commercial resource,"}, {"timestamp": [1641.58, 1644.68], "text": " one to tempt new players and investors into the forestry business."}, {"timestamp": [1645.26, 1648.48], "text": " It's all a lot more subtle, complex and varied than you might think."}, {"timestamp": [1649.32, 1652.86], "text": " Our politicians hope new forests will give them a lasting legacy,"}, {"timestamp": [1653.36, 1656.44], "text": " but it's not as simple as just planting millions more trees."}, {"timestamp": [1657.12, 1662.32], "text": " Forests are places where inexperienced outsiders can seriously lose their way."}, {"timestamp": [1665.84, 1668.98], "text": " That edition of In Business was produced by John Murphy"}, {"timestamp": [1668.98, 1670.78], "text": " and presented by me, Chris Bowlby."}, {"timestamp": [1671.22, 1673.22], "text": " The series editor is Penny Murphy."}, {"timestamp": [1673.9, 1675.42], "text": " David Crackles mixed the program"}, {"timestamp": [1675.42, 1679.16], "text": " and you can download many more editions from BBC Sounds."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. So this is the Elfkirk viewpoint, and immediately in front of us is the Keelder Reservoir, and then in every direction pretty much, and we can see a very long way here, trees. As people enter Kilda Forest, this is one of the first viewpoints they will come to. And it's just a good opportunity that just gives that impression of scale that we have here at Kilda Forest. It is a very large forest and makes a very large contribution to many, many things. We're in the far north of England, in Northumberlands near the Scottish border with members of the Forestry Commission including Forestry England manager Kevin May and Forrester Billy Jo Blackett annually it's about 3 million trees that are planted and that's part of our timber felling and then restocking but one of the really good facts is that if we put all of the trees on top of each other in Keelda they would go to the moon and back again. So it's a lot of trees. It is. It's just huge scale is what strikes you here in every direction. Magical thoughts of lines of trees to the moon come easily in a place like Elf Kirk. It overlooks Keelder Forest, begun in the 1920s, rapidly expanded after World War II and dominated by Sitka spruce conifers. Today it's famous for stargazing skies up above and wildlife such as red squirrels, voles and ospreys all around. But it's also England's largest working forest, a place, in other words, that's run very much as a business. Growing materials we all use, sustaining vital rural jobs and potentially crucial in combating climate change. We've evolved from creating that strategic reserve of timber for the nation to then increasingly people have more recreation time in the 1950s, 1960s. So it became then large areas of beauty to recreate and enjoy fresh air, etc. And then increasingly people have that sort of interest for the environment. So that sort of, I suppose, generated what we call our triple bottom line now, people, nature, economy, and that's what the nation's voice are. Ultimately, though, this has always been a commercial forest with trees and timber its products. Forestry is very much a long-term form of farming, farming trees. So the products that we're producing vary massively, and we're producing pulp for paper and packaging production. We're producing biomass and chipwood, which goes into pulp for paper and packaging production. We're producing biomass and chipwood, which goes into a lot of our energy production and also things like chipboard for construction and obviously construction timber. And did you notice the change even in response to a very short term thing like the virus crisis in recent months? Yes, so the demand for short roundwood, so for pallet production, for distribution of goods and particularly food during that period. Pulp for production of pharmaceutical packaging was also on the increase, whereas when the construction industry temporarily stopped, we then saw a decrease in demand for construction-grade timber. So forestry matters to all of us, and our politicians' ambitions for forests have certainly been sprouting rapidly upwards. They've been trying to outbid each other in promising us millions of new trees. Planting a tree, like cutting a ribbon on a new bridge, has always been a popular political photo op. But how easy will it be for our forestry business to deliver all the planks of those policy platforms, maintaining an attractive environment and capturing large amounts of carbon in the long term while providing profitable timber in a fast-changing commercial market? We set off along a dirt road into a remote corner of the huge keelder forest with Kevin, Billy Joe. Yeah, do you want to head up towards the machines then? And their colleague Alistair Burton to find out how the business of forestry really works on the ground. Towards the machines then. It's a big felling area at the moment. In that direction are the stands of trees of, what would they be about 50 years old? Those ones there? Yeah, that's right. They'll be sort of 45, 50 years old trees. But all across here is just a huge contrast. The bare fields, stumps, bits of broken branches, looks almost like a slightly sort of devastated landscape. This is a typical clear fell operation where, you know, we have a team of a harvester that fells the trees and processes it into timber lengths. You know, initially it can perhaps look a little raw, but it's all part of the restructuring process. You know, when we come to replanting, there'll be open areas left and pulling the trees back from the watercourses, including more broadleaf species and so that in the future it can look better and to be better for the environment. And there is the felling over there. We can see some coming down as we're walking past. There'll be about five or six different products on site and they're all stacked together as the same. And so our customers, a range of sawmills across north of england and the south of scotland will know what stock we have at roadside and we've already agreed a price and they'll have bought a parcel of timber and when you say products to ignorant me it just looks like stacks of logs so what does a product mean when you're talking about a bit of a tree the best grade material is what we call it a green log and that's really your stratus gun barrel log that can go into the construction industry. Is that what we've got here? That actually looks to me like it's red log. So it's a slightly lower grade timber but you know still fetches a good price at market. It's just that it might have a slight bend in it basically but just fetches a slightly lower price than green log. So if we look back at this area that's just being cleared, give us an idea of the number of trees that have been fell, the amount of timber that's been produced. On site here, we have approximately 20,000 cubic metres of timber. No. Can I do a calculation? A quick bit of mental arithmetic required, Kevin tops up the tree total with expert speed. Yeah. 60,000 speeds, something like that. Yeah, okay. I think it's worth reminding ourselves of the economic value of the forest sector to the north of England. So probably 30,000 people employed in the sector across the north, within a hugely rural area. That is a significant number of people. Well, if you thought that forestry was still a matter of hacking with an axe and shouting timber, felling trees, it's hugely different, as you can see from this specialist vehicle here. It grabs the tree at the bottom and then cuts through it and then lowers it to the ground and then the series of very swift processes we can hear strips all the branches off the side and then cuts through into different lengths and then all of the logs that are cut are laid out quite systematically in groups here, ready to be gathered together and brought up to the road and for transport on to all the different users. It's interesting how far the harvesting side has developed. You know, we now have these machines with the potential for very big outputs, whereas on the planting side, it's not been deemed more economically viable for machines to do the planting because we're, you know, we're planting on gnarly, hilly ground, and the best way is still just to use a squad of people. If you had a really good plan, they could plant about 2,000 trees a day, so although the machine's cutting about 500. So the planting, although it's done by humans still, not by machines, it's a pretty swift process too. Trees are a lot smaller then. There's still a mixture here of high-tech harvesting and more hands-on skills in planting. Some of the seasonal workforce has traditionally come from across Europe and forestry centres like Canada. But the forestry business is also keen to attract a new generation of British employees and not only from rural areas. So I didn't grow up in Northumberland. I grew up just north of London, where there isn't a big forest, like Kielder, but I always knew I wanted to work outside, so that's how I found forest as an industry to work in. It's been a very male-dominated industry for a long time. How did you find that coming into it? It still is a very male-dominated industry, but things are starting to change. I really love being a forester, and I would encourage everyone to think of it as a career, male and female. I'm currently working on the Women in Forestry Programme Board for Forestry England, trying to improve protective equipment for women because it has been such a male-dominated industry, items such as chainsaw trousers and protective equipment hasn't always fitted women that well, which may have been a factor that's put women off joining the industry. But by making those sorts of positive changes, hopefully in the future it would be more of a 50-50 split within the operational side. Trees and wood may seem at root simple products, but forestry is now a sophisticated operation. I asked Billy Jo, what are the essential skills of a forester? Oh, okay. The essential skills of a forester? Got to like the outside. You spend 50% of probably about 50% of our time out in the forest in all weathers, in all conditions. A lot of our role is scientific-based, so it's a lot of understanding, the environment, understanding soil science, plant science. There's a lot of maths involved in terms of timber production and volumes, and we spend a lot of time negotiating and speaking to timber buyers as well. There's a lot of communication. Really, you have to be, have a lot of time negotiating and speaking to timber buyers as well. There's a lot of communication. Really you have to be, have a multitude of talents, but it's a job for everyone because there's so many aspects of it, not just trees and out in the forest by yourself. And coming along this side now is a large tract vehicle, which is going to come to these piles of cut logs, bundle them up and carry into the side of the road ready for onward transport to the sawmills and the all the different factories which can make use of these products. If you're going to head. If you head south a bit from Keelder, you come to the town of Hexham. It's an historic Northumberland town. There's a very impressive abbey just over there. It's also not far from Hadrian's wall, so tourism's a really important local earner. But just a bit to the left of the abbey looking there, I can see a very different kind of landmark one you really might not expect. It's a large factory with a tall chimney spouting steam and it's run by a company called Eger. Their headquarters are in the Austrian Alps. But here, every day day they turn thousands of logs from Kielder and elsewhere, also wood shippings, into chipboard, and it's widely used in construction in Britain and beyond. And it's by far the largest local employer. We've 19 plants working within the group at the minute. We're just building a 20th plant in Lexington, North Carolina. I heard more about the company on a tour of its Hexham operation with Mike Yerbury, director of Eger Forestry. Historically we've been focused on Central Europe. This was the first plant outside of Austria that the group purchased in 1984. The reason the plant exists here is because there's 60,000 hectares of forest in Kilda that was directly accessible. Well this seems in many ways quite a far cry from the Peace and Fire to the Kilda Forests though what's striking here in the centre of the plant is you can still smell the wood all around and see the piles of logs in the distance. But right around us now is all kinds of machinery, all kinds of technology, pipes overhead, large concrete silos it looks like. Clearly there's been a lot of technological investment in here. Yeah, a huge amount of investment. So this is the new part of the plant that we built in 2006, 2007. Since that time we've invested about £250 million on the site. There is lots of technology and there's lots of research that goes into creating what we see in front of us in order to make the processes as streamlined and as efficient as possible in order to produce the board that we make. Coming out the other end of the process, UK product manager Karis Ladler tells me, is a huge daily output of chipboard, something with all sorts of practical uses. If we were to take the, on average, the amount of boards we would produce in one single day, you could actually lay them back to back and it would take you all the way from here in Hexham over to Newcastle and back so we're just under 46 miles and length that is the scale of the raw chipboards that we are producing on a daily basis just in one day yeah so in front of us now the largest pile of wood chipping ever seen in my life i mean what kind of scale do we think this is yeah so that's probably about eight to nine meters tall. Those chips come from a variety of different sawmills across from Durham to Carlisle, Dalbite, to Lockaby. And it makes you realize this is an economy that's across a whole region over into Scotland, the whole north of England, all linked together. Absolutely, it's very cross-border. People move between borders all the time. Having that fluid movement is essential, really. As more tracks arrive from the forests and sawmills, a bulldozer pushes the chippings onto the enormous pile before they're fed into the production process. What we do with the chips is start to reduce that in size to a splinter size. And the same with the roundwood. That would go through a slightly different process. What we do with the chips is start to reduce that in size, to a splinter size. And the same with the round wood, that would go through a slightly different process. And the only way I can describe it's like flaking cheese. So in the end, this kind of material could well end up on someone's kitchen work top. Absolutely. You know, the two-thirds of what we produce and what we sell into the marketplace is decorative products. So that will into kitchens bedrooms and bathrooms a statistic to roll out would be one in every two kitchens in the UK would have a eager material within it so this is the end point of the process. There's a line of forklift trucks taking pallets and this is where everything emerges at the end of this whole process. Starting at logs and wood chips at one end and here is the finished product at the other. And this goes all over the country from here and further afield? Predominantly UK and Ireland. So we've got 24-7 loading, which means that our customers then receive the products at the time that they actually want to receive it. And what would you expect what we can see here to be used for in the end? This material, I can't see the decor on it, but it will be a laminated raw board. And this is going to go into the furniture industry predominantly, but you could also see this in a hotel, in student accommodation, for example, actually probably stayed in a hotel or shopped in a retail store, which has our products. Eger, with its huge daily demand for wood, certainly approves of the government's promise to plant 30 million trees a year while also protecting peatland. New planting in what's called the Great Northumberland Forest is meant to be leading the way. The big players are already involved, but it's also hoped, says Kevin May of Forestry England, that lots of new small-scale foresters will be persuaded to join in as part of overall landscape improvement. And, you know, Northumberland has been seen as a great opportunity not only for tree planting, but for peatland restoration as well. And it's not just about, you know, large-scale forest like we see here in Kilda. It can be around individual tree planting schemes, it can be around creating community woodlands, you know, but equally it can be forests of scale as well. So real multi-purpose forest. So great for biodiversity, great for the regional economy, great for health and well-being. But not as simple as the more trees, the better, the more landscape covering trees, the better. No, absolutely not. And, you know, the key sort of mantra is right tree in the right place. While everyone might agree that more trees sound like a nice idea, attracting all kinds of new forestry investors is another matter. Could farmers say or holiday cottage owners decide tree planting is a good way to grow their profit margins too? We might get in the bad midges here. Yeah, no, we put a little bit of stuff on. Holiday cottage owners decide tree planting is a good way to grow their profit margins too. We might get a bit of stuff on. We just just been out a little bit of. John Wilson is an intriguing kind of rural entrepreneur. Good advice. He's worked in academia, became involved in small-scale farming, and now runs a farm and holiday cottage business just south of the Scottish border. We're farmers and landowners and we originally started off with livestock, but the livestock just doesn't pay, doesn't produce a meaningful income. So we got rid of them and planted deciduous native trees to increase biodiversity, which happens to go hand in hand with the cottages, because people love to come to the cottages and experience that away from it all feeling and nature. And we should explain, although we can hear a little bit of the A68, one of the main roads of Scotland in the background, otherwise we're just got fantastic views of the foot hills of the chivots all around us. Yes. So it's an amazing rural landscape with the cottages, a little kind of oasis of trees in the middle, if you like. Well, that's the National Nature Reserve opposite. And that hasn't changed since, listen to this, the Iron Age. So it's completely unchanged. And we have an ex-volcano here where we draw a supply of water from. And we've got a massive supply of fresh air. It's wonderful. John and his wife Jill made some money by developing and selling on rural properties. They now have three cottages on this site, as well as some sheep and a few cattle. Improving biodiversity through planting trees and shrubs is the priority now to attract insects, birds and visitors. People have caught on to that notion that wildlife, biodiversity and nature are a good thing. And how did you go about planting trees deciding which ones to plant and getting the permission to do so. Native deciduous trees. No conifers have been planted here. And that's what we can see over the other side of the valley is the classic sort of major plantation of commercial connovers, can't we? Serried rows of sicker spruce. Yeah. Planted like soldiers. They're quite dense, yeah, up they stand, and they do cover a lot of the landscape around here. Yes, but I think it's an essential part of the landscape. You know, they provide an income for people, which is very solely lacking in rural areas now. Post offices are closing, schools are closing and consolidating. People are moving away from rural areas. We need to have some employment up here. And if you decide you're going to plant some more trees in this environment, how straightforward is it to go ahead and do that? Very difficult. There are a few hurdles to overcome which take humongous effort. The first one is the environmental impact assessment. Oh boy, that's difficult. That really is difficult. Then there's the application process itself, and then even when the permission is given to go ahead and plant trees, the bureaucracy is so inefficient, it just doesn't do its job. I thought everyone was encouraging as many trees as possible at the moment. Yeah, but they're actively discouraging the planting of trees too. So you think it's a bit of a mismatch between all the political talk of let's plant thousands, millions more trees and what it's actually like if you as a business or whatever want to do it? Absolutely. Absolutely. You've got to be bloody tenacious to do it. If you could get a system that was designed to put people off, that would be what they've got. So this small-scale forester laments what he sees as enthusiasm for more trees, becoming mired in the bureaucratic equivalent of a cheviot bog. It's not just national politicians who've been promising a forestry boom. Northumberland's Conservative County Council leader until this week, Peter Jackson, sees it as an ideal response to all kinds of current challenges, the post-pandemic recession, global trade wars, and Britain's new start in agriculture after leaving the EU. Mr Jackson, who happens to be a farmer himself, hopes tree planting, will become as routine as, say, sheep-rearing or growing barley. It's proven that forestry operations actually create more wealth in upland areas than just straight traditional farming on its own. So that's really the driver to make a sustainable rural economy. We're trying to make it easier for people to plant trees on a sustained and a large-scale basis. It's interesting you say easier because we've heard complaints that it's incredibly bureaucratic. It's something people might have assumed was a pretty straightforward thing. I want to plant some trees. I just go ahead and do it. And they say it's very off-putting. Yeah, no, it is. And that's why we're getting all the agencies together to make it easier to get through the planning process. We've got an example of a recent forest that was planted in Barmore in North and Northumberland. It was a thousand-acre block. And I think it took them five years to get their planning permission through from start to finish. Why has it got so complicated? Well, for the life of me, I don't know, and it shouldn't be that way. As a conservative, Peter Jackson welcomes in broad terms the government's forestry plans. But he also sounds worried about distance national politicians who don't understand that it's not just about more and more trees everywhere possible. Reaping the commercial and environmental benefits depends on a deeper understanding of how best to use our land. We are identifying areas that absolutely need to be preserved. So Pete Bogs, for example, are just a given. They will be preserved forever and they're huge carbon sinks and the peat bogs and we have a lot of them. Because you harm their ability to capture carbon if you plant the wrong things there. Absolutely, yeah, yeah. So we will protect the key environmental features, but still, you know, we've got tens of thousands of hectares in northumberland that we could we could use more productively for forestry our idea of a great northumberland forest is to start with over a million trees just to get a start and to use that as an example to the private sector about just exactly what can be done and then we're hoping to create a financial incentive package to make it more attractive to go into woodland. And if you're going to become a forester, you've got to think long term. Trees, after all, take decades to grow. But the demand for raw timber and timber products seems to be rising relentlessly. Prices have doubled, he says, in the last two years. Because there is actually so much being used for energy production as much as anything else. But the uses of timber are enormous, and the production of the forestry of the raw material in our forests has not kept up. And people talk about this almost as something which you should think about as a strategic need for the country, a bit like a, it used to be thought to be a military necessity. Do the politicians think in that way? It depends who you talk to it. In Britain as a whole, we import more trees than nearly any other country in the whole world. We're the second biggest importer in the world. For a country like ours that can grow trees so well, that is just crazy. And we need to reverse that. We actually import timber in this country from Russia, for example. Is it right to rely on Russia for one of our main timber sources? Is it morally right for us as a country to use timber for energy production to burn it in power stations when we're just importing it from somewhere else in the world? I don't think it is. We can produce our own timber, so why shouldn't we do it? Back in Keelder forest you can hear as the giant claw swings round and drops the logs onto neat stacks, waiting for the wagons. About 500 of them leave Keelder each week. Living in Northumberland, I often see these trucks on local roads, heading for all the businesses around here linked to forestry. Today's foresters like Billy Joe Bluckett juggle all sorts of priorities, not simply the shapes, lengths and uses of all the different trees their sophisticated machines are felling. We're looking at the recreational aspect within that site, the environmental, if there's any species there that we might be affecting, and then planning the timber operations. And then when we're felling the trees ourselves and then selling those produce, we're then working on a much more short-term scale and deciding what products we're going to produce to then feed into those markets. Government foreign foreign. to then feed into those markets. Government forestry plans want trees to bear all kinds of fruit, better landscape, more rural jobs, greater carbon capture. But trees also need to pay their way, as a commercial resource, one to tempt new players and investors into the forestry business. It's all a lot more subtle, complex and varied than you might think. Our politicians hope new forests will give them a lasting legacy, but it's not as simple as just planting millions more trees. Forests are places where inexperienced outsiders can seriously lose their way. That edition of In Business was produced by John Murphy and presented by me, Chris Bowlby. The series editor is Penny Murphy. David Crackles mixed the program and you can download many more editions from BBC Sounds."}