{"speakers": [], "chunks": [{"timestamp": [0.0, 3.36], "text": " This BBC podcast is supported by ads outside the UK."}, {"timestamp": [3.84, 5.82], "text": " This is the BBC's world of business."}, {"timestamp": [6.08, 8.84], "text": " I'm Anu Anand and the producer is Rosamund Jones."}, {"timestamp": [9.26, 12.96], "text": " And in this week's download edition of In Business from BBC Radio 4,"}, {"timestamp": [13.26, 15.16], "text": " we're very much off the beaten track,"}, {"timestamp": [15.4, 17.76], "text": " exploring the power of community enterprise."}, {"timestamp": [21.44, 34.24], "text": " In a world of multinational corporations, chain stores and global money, this program is about how some small towns and rural communities are keeping economic activity as local as possible."}, {"timestamp": [34.24, 40.0], "text": " We've proven as a community that we can do it ourselves. We're pretty proud of what we've done."}, {"timestamp": [40.0, 45.06], "text": " I think it's a movement that perhaps we are an early move we're in, but it's definitely one that's going to spread."}, {"timestamp": [46.06, 53.74], "text": " What impact might local investors have on building and developing businesses in the heart of the communities they serve?"}, {"timestamp": [53.74, 58.04], "text": " If you want control on your investment, that it's working for your community,"}, {"timestamp": [58.76, 64.5], "text": " where you can go and talk to the directors because they live three doors down from you,"}, {"timestamp": [66.72, 70.72], "text": " what a world that would be."}, {"timestamp": [75.68, 85.0], "text": " My first stop is the edge of a wet field by a dry stone wall. I'm going today. I'm in South Cumbria. It's wet and grey, but very beautiful."}, {"timestamp": [85.0, 88.0], "text": " I'm surrounded by fields and fells."}, {"timestamp": [88.0, 90.0], "text": " It's not a great day to be out."}, {"timestamp": [90.0, 94.0], "text": " It's certainly not a great day to be digging, but just next to me,"}, {"timestamp": [94.0, 97.0], "text": " there are several men thigh deep in mud."}, {"timestamp": [97.0, 100.0], "text": " So can I just ask you, what on earth are you doing?"}, {"timestamp": [100.0, 104.0], "text": " We put him high-fast broadband in for the local community."}, {"timestamp": [104.0, 110.0], "text": " We're all volunteers, and we're going to get it into every property in the parishes."}, {"timestamp": [110.0, 113.0], "text": " How long you've even digging this particular cable?"}, {"timestamp": [113.0, 119.0], "text": " This particular route we've been digging out probably since the turn of the year, January time."}, {"timestamp": [119.0, 121.0], "text": " How old are you?"}, {"timestamp": [121.0, 123.0], "text": " 64."}, {"timestamp": [123.0, 124.0], "text": " I'm 65."}, {"timestamp": [124.0, 125.16], "text": " 63. I'm 65. 63."}, {"timestamp": [126.28, 126.44], "text": " I'm almost 64."}, {"timestamp": [130.26, 130.42], "text": " Shouldn't you be, I don't know, playing golf, sitting by the fire, reading a book?"}, {"timestamp": [131.38, 131.58], "text": " This is hard work."}, {"timestamp": [132.52, 134.8], "text": " This is more fun."}, {"timestamp": [138.24, 143.28], "text": " These fit retirees are laying the plastic tubing through which glass fiber optic cables delivering hyper-fast broadband run."}, {"timestamp": [143.74, 148.66], "text": " At one gigabit per second, that's much faster than what's guaranteed by competing providers."}, {"timestamp": [149.36, 153.78], "text": " They're digging for free on behalf of Barn, broadband for the rural north."}, {"timestamp": [154.28, 156.18], "text": " One of the founders was Chris Condor."}, {"timestamp": [157.84, 163.04], "text": " At the time, I was a farmer's wife, mother of three, little children, and a hairdresser."}, {"timestamp": [163.88, 168.8], "text": " I met her in a nearby cafe, now with a brand new fiber optic connection."}, {"timestamp": [168.8, 172.56], "text": " Because I was a hairdresser I was talking to lots of people all the time"}, {"timestamp": [172.56, 175.92], "text": " so I knew there was a need to get some decent internet into the villages."}, {"timestamp": [175.92, 180.48], "text": " Why was getting super fast broadband such a problem?"}, {"timestamp": [180.48, 183.12], "text": " I mean there are a lot of companies advertising it."}, {"timestamp": [183.12, 185.88], "text": " Why couldn't you get it in those houses"}, {"timestamp": [185.88, 192.44], "text": " in the villages? Superfast broadband is only available in villages that have cabinets and our villages"}, {"timestamp": [192.44, 197.18], "text": " are too small for cabinets. When you say cabinet, you just mean it's a connection that comes"}, {"timestamp": [197.18, 202.08], "text": " into the village. Yes, they bring the fibre to a cabinet in the village and the broadband goes down"}, {"timestamp": [202.08, 206.0], "text": " the phone lines. But the further you are from a cabinet, the slower it gets."}, {"timestamp": [206.0, 210.0], "text": " So even if we had a cabinet in our villages, which we don't,"}, {"timestamp": [210.0, 215.0], "text": " most of us are too far away to get anything like this so-called super fast."}, {"timestamp": [215.0, 219.0], "text": " Villagers were paying exorbitant rates for satellite connections"}, {"timestamp": [219.0, 223.0], "text": " and finally realized that the only way to get the service they wanted"}, {"timestamp": [223.0, 225.54], "text": " was to build their own company."}, {"timestamp": [225.54, 231.64], "text": " So in 2012, eight villages raised funds to buy the tubing and fiber optic cable."}, {"timestamp": [231.64, 234.92], "text": " In effect, they became shareholders in Barn."}, {"timestamp": [234.92, 240.62], "text": " In order to keep costs down, they provided the labor free of charge and started to dig."}, {"timestamp": [240.62, 246.5], "text": " We started on March the 31st with the day of the spades, where all the villages turned up with spades, but then it started to rain."}, {"timestamp": [246.5, 249.0], "text": " In 2012 it was a wetter shear on record."}, {"timestamp": [249.0, 255.0], "text": " The land was a bog and things started to grind to a hulk because the last thing they wanted to do was dig broadband in."}, {"timestamp": [255.0, 261.0], "text": " It was a miserable start, but Barn had advantages that soon became apparent."}, {"timestamp": [261.0, 266.04], "text": " Getting access to farmland owned by friends and neighbors was straightforward"}, {"timestamp": [266.04, 271.7], "text": " and free of charge, and soon other villages joined in, raising funds for their own duct and"}, {"timestamp": [271.7, 278.12], "text": " cable and then digging to each individual house. Chris Condor remembers the day Barn turned"}, {"timestamp": [278.12, 284.8], "text": " a key financial corner. We got to Ray, my village, and we got our 300 customer in Ray, which meant"}, {"timestamp": [284.8, 285.84], "text": " we could pay our bills, and we got to in Ray, which meant we could pay our bills,"}, {"timestamp": [286.36, 290.7], "text": " and we got to 600 customers, which meant we could take on our first employee,"}, {"timestamp": [290.7, 293.8], "text": " and now we're taking on 150 customers a month."}, {"timestamp": [294.6, 299.56], "text": " Barn now has 25 paid employees, amongst them is Nick Hall."}, {"timestamp": [299.86, 302.94], "text": " I've got the very grand title of Head of Civil Engineering."}, {"timestamp": [303.64, 309.78], "text": " Driving along narrow country lanes, Nick showed me how much the company has grown in the past five years."}, {"timestamp": [310.08, 313.8], "text": " As we're setting off from the barn office and driving up the Loon Valley,"}, {"timestamp": [314.26, 317.74], "text": " everywhere you can see around you, including the high fells,"}, {"timestamp": [318.08, 320.2], "text": " are now getting connected to the barn network."}, {"timestamp": [320.2, 324.32], "text": " And we've probably connected some of the remotest farmhouses that you can imagine."}, {"timestamp": [324.94, 325.0], "text": " I think we're currently running at over 3,000 property connections. and we've probably connected some of the remotest farmhouses that you can imagine."}, {"timestamp": [325.0, 329.0], "text": " I think we're currently running it over 3,000 property connections."}, {"timestamp": [329.0, 334.0], "text": " So we're now covering really quite an extensive area of the northwest."}, {"timestamp": [334.0, 338.0], "text": " So you can get the picture of how much effort the community is putting in"}, {"timestamp": [338.0, 343.0], "text": " to connect their neighbours, to connect their businesses and connect their schools."}, {"timestamp": [346.96, 350.44], "text": " One of the many volunteers who's made that growth possible"}, {"timestamp": [350.44, 353.84], "text": " and dug for an entire summer is John Hamlet."}, {"timestamp": [354.36, 356.78], "text": " Standing in his lovely back garden in the rain,"}, {"timestamp": [357.18, 358.76], "text": " overlooking rolling countryside,"}, {"timestamp": [359.2, 361.62], "text": " he pointed out the route he helped dig."}, {"timestamp": [362.06, 365.72], "text": " We dug for three, three, four kilometers, sort of over the hill here."}, {"timestamp": [366.22, 368.78], "text": " And then you can just see at the bottom of the fence here,"}, {"timestamp": [368.84, 371.7], "text": " I've got a little marker that shows where it came under the fence."}, {"timestamp": [372.1, 375.0], "text": " And that's kind of remind us that if we ever need to replace a fence post,"}, {"timestamp": [375.12, 378.74], "text": " don't hammer it in just there because we'll probably lose connection."}, {"timestamp": [378.94, 382.34], "text": " It's really evident talking to any of you who've been involved with this."}, {"timestamp": [382.44, 384.74], "text": " I mean, there's a real sense of pride and ownership."}, {"timestamp": [384.9, 388.62], "text": " I mean, you haven't every kilometre of this connection."}, {"timestamp": [389.52, 391.58], "text": " Well, yeah, and that's a massive benefit as well"}, {"timestamp": [391.58, 392.8], "text": " because people care for the network."}, {"timestamp": [393.3, 395.12], "text": " You know, we've not just got loyal customers now"}, {"timestamp": [395.12, 396.0], "text": " because they dug it."}, {"timestamp": [396.32, 398.64], "text": " We've got people that want to keep an eye open for it."}, {"timestamp": [398.74, 402.0], "text": " I mean, we've had one instance recently of vandalism,"}, {"timestamp": [402.1, 403.66], "text": " and of course people are up in arms about that."}, {"timestamp": [403.72, 406.5], "text": " Now if it was BT, it'd be like, oh, BT's fault, blah, blah, blah."}, {"timestamp": [407.5, 409.02], "text": " John is a video producer."}, {"timestamp": [409.52, 413.76], "text": " He put all that effort in because doing his job from such a rural location"}, {"timestamp": [413.76, 415.82], "text": " had been a nightmare before Barn."}, {"timestamp": [416.34, 418.7], "text": " If I've finished a video project and I wanted upload it,"}, {"timestamp": [418.76, 420.5], "text": " you'd have to leave it running overnight."}, {"timestamp": [421.02, 424.08], "text": " All that night you'd be thinking, oh, I hope I go to the computer in the morning,"}, {"timestamp": [424.18, 428.52], "text": " it's fine and it's finished and you go to the computer the next day, and find it failed."}, {"timestamp": [428.52, 431.46], "text": " You know, something had gone wrong in the night, connection had been dropped, and you'd have"}, {"timestamp": [431.46, 436.12], "text": " to start again. So it could take days to upload something large, whereas as soon as I got"}, {"timestamp": [436.12, 439.6], "text": " into barn, you know, it just took a few minutes."}, {"timestamp": [439.6, 445.0], "text": " And in a rural area like this, hyperfast broadband is starting to have wider benefits."}, {"timestamp": [446.56, 452.0], "text": " So I'm just driving right into the middle of nowhere, coming down a very long,"}, {"timestamp": [452.0, 456.32], "text": " rutted driveway to a very pretty double story stone house."}, {"timestamp": [459.36, 461.6], "text": " I'm here to meet David White."}, {"timestamp": [462.4, 465.02], "text": " I run an executive search business."}, {"timestamp": [466.54, 466.78], "text": " Because I live in a rural community,"}, {"timestamp": [468.82, 469.5], "text": " I can't access that talent locally."}, {"timestamp": [472.96, 473.4], "text": " So I have a team of people that are based in Europe,"}, {"timestamp": [476.7, 477.28], "text": " in India, in the Philippines, in the US."}, {"timestamp": [478.94, 479.92], "text": " That's happened after... Oh yeah, after Barn."}, {"timestamp": [480.04, 482.1], "text": " Yes, I just couldn't have done it before."}, {"timestamp": [482.1, 483.3], "text": " We use Skype."}, {"timestamp": [483.78, 486.14], "text": " All our documents and data are in the cloud."}, {"timestamp": [486.68, 490.82], "text": " So it's absolutely critical that we have a fast internet connection."}, {"timestamp": [491.42, 496.26], "text": " Without that, I don't think the business would be viable from this location."}, {"timestamp": [496.76, 499.7], "text": " We could have come to the point where it's sort of ground to a halt, really."}, {"timestamp": [500.26, 507.64], "text": " And do you think it's overblown to say that this could change rural economies irrevocably for the future?"}, {"timestamp": [508.02, 518.2], "text": " Yeah, it's really interesting actually because I have two daughters and we have been a little bit worried in the past about how they can work and live in this sort of community."}, {"timestamp": [518.8, 524.32], "text": " But they're now aware that I'm able to run a successful business that my wife is."}, {"timestamp": [524.32, 525.92], "text": " So I'm hopeful that"}, {"timestamp": [525.92, 530.86], "text": " they themselves will be able to set up their own businesses or work in the family business."}, {"timestamp": [531.36, 537.84], "text": " So I think that's a massive advantage. As well as hopefully helping to fuel job growth in the"}, {"timestamp": [537.84, 544.24], "text": " wider community, Barn itself is now providing high-tech jobs for local people. At the company's"}, {"timestamp": [544.24, 545.4], "text": " office near Carnforth,"}, {"timestamp": [545.84, 549.58], "text": " I met trainee fusion splicer, Matthew Mercer."}, {"timestamp": [550.02, 552.94], "text": " Barn is almost like the Silicon Valley, but in the Loon Valley."}, {"timestamp": [553.48, 556.4], "text": " If anybody got the chance to work for Barn, you'd snap it up."}, {"timestamp": [556.76, 558.32], "text": " If you weren't working here,"}, {"timestamp": [558.48, 561.24], "text": " do you think there would be another tech opportunity"}, {"timestamp": [561.24, 563.2], "text": " or similar sort of job around here?"}, {"timestamp": [563.72, 566.72], "text": " I was in the top 3% for my IT exams and everything."}, {"timestamp": [567.24, 571.32], "text": " As I was looking for jobs, I was looking at fibre stuff and where I could go to."}, {"timestamp": [572.08, 576.24], "text": " And there was new start-ups which was absolutely cranking out for people."}, {"timestamp": [576.62, 577.96], "text": " But a lot of them was down south."}, {"timestamp": [578.7, 581.28], "text": " So for me, you know, it would mean like a relocation to London."}, {"timestamp": [582.18, 585.32], "text": " His boss, head of networking, is Tom Rigg."}, {"timestamp": [585.66, 586.72], "text": " I love the area here."}, {"timestamp": [587.14, 589.4], "text": " I could go and get a job in Manchester or London,"}, {"timestamp": [589.78, 591.0], "text": " but I like the countryside."}, {"timestamp": [591.32, 593.7], "text": " I like going out on walks and being local."}, {"timestamp": [594.04, 598.06], "text": " So this is just an opportunity for you to marry all the bits of your life"}, {"timestamp": [598.06, 599.44], "text": " in a way that makes you happy?"}, {"timestamp": [600.06, 600.46], "text": " Exactly."}, {"timestamp": [600.84, 604.1], "text": " Living locally, working in a job that I know is helping the community"}, {"timestamp": [604.1, 606.28], "text": " and it's providing the best possible service."}, {"timestamp": [606.28, 612.98], "text": " I'm very happy that as a local community project, we can supply the expertise in-house,"}, {"timestamp": [613.1, 618.12], "text": " rather than having to outsource the build or outsource the support or anything else."}, {"timestamp": [618.18, 621.0], "text": " It's all done in-house, which is fantastic for the area."}, {"timestamp": [621.8, 629.0], "text": " Barnes investors, all local, agreed that any profits the company makes will be spent within the community."}, {"timestamp": [629.0, 636.0], "text": " And the money they make from their shareholdings is most likely to stay local too, an approach that's catching on."}, {"timestamp": [639.0, 642.0], "text": " Also in Cumbria, I've come to the village of Burnyside."}, {"timestamp": [642.0, 645.0], "text": " Now it's home to about 2,000 people."}, {"timestamp": [645.0, 648.0], "text": " The beautiful river Kent runs right through the middle of it."}, {"timestamp": [648.0, 653.0], "text": " And this is another place where the community has invested in a different utility,"}, {"timestamp": [653.0, 656.0], "text": " this time electricity."}, {"timestamp": [656.0, 661.0], "text": " My name is Phil Davis and I'm the chairman of Burnyside Community Energy."}, {"timestamp": [661.0, 663.0], "text": " Explain what you're doing."}, {"timestamp": [663.0, 666.72], "text": " Well, I think we've seen lots of commercial energy"}, {"timestamp": [666.72, 672.62], "text": " schemes, renewable energy schemes going across Cumbria and across the UK, but very little of the"}, {"timestamp": [672.62, 678.6], "text": " income generation, the jobs and the benefits come back into the community. So we set up a company"}, {"timestamp": [678.6, 685.4], "text": " and what amazed me was that we gave a presentation at the local school on a Tuesday,"}, {"timestamp": [686.36, 690.56], "text": " and within six days we'd raise £250,000."}, {"timestamp": [691.46, 695.48], "text": " And over 97% of that comes from within three miles of our community."}, {"timestamp": [695.64, 699.18], "text": " So we haven't had to go to Manchester or Edinburgh or London to get that."}, {"timestamp": [699.26, 700.8], "text": " It's come from within the community."}, {"timestamp": [701.4, 704.2], "text": " The money raised bought solar panels,"}, {"timestamp": [704.2, 707.36], "text": " which the major employer here, paper manufacturer"}, {"timestamp": [707.36, 712.24], "text": " James Cropper, PLC, put on its factory roof free of charge."}, {"timestamp": [712.24, 714.44], "text": " Its chairman is Mark Cropper."}, {"timestamp": [714.44, 720.72], "text": " In 1845, my great-great-great-grandfather, James Cropper, bought the business and the family"}, {"timestamp": [720.72, 724.36], "text": " been here ever since."}, {"timestamp": [724.36, 727.0], "text": " He gave me a tour of the factory."}, {"timestamp": [727.0, 729.0], "text": " We've just come into the blender house"}, {"timestamp": [729.0, 734.0], "text": " and this is where we add color to the dissolved pulp."}, {"timestamp": [734.0, 737.0], "text": " You've got giant bats of color and buckets"}, {"timestamp": [737.0, 740.0], "text": " that are splattered with red and blue and yellow and other colors."}, {"timestamp": [740.0, 743.0], "text": " It's a sort of a magical place actually."}, {"timestamp": [750.0, 754.0], "text": " The Cropper family business now specialises in luxury packaging as well as high-tech moulded paper as an alternative to plastic."}, {"timestamp": [754.0, 760.0], "text": " Speaking to Mark, it's clear he sees mutual benefit in the deal he's made with the community."}, {"timestamp": [760.0, 763.0], "text": " His company uses all the electricity generated"}, {"timestamp": [763.0, 767.12], "text": " and the money he pays for it benefits the community"}, {"timestamp": [767.12, 768.7], "text": " in which the mill sits."}, {"timestamp": [769.12, 771.26], "text": " We've taken an empty mill roof."}, {"timestamp": [771.84, 775.72], "text": " We've put 250,000 pounds worth of solar panels on it,"}, {"timestamp": [776.12, 778.2], "text": " financed completely independently of the business,"}, {"timestamp": [778.28, 780.14], "text": " at no cost or risk to the business."}, {"timestamp": [780.64, 786.24], "text": " What we've resulted in is a project that yields a few thousand pounds every year"}, {"timestamp": [786.24, 788.48], "text": " for the benefit of the community from nothing."}, {"timestamp": [789.0, 790.28], "text": " Why wouldn't you do it?"}, {"timestamp": [791.28, 796.02], "text": " I think that if we can bring owners, investors,"}, {"timestamp": [796.84, 800.96], "text": " much closer to the real things they own,"}, {"timestamp": [801.4, 803.58], "text": " it changes everything for the better."}, {"timestamp": [806.68, 811.72], "text": " The investors, who are are local get a return every year."}, {"timestamp": [811.72, 815.6], "text": " Phil Davies again, chairman of Burnyside Community Energy."}, {"timestamp": [815.6, 821.36], "text": " Any surplus that we generate then goes back into community projects and those are decided"}, {"timestamp": [821.36, 825.68], "text": " not by the government, not by big companies elsewhere, but by the people"}, {"timestamp": [825.68, 827.62], "text": " of Burnyside."}, {"timestamp": [827.62, 833.6], "text": " That may mean that they decide one year to invest it in the school or putting it into a bus"}, {"timestamp": [833.6, 834.6], "text": " service."}, {"timestamp": [834.6, 839.7], "text": " Collectively, we must all spend so much on utilities and energy."}, {"timestamp": [839.7, 846.32], "text": " And if you can harness even a bit of that to keep the money in local pockets could have a pretty big impact."}, {"timestamp": [846.32, 855.44], "text": " So let's just do some basic maths here. We've got a thousand homes paying on average £1,500 a year"}, {"timestamp": [855.44, 863.28], "text": " in their utility bills. So that's the equivalent of £1.5 million a year, leaving the local"}, {"timestamp": [863.28, 869.36], "text": " community and going into EDF, Eon, British Gas, wherever it goes."}, {"timestamp": [869.86, 873.32], "text": " I mean, this really is a different way of working in our society."}, {"timestamp": [873.96, 880.58], "text": " At the other end of the country, in a small market town in Somerset, there's a similar mini-revolution going on,"}, {"timestamp": [880.58, 887.04], "text": " and it's all about the power of local control. Frum Eiffel."}, {"timestamp": [891.04, 895.76], "text": " I'm in the center of Frum in a coffee shop, tucking into a delicious chocolate brownie."}, {"timestamp": [895.76, 901.28], "text": " It's one of the many locally old businesses along these pretty cobbled streets in what appears"}, {"timestamp": [901.28, 902.88], "text": " to be a pretty thriving place."}, {"timestamp": [904.56, 909.08], "text": " I've come here to meet members of the community who have been reimagining Frum."}, {"timestamp": [909.38, 910.84], "text": " One of them is Gavin Eddy."}, {"timestamp": [911.58, 916.84], "text": " I really, really wanted to work out if there was a new economic model for market towns."}, {"timestamp": [917.36, 922.66], "text": " If you think back 200, 300 years, market towns were the predominant economic model in the UK."}, {"timestamp": [923.24, 926.4], "text": " But the 21st century, they're effectively just dormitory towns"}, {"timestamp": [926.4, 928.24], "text": " where everybody just comes to sleep"}, {"timestamp": [928.24, 931.36], "text": " and then gets in their car every day and drives off somewhere else to do their work."}, {"timestamp": [931.48, 934.02], "text": " And they take all that economic activity with them"}, {"timestamp": [934.02, 935.62], "text": " so they get their hair cut somewhere else"}, {"timestamp": [935.62, 937.18], "text": " and they do their shopping somewhere else"}, {"timestamp": [937.18, 939.18], "text": " and they buy their shoes somewhere else."}, {"timestamp": [939.48, 944.4], "text": " And I really wanted where I lived not to be one of those places."}, {"timestamp": [945.0, 951.0], "text": " An ex-London banker, Gavin was searching for a town in which to try out his ideas."}, {"timestamp": [951.0, 954.0], "text": " He stumbled upon Frum by accident ten years ago."}, {"timestamp": [954.0, 959.0], "text": " I came here to buy a curry, in fact, and had 20 minutes to kill."}, {"timestamp": [959.0, 960.0], "text": " And I just went for a wander."}, {"timestamp": [960.0, 969.58], "text": " And pretty much the first person I bumped into on the street was a woman with bright blue hair who I just said hello to and she proceeded to tell me about how she dyed her hair with woed."}, {"timestamp": [969.98, 973.6], "text": " And I just thought, this is an interesting town."}, {"timestamp": [974.56, 977.04], "text": " What did that encounter tell you about the place?"}, {"timestamp": [977.08, 978.74], "text": " What is it you picked up on, do you think?"}, {"timestamp": [979.26, 982.52], "text": " It was clearly full of creative people and artists."}, {"timestamp": [982.88, 986.38], "text": " And if you're a property developer, they always say, go where the artists and the gaze go."}, {"timestamp": [986.56, 987.48], "text": " This tick that box."}, {"timestamp": [988.42, 991.54], "text": " I know Frum. I live nearby, and it is unusual."}, {"timestamp": [992.06, 993.64], "text": " Compared to other nearby towns,"}, {"timestamp": [993.9, 996.9], "text": " it's done much better economically in the past decade,"}, {"timestamp": [997.28, 999.98], "text": " something its residents know all too well."}, {"timestamp": [1000.46, 1003.8], "text": " Frum is a real anomaly in this area."}, {"timestamp": [1003.8, 1010.2], "text": " It's caught on to this whole movement of being creative and different and local and homegrown."}, {"timestamp": [1010.2, 1018.0], "text": " If you walk around the town and you look at the occupancy of the retail units and offices, it's nigh on 100%."}, {"timestamp": [1018.0, 1022.0], "text": " You go to any other local neighbouring town and it's nowhere near as prosperous."}, {"timestamp": [1022.0, 1026.64], "text": " The good thing for me is that the town has adapted and it's thriving whenever the places maybe aren't really."}, {"timestamp": [1027.36, 1028.72], "text": " That's Gary Collinson."}, {"timestamp": [1029.12, 1030.4], "text": " He's a town councillor."}, {"timestamp": [1030.4, 1034.16], "text": " He was born in Frum and has lived here nearly all his life."}, {"timestamp": [1034.16, 1038.16], "text": " There was a printing company, a company that was engineering."}, {"timestamp": [1038.96, 1041.2], "text": " They're still here but on a much smaller scale"}, {"timestamp": [1041.2, 1043.52], "text": " and what we used to always call the plastics factory."}, {"timestamp": [1043.52, 1048.48], "text": " There was much more of a factory economy, if you like, which has obviously been eroded away."}, {"timestamp": [1048.48, 1052.96], "text": " The town went kind of downhill over the years and completely changed."}, {"timestamp": [1054.0, 1058.32], "text": " For several decades following the decline of manufacturing in the 1980s,"}, {"timestamp": [1058.32, 1060.64], "text": " the local economy here was depressed."}, {"timestamp": [1062.4, 1067.12], "text": " Gavin Eddy took me to Catherine Hill, a steep cobbled street in the centre of"}, {"timestamp": [1067.12, 1072.32], "text": " town flanked today by pretty little shops. Ten years ago though things were very"}, {"timestamp": [1072.32, 1078.24], "text": " different. I would say about a third of the shops were empty or boarded up. What did you do at"}, {"timestamp": [1078.24, 1083.76], "text": " that point? I just started buying up the property and then renovating them and then"}, {"timestamp": [1083.76, 1086.0], "text": " hopefully trying to find young, interesting,"}, {"timestamp": [1086.0, 1089.0], "text": " independent retailers that wanted to do something."}, {"timestamp": [1089.0, 1094.0], "text": " Most small-town high streets would want to boast a few chains,"}, {"timestamp": [1094.0, 1099.0], "text": " but here on the hill, shop after shop is independently owned."}, {"timestamp": [1099.0, 1103.0], "text": " One is record shop covers vinyl."}, {"timestamp": [1103.0, 1105.5], "text": " The co-owner is Howard Phyllis."}, {"timestamp": [1105.5, 1110.0], "text": " Okay, so we only sell new vinyl. We don't do second-hand, so everything is brand new."}, {"timestamp": [1110.0, 1112.0], "text": " So what have you got here?"}, {"timestamp": [1112.0, 1119.0], "text": " Joy Division, Jimmy Hendrick, Iggy Pop and the Stooges, Nick Cave, Nirvana."}, {"timestamp": [1119.0, 1122.0], "text": " Howard moved to Frum from London a few months ago."}, {"timestamp": [1122.0, 1126.0], "text": " Much of his business is already online, but he wanted"}, {"timestamp": [1126.0, 1130.0], "text": " to open a bricks and mortar shop too, and location mattered."}, {"timestamp": [1130.0, 1135.0], "text": " Definitely a key motivator was to come somewhere like this that had so many independent"}, {"timestamp": [1135.0, 1140.0], "text": " businesses which attract the people who are interested in the sort of things that we sell."}, {"timestamp": [1140.0, 1143.0], "text": " They're quirky, different things."}, {"timestamp": [1143.0, 1148.5], "text": " A few doors away is a men's fashion store called Assembly run by Anthony Hick."}, {"timestamp": [1149.0, 1149.46], "text": " Hello."}, {"timestamp": [1149.74, 1152.44], "text": " You tell us a little bit about your business here. What are you selling?"}, {"timestamp": [1152.8, 1155.94], "text": " It's all predominantly British brands."}, {"timestamp": [1156.34, 1160.8], "text": " I'd always kind of dreamt of having my own store and my own identity and my own name."}, {"timestamp": [1161.1, 1164.08], "text": " And Frum was a great place to be able to do that."}, {"timestamp": [1164.24, 1165.26], "text": " It's a destination."}, {"timestamp": [1166.48, 1169.3], "text": " Hmm, Frum, a destination? Really?"}, {"timestamp": [1169.82, 1171.24], "text": " Howard Phyllis explains."}, {"timestamp": [1171.72, 1174.56], "text": " Frum is a small town, but on the independent market day,"}, {"timestamp": [1174.72, 1177.82], "text": " there are more than 20,000 ex-people who come here,"}, {"timestamp": [1178.32, 1181.76], "text": " and that's an incredible advertising opportunity, really,"}, {"timestamp": [1181.82, 1184.18], "text": " the fact that that market happens and that we're here"}, {"timestamp": [1184.18, 1189.54], "text": " and visible to all those visitors Frum's independent market was started"}, {"timestamp": [1189.54, 1196.0], "text": " back in 2009 by Gavin Eddy it showcases only local and independent makers"}, {"timestamp": [1196.0, 1201.06], "text": " traders and designers held once a month in the center of town it generates an"}, {"timestamp": [1201.06, 1207.54], "text": " estimated four million pounds annually for the town and for the market traders, according to the organisers."}, {"timestamp": [1208.22, 1213.98], "text": " And there's another reason, too, why independent shops do well here, as Anthony Hick explains."}, {"timestamp": [1214.52, 1216.14], "text": " It's very affordable rents."}, {"timestamp": [1216.3, 1219.28], "text": " You know, we have small business rate relief, which is amazing."}, {"timestamp": [1219.4, 1220.58], "text": " I get like a bill for a penny."}, {"timestamp": [1220.58, 1232.7], "text": " You just said a penny for business rates, meaning the tax that you're paying to the local authority as a business is one penny? Is that right? Yeah. We keep the rents low"}, {"timestamp": [1232.7, 1238.84], "text": " and business rates in the UK are based on rentable value. So by keeping rents low, most of these"}, {"timestamp": [1238.84, 1244.26], "text": " shops on the hill will be below the small business rate relief threshold. So that means that we"}, {"timestamp": [1244.26, 1245.82], "text": " attract small independent"}, {"timestamp": [1245.82, 1251.46], "text": " businesses and we hopefully keep them. But I mean you don't own all the businesses here. So,"}, {"timestamp": [1251.82, 1257.68], "text": " I mean, is there a consensus? I think it's become now self-fulfilling. It's achieved a certain"}, {"timestamp": [1257.68, 1262.98], "text": " consensus amongst the landlords here that this is what this street is all about. Everyone is"}, {"timestamp": [1262.98, 1265.62], "text": " bored of what they see on average high street."}, {"timestamp": [1265.74, 1267.42], "text": " They're looking for new, innovative stuff."}, {"timestamp": [1267.54, 1270.68], "text": " So people want to come here because they're chomping at the bit for something different."}, {"timestamp": [1271.76, 1275.46], "text": " Did you have chain shops coming to and saying,"}, {"timestamp": [1275.7, 1277.4], "text": " that's a nice building. Can we have it?"}, {"timestamp": [1277.8, 1280.88], "text": " We did. We had a couple of big chains."}, {"timestamp": [1280.88, 1282.92], "text": " But we said no to both of them."}, {"timestamp": [1283.72, 1289.52], "text": " Gavanetti's insistence on the economic benefits of keeping investment and ownership local"}, {"timestamp": [1289.52, 1295.44], "text": " is shared by many people in the town. Among them is a rather unusual group of local politicians."}, {"timestamp": [1295.44, 1310.0], "text": " Now I'm in the chamber where Frumtown Council meets. It's got lovely big windows, ornate high ceilings, but there are no labour, Tory or Lib Dems amongst the 17 councillors."}, {"timestamp": [1310.0, 1313.0], "text": " They're all independent."}, {"timestamp": [1313.0, 1316.0], "text": " That trend started in 2011."}, {"timestamp": [1316.0, 1325.26], "text": " When fed up with more abundant local politics, independent candidates stood for election, and 11 a majority were elected."}, {"timestamp": [1327.6, 1327.9], "text": " Four years later, they did even better."}, {"timestamp": [1331.72, 1332.18], "text": " We didn't just win every seat, that in many of the seats we got really big majorities."}, {"timestamp": [1337.1, 1337.4], "text": " This is Jean Bolton, the councillor who takes the lead on economic development issues."}, {"timestamp": [1339.7, 1340.04], "text": " We don't argue around party lines."}, {"timestamp": [1342.28, 1342.64], "text": " You know, different people will come together on different issues."}, {"timestamp": [1344.7, 1344.82], "text": " And nothing's outside the box for us."}, {"timestamp": [1346.4, 1347.08], "text": " Anything goes. Everything goes. Everything goes."}, {"timestamp": [1352.28, 1355.48], "text": " The Localism Act passed in 2011 allowed town councils like Frumes to apply for grants and borrow money for public projects."}, {"timestamp": [1355.96, 1359.52], "text": " Low interest rates since then have kept borrowing costs cheap."}, {"timestamp": [1359.52, 1364.86], "text": " We have taken out loans in order, for example, to renovate a building,"}, {"timestamp": [1365.02, 1366.98], "text": " which can then be run commercially as a venue."}, {"timestamp": [1367.66, 1372.22], "text": " We've set up an approach which allows people who want to do something in the town,"}, {"timestamp": [1372.64, 1375.38], "text": " using social media to ask people to invest in it,"}, {"timestamp": [1375.62, 1378.56], "text": " and then we've said we'd match fund certain of those projects"}, {"timestamp": [1378.56, 1380.94], "text": " if they were selected by the town in general."}, {"timestamp": [1381.42, 1383.16], "text": " We're pretty creative about that."}, {"timestamp": [1383.84, 1386.1], "text": " Jean and her fellow independence believe"}, {"timestamp": [1386.1, 1391.94], "text": " that the lack of road and rail infrastructure in North Somerset means it's hard to attract big"}, {"timestamp": [1391.94, 1397.72], "text": " businesses here. So the answer to sustaining a growing economy is to encourage small businesses"}, {"timestamp": [1397.72, 1404.16], "text": " and startups to flourish. Supporting micro businesses and helping them to both be successful"}, {"timestamp": [1404.16, 1405.04], "text": " and to grow"}, {"timestamp": [1405.04, 1409.0], "text": " is what we need to do because if we don't have a vibrant economy,"}, {"timestamp": [1409.4, 1412.18], "text": " we will just turn into a big housing estate for Bath and Bristol."}, {"timestamp": [1413.08, 1416.3], "text": " And that's in line with Gavin Eddy's thinking too."}, {"timestamp": [1417.98, 1421.52], "text": " Behind the town hall, up a hill and through a graveyard,"}, {"timestamp": [1422.02, 1424.32], "text": " you come across another of his investments."}, {"timestamp": [1427.0, 1433.08], "text": " This is forward space. Once a Victorian primary school, it's now been turned into a modern,"}, {"timestamp": [1433.28, 1440.12], "text": " airy, co-working hub. It has a cafe, fast broadband, video conferencing rooms, and it allows"}, {"timestamp": [1440.12, 1445.0], "text": " people to rent tiny work pods or permanent offices."}, {"timestamp": [1445.0, 1450.0], "text": " It's not unusual to find places like this in cities now, but they are a real rarity in"}, {"timestamp": [1450.0, 1452.0], "text": " market towns like Frum."}, {"timestamp": [1452.0, 1458.0], "text": " In fact, when it opened in 2010, it was the first of its kind outside London."}, {"timestamp": [1458.0, 1464.0], "text": " And when Gavin Eddy wanted to expand the premises a few years later, it was independent councillors"}, {"timestamp": [1464.0, 1465.14], "text": " who pushed it through."}, {"timestamp": [1465.56, 1469.36], "text": " The kind of joke with town councils is they're only responsible for dog poo and bus shelters."}, {"timestamp": [1469.82, 1473.26], "text": " But the reality is they unanimously supported that planning application."}, {"timestamp": [1473.42, 1478.2], "text": " Interestingly enough, the only other members of the town council at that point all voted against it."}, {"timestamp": [1478.38, 1481.6], "text": " So you're saying that the independents were in favour of what you were doing,"}, {"timestamp": [1481.68, 1484.36], "text": " but the ones who were still affiliated with parties were saying no?"}, {"timestamp": [1484.92, 1492.7], "text": " Yes, that's exactly right. They were making a decision based on a very outdated idea of what a market town should be."}, {"timestamp": [1492.9, 1496.5], "text": " It was pretty astounding. So how many businesses do you have here now?"}, {"timestamp": [1496.68, 1504.58], "text": " So in this building, in total, we have about 92 businesses, and Frim now has the youngest demographic of any town in Somerset."}, {"timestamp": [1505.92, 1511.6], "text": " My name is Henry Gibson. I'm director of Engine and we're a digital agency. We produce apps and"}, {"timestamp": [1511.6, 1518.88], "text": " websites for clients all over the world. This is a town of about 30,000 people, not huge. Do you think"}, {"timestamp": [1518.88, 1525.32], "text": " you could get any business service you wanted within Frum? Yeah, I do. Surprisingly so."}, {"timestamp": [1525.42, 1527.36], "text": " I think even within this building,"}, {"timestamp": [1527.52, 1529.32], "text": " I could probably get all the business services I need."}, {"timestamp": [1529.42, 1531.3], "text": " There are accountants, there are PR companies,"}, {"timestamp": [1531.46, 1534.38], "text": " there are photographers, there's everyone we need right here."}, {"timestamp": [1534.68, 1537.42], "text": " And it's not just that the service is there and it's accessible."}, {"timestamp": [1537.58, 1539.56], "text": " The services are great quality service."}, {"timestamp": [1540.22, 1543.28], "text": " You know, if you go door to door just in this building"}, {"timestamp": [1543.28, 1544.52], "text": " and ask who your clients are,"}, {"timestamp": [1544.96, 1547.26], "text": " they're big brands you've heard of, the big companies you've heard of,"}, {"timestamp": [1547.32, 1548.9], "text": " they're not kind of small, local things."}, {"timestamp": [1549.64, 1554.48], "text": " My name's Mark Hazel, and I run the DevOps UK conference and Fox Days conferences around the world."}, {"timestamp": [1554.92, 1557.88], "text": " I moved from London just four months ago, less than four months ago,"}, {"timestamp": [1558.38, 1561.9], "text": " and I wanted people around me who could really understand what I did."}, {"timestamp": [1562.42, 1567.0], "text": " Tech is really one of those areas that's becoming much more important here in Frum."}, {"timestamp": [1567.0, 1572.0], "text": " And so I feel very comfortable bringing myself out of London and running my businesses from here."}, {"timestamp": [1572.0, 1577.0], "text": " Gavin Eddy hopes that what's happened in Frum can be replicated elsewhere."}, {"timestamp": [1577.0, 1582.0], "text": " He's already opening other co-working spaces in other market towns."}, {"timestamp": [1582.0, 1586.96], "text": " And back in Cumbria, Barn has had queries"}, {"timestamp": [1586.96, 1589.34], "text": " from communities in the UK and abroad"}, {"timestamp": [1589.34, 1593.86], "text": " who want to build their own superfast community-owned broadband networks."}, {"timestamp": [1594.44, 1597.12], "text": " Others are keen to invest in energy projects"}, {"timestamp": [1597.12, 1598.86], "text": " like the one in Burnyside."}, {"timestamp": [1599.24, 1604.3], "text": " We've got five or six communities approaching us at the moment."}, {"timestamp": [1604.94, 1607.14], "text": " It's opened my eyes to what is possible."}, {"timestamp": [1611.0, 1614.48], "text": " But there might be a sting in this hopeful tale."}, {"timestamp": [1615.14, 1618.18], "text": " Broadband connectivity is putting up property prices in Cumbria,"}, {"timestamp": [1618.56, 1623.8], "text": " and Buzzy, youthful Frum, now has one of the fastest growing house prices in the southwest,"}, {"timestamp": [1624.4, 1630.5], "text": " as Gary Collinson, independent coun and former estate agent, knows only too well."}, {"timestamp": [1630.5, 1635.42], "text": " The situation was gone from where you struggled to sell a property to in fact"}, {"timestamp": [1635.42, 1639.62], "text": " now their waiting list of people for them. House prices have gone up by 50 or 60"}, {"timestamp": [1639.62, 1643.34], "text": " percent in the last five or six years I would imagine which has the effect of taking"}, {"timestamp": [1643.34, 1649.04], "text": " the local people out of the town so longer term that's something that we need to try and address exactly how"}, {"timestamp": [1649.04, 1656.64], "text": " to do that. I don't know. A sad irony indeed, if efforts to keep economic activity local are"}, {"timestamp": [1656.64, 1663.28], "text": " derailed by property prices most local people can no longer afford. But it seems to me that the"}, {"timestamp": [1663.28, 1666.64], "text": " energy and optimism generated by local people"}, {"timestamp": [1666.64, 1673.36], "text": " intent on taking control of their own communities just might mean that they'll find an answer"}, {"timestamp": [1673.36, 1690.0], "text": " to that too. Yoga is more than just exercise."}, {"timestamp": [1690.0, 1694.0], "text": " It's the spiritual practice that millions swear by."}, {"timestamp": [1694.0, 1702.0], "text": " And in 2017, Miranda, a university tutor from London, joins a yoga school that promises profound transformation."}, {"timestamp": [1702.0, 1706.0], "text": " It felt a really safe and welcoming space."}, {"timestamp": [1706.0, 1709.0], "text": " After the yoga classes, I felt amazing."}, {"timestamp": [1709.0, 1712.0], "text": " But soon, that calm, welcoming atmosphere"}, {"timestamp": [1712.0, 1715.0], "text": " leads to something far darker, a journey"}, {"timestamp": [1715.0, 1718.0], "text": " that leads to allegations of grooming, trafficking,"}, {"timestamp": [1718.0, 1722.0], "text": " and exploitation across international borders."}, {"timestamp": [1722.0, 1725.96], "text": " I don't have my passport, I don't have my phone. I don't have my bank cards."}, {"timestamp": [1726.06, 1726.74], "text": " I have nothing."}, {"timestamp": [1727.04, 1728.36], "text": " The passport being taken,"}, {"timestamp": [1728.66, 1730.7], "text": " the being in a house"}, {"timestamp": [1730.7, 1732.44], "text": " and not feeling like they can leave."}, {"timestamp": [1733.12, 1736.34], "text": " World of Secrets is where untold stories are unveiled"}, {"timestamp": [1736.34, 1738.76], "text": " and hidden realities are exposed."}, {"timestamp": [1739.36, 1740.16], "text": " In this new series,"}, {"timestamp": [1740.6, 1742.28], "text": " we're confronting the dark side"}, {"timestamp": [1742.28, 1743.52], "text": " of the wellness industry"}, {"timestamp": [1743.52, 1748.12], "text": " with the hope of a spiritual breakthrough gives way to disturbing accusations."}, {"timestamp": [1748.68, 1751.62], "text": " You just get sucked in so gradually,"}, {"timestamp": [1752.54, 1756.6], "text": " and it's done so skillfully that you don't realize."}, {"timestamp": [1757.02, 1759.7], "text": " And it's like this, the secret that's there."}, {"timestamp": [1759.7, 1768.46], "text": " I wanted to believe that, you know, that whatever they were doing,"}, {"timestamp": [1768.46, 1775.06], "text": " even if it seemed gross to me, was for some spiritual reason that I couldn't yet understand."}, {"timestamp": [1775.46, 1778.84], "text": " Revealing the hidden secrets of a global yoga network."}, {"timestamp": [1779.14, 1781.06], "text": " I feel that I have no other choice."}, {"timestamp": [1781.26, 1789.44], "text": " The only thing I can do is to speak about this and to put my reputation"}, {"timestamp": [1789.44, 1799.2], "text": " and everything else on the line. I want truth and justice and for other people to not"}, {"timestamp": [1799.2, 1806.0], "text": " be hurt for things to be different in the future. To bring it into the light and almost alchemise"}, {"timestamp": [1806.0, 1808.64], "text": " some of that evil stuff that went on"}, {"timestamp": [1808.64, 1810.92], "text": " and take back the power."}, {"timestamp": [1813.24, 1816.66], "text": " World of Secrets, Season 6, The Bad Guru."}, {"timestamp": [1817.18, null], "text": " Listen wherever you get your podcasts. Thank you."}], "text": " This BBC podcast is supported by ads outside the UK. This is the BBC's world of business. I'm Anu Anand and the producer is Rosamund Jones. And in this week's download edition of In Business from BBC Radio 4, we're very much off the beaten track, exploring the power of community enterprise. In a world of multinational corporations, chain stores and global money, this program is about how some small towns and rural communities are keeping economic activity as local as possible. We've proven as a community that we can do it ourselves. We're pretty proud of what we've done. I think it's a movement that perhaps we are an early move we're in, but it's definitely one that's going to spread. What impact might local investors have on building and developing businesses in the heart of the communities they serve? If you want control on your investment, that it's working for your community, where you can go and talk to the directors because they live three doors down from you, what a world that would be. My first stop is the edge of a wet field by a dry stone wall. I'm going today. I'm in South Cumbria. It's wet and grey, but very beautiful. I'm surrounded by fields and fells. It's not a great day to be out. It's certainly not a great day to be digging, but just next to me, there are several men thigh deep in mud. So can I just ask you, what on earth are you doing? We put him high-fast broadband in for the local community. We're all volunteers, and we're going to get it into every property in the parishes. How long you've even digging this particular cable? This particular route we've been digging out probably since the turn of the year, January time. How old are you? 64. I'm 65. 63. I'm 65. 63. I'm almost 64. Shouldn't you be, I don't know, playing golf, sitting by the fire, reading a book? This is hard work. This is more fun. These fit retirees are laying the plastic tubing through which glass fiber optic cables delivering hyper-fast broadband run. At one gigabit per second, that's much faster than what's guaranteed by competing providers. They're digging for free on behalf of Barn, broadband for the rural north. One of the founders was Chris Condor. At the time, I was a farmer's wife, mother of three, little children, and a hairdresser. I met her in a nearby cafe, now with a brand new fiber optic connection. Because I was a hairdresser I was talking to lots of people all the time so I knew there was a need to get some decent internet into the villages. Why was getting super fast broadband such a problem? I mean there are a lot of companies advertising it. Why couldn't you get it in those houses in the villages? Superfast broadband is only available in villages that have cabinets and our villages are too small for cabinets. When you say cabinet, you just mean it's a connection that comes into the village. Yes, they bring the fibre to a cabinet in the village and the broadband goes down the phone lines. But the further you are from a cabinet, the slower it gets. So even if we had a cabinet in our villages, which we don't, most of us are too far away to get anything like this so-called super fast. Villagers were paying exorbitant rates for satellite connections and finally realized that the only way to get the service they wanted was to build their own company. So in 2012, eight villages raised funds to buy the tubing and fiber optic cable. In effect, they became shareholders in Barn. In order to keep costs down, they provided the labor free of charge and started to dig. We started on March the 31st with the day of the spades, where all the villages turned up with spades, but then it started to rain. In 2012 it was a wetter shear on record. The land was a bog and things started to grind to a hulk because the last thing they wanted to do was dig broadband in. It was a miserable start, but Barn had advantages that soon became apparent. Getting access to farmland owned by friends and neighbors was straightforward and free of charge, and soon other villages joined in, raising funds for their own duct and cable and then digging to each individual house. Chris Condor remembers the day Barn turned a key financial corner. We got to Ray, my village, and we got our 300 customer in Ray, which meant we could pay our bills, and we got to in Ray, which meant we could pay our bills, and we got to 600 customers, which meant we could take on our first employee, and now we're taking on 150 customers a month. Barn now has 25 paid employees, amongst them is Nick Hall. I've got the very grand title of Head of Civil Engineering. Driving along narrow country lanes, Nick showed me how much the company has grown in the past five years. As we're setting off from the barn office and driving up the Loon Valley, everywhere you can see around you, including the high fells, are now getting connected to the barn network. And we've probably connected some of the remotest farmhouses that you can imagine. I think we're currently running at over 3,000 property connections. and we've probably connected some of the remotest farmhouses that you can imagine. I think we're currently running it over 3,000 property connections. So we're now covering really quite an extensive area of the northwest. So you can get the picture of how much effort the community is putting in to connect their neighbours, to connect their businesses and connect their schools. One of the many volunteers who's made that growth possible and dug for an entire summer is John Hamlet. Standing in his lovely back garden in the rain, overlooking rolling countryside, he pointed out the route he helped dig. We dug for three, three, four kilometers, sort of over the hill here. And then you can just see at the bottom of the fence here, I've got a little marker that shows where it came under the fence. And that's kind of remind us that if we ever need to replace a fence post, don't hammer it in just there because we'll probably lose connection. It's really evident talking to any of you who've been involved with this. I mean, there's a real sense of pride and ownership. I mean, you haven't every kilometre of this connection. Well, yeah, and that's a massive benefit as well because people care for the network. You know, we've not just got loyal customers now because they dug it. We've got people that want to keep an eye open for it. I mean, we've had one instance recently of vandalism, and of course people are up in arms about that. Now if it was BT, it'd be like, oh, BT's fault, blah, blah, blah. John is a video producer. He put all that effort in because doing his job from such a rural location had been a nightmare before Barn. If I've finished a video project and I wanted upload it, you'd have to leave it running overnight. All that night you'd be thinking, oh, I hope I go to the computer in the morning, it's fine and it's finished and you go to the computer the next day, and find it failed. You know, something had gone wrong in the night, connection had been dropped, and you'd have to start again. So it could take days to upload something large, whereas as soon as I got into barn, you know, it just took a few minutes. And in a rural area like this, hyperfast broadband is starting to have wider benefits. So I'm just driving right into the middle of nowhere, coming down a very long, rutted driveway to a very pretty double story stone house. I'm here to meet David White. I run an executive search business. Because I live in a rural community, I can't access that talent locally. So I have a team of people that are based in Europe, in India, in the Philippines, in the US. That's happened after... Oh yeah, after Barn. Yes, I just couldn't have done it before. We use Skype. All our documents and data are in the cloud. So it's absolutely critical that we have a fast internet connection. Without that, I don't think the business would be viable from this location. We could have come to the point where it's sort of ground to a halt, really. And do you think it's overblown to say that this could change rural economies irrevocably for the future? Yeah, it's really interesting actually because I have two daughters and we have been a little bit worried in the past about how they can work and live in this sort of community. But they're now aware that I'm able to run a successful business that my wife is. So I'm hopeful that they themselves will be able to set up their own businesses or work in the family business. So I think that's a massive advantage. As well as hopefully helping to fuel job growth in the wider community, Barn itself is now providing high-tech jobs for local people. At the company's office near Carnforth, I met trainee fusion splicer, Matthew Mercer. Barn is almost like the Silicon Valley, but in the Loon Valley. If anybody got the chance to work for Barn, you'd snap it up. If you weren't working here, do you think there would be another tech opportunity or similar sort of job around here? I was in the top 3% for my IT exams and everything. As I was looking for jobs, I was looking at fibre stuff and where I could go to. And there was new start-ups which was absolutely cranking out for people. But a lot of them was down south. So for me, you know, it would mean like a relocation to London. His boss, head of networking, is Tom Rigg. I love the area here. I could go and get a job in Manchester or London, but I like the countryside. I like going out on walks and being local. So this is just an opportunity for you to marry all the bits of your life in a way that makes you happy? Exactly. Living locally, working in a job that I know is helping the community and it's providing the best possible service. I'm very happy that as a local community project, we can supply the expertise in-house, rather than having to outsource the build or outsource the support or anything else. It's all done in-house, which is fantastic for the area. Barnes investors, all local, agreed that any profits the company makes will be spent within the community. And the money they make from their shareholdings is most likely to stay local too, an approach that's catching on. Also in Cumbria, I've come to the village of Burnyside. Now it's home to about 2,000 people. The beautiful river Kent runs right through the middle of it. And this is another place where the community has invested in a different utility, this time electricity. My name is Phil Davis and I'm the chairman of Burnyside Community Energy. Explain what you're doing. Well, I think we've seen lots of commercial energy schemes, renewable energy schemes going across Cumbria and across the UK, but very little of the income generation, the jobs and the benefits come back into the community. So we set up a company and what amazed me was that we gave a presentation at the local school on a Tuesday, and within six days we'd raise £250,000. And over 97% of that comes from within three miles of our community. So we haven't had to go to Manchester or Edinburgh or London to get that. It's come from within the community. The money raised bought solar panels, which the major employer here, paper manufacturer James Cropper, PLC, put on its factory roof free of charge. Its chairman is Mark Cropper. In 1845, my great-great-great-grandfather, James Cropper, bought the business and the family been here ever since. He gave me a tour of the factory. We've just come into the blender house and this is where we add color to the dissolved pulp. You've got giant bats of color and buckets that are splattered with red and blue and yellow and other colors. It's a sort of a magical place actually. The Cropper family business now specialises in luxury packaging as well as high-tech moulded paper as an alternative to plastic. Speaking to Mark, it's clear he sees mutual benefit in the deal he's made with the community. His company uses all the electricity generated and the money he pays for it benefits the community in which the mill sits. We've taken an empty mill roof. We've put 250,000 pounds worth of solar panels on it, financed completely independently of the business, at no cost or risk to the business. What we've resulted in is a project that yields a few thousand pounds every year for the benefit of the community from nothing. Why wouldn't you do it? I think that if we can bring owners, investors, much closer to the real things they own, it changes everything for the better. The investors, who are are local get a return every year. Phil Davies again, chairman of Burnyside Community Energy. Any surplus that we generate then goes back into community projects and those are decided not by the government, not by big companies elsewhere, but by the people of Burnyside. That may mean that they decide one year to invest it in the school or putting it into a bus service. Collectively, we must all spend so much on utilities and energy. And if you can harness even a bit of that to keep the money in local pockets could have a pretty big impact. So let's just do some basic maths here. We've got a thousand homes paying on average £1,500 a year in their utility bills. So that's the equivalent of £1.5 million a year, leaving the local community and going into EDF, Eon, British Gas, wherever it goes. I mean, this really is a different way of working in our society. At the other end of the country, in a small market town in Somerset, there's a similar mini-revolution going on, and it's all about the power of local control. Frum Eiffel. I'm in the center of Frum in a coffee shop, tucking into a delicious chocolate brownie. It's one of the many locally old businesses along these pretty cobbled streets in what appears to be a pretty thriving place. I've come here to meet members of the community who have been reimagining Frum. One of them is Gavin Eddy. I really, really wanted to work out if there was a new economic model for market towns. If you think back 200, 300 years, market towns were the predominant economic model in the UK. But the 21st century, they're effectively just dormitory towns where everybody just comes to sleep and then gets in their car every day and drives off somewhere else to do their work. And they take all that economic activity with them so they get their hair cut somewhere else and they do their shopping somewhere else and they buy their shoes somewhere else. And I really wanted where I lived not to be one of those places. An ex-London banker, Gavin was searching for a town in which to try out his ideas. He stumbled upon Frum by accident ten years ago. I came here to buy a curry, in fact, and had 20 minutes to kill. And I just went for a wander. And pretty much the first person I bumped into on the street was a woman with bright blue hair who I just said hello to and she proceeded to tell me about how she dyed her hair with woed. And I just thought, this is an interesting town. What did that encounter tell you about the place? What is it you picked up on, do you think? It was clearly full of creative people and artists. And if you're a property developer, they always say, go where the artists and the gaze go. This tick that box. I know Frum. I live nearby, and it is unusual. Compared to other nearby towns, it's done much better economically in the past decade, something its residents know all too well. Frum is a real anomaly in this area. It's caught on to this whole movement of being creative and different and local and homegrown. If you walk around the town and you look at the occupancy of the retail units and offices, it's nigh on 100%. You go to any other local neighbouring town and it's nowhere near as prosperous. The good thing for me is that the town has adapted and it's thriving whenever the places maybe aren't really. That's Gary Collinson. He's a town councillor. He was born in Frum and has lived here nearly all his life. There was a printing company, a company that was engineering. They're still here but on a much smaller scale and what we used to always call the plastics factory. There was much more of a factory economy, if you like, which has obviously been eroded away. The town went kind of downhill over the years and completely changed. For several decades following the decline of manufacturing in the 1980s, the local economy here was depressed. Gavin Eddy took me to Catherine Hill, a steep cobbled street in the centre of town flanked today by pretty little shops. Ten years ago though things were very different. I would say about a third of the shops were empty or boarded up. What did you do at that point? I just started buying up the property and then renovating them and then hopefully trying to find young, interesting, independent retailers that wanted to do something. Most small-town high streets would want to boast a few chains, but here on the hill, shop after shop is independently owned. One is record shop covers vinyl. The co-owner is Howard Phyllis. Okay, so we only sell new vinyl. We don't do second-hand, so everything is brand new. So what have you got here? Joy Division, Jimmy Hendrick, Iggy Pop and the Stooges, Nick Cave, Nirvana. Howard moved to Frum from London a few months ago. Much of his business is already online, but he wanted to open a bricks and mortar shop too, and location mattered. Definitely a key motivator was to come somewhere like this that had so many independent businesses which attract the people who are interested in the sort of things that we sell. They're quirky, different things. A few doors away is a men's fashion store called Assembly run by Anthony Hick. Hello. You tell us a little bit about your business here. What are you selling? It's all predominantly British brands. I'd always kind of dreamt of having my own store and my own identity and my own name. And Frum was a great place to be able to do that. It's a destination. Hmm, Frum, a destination? Really? Howard Phyllis explains. Frum is a small town, but on the independent market day, there are more than 20,000 ex-people who come here, and that's an incredible advertising opportunity, really, the fact that that market happens and that we're here and visible to all those visitors Frum's independent market was started back in 2009 by Gavin Eddy it showcases only local and independent makers traders and designers held once a month in the center of town it generates an estimated four million pounds annually for the town and for the market traders, according to the organisers. And there's another reason, too, why independent shops do well here, as Anthony Hick explains. It's very affordable rents. You know, we have small business rate relief, which is amazing. I get like a bill for a penny. You just said a penny for business rates, meaning the tax that you're paying to the local authority as a business is one penny? Is that right? Yeah. We keep the rents low and business rates in the UK are based on rentable value. So by keeping rents low, most of these shops on the hill will be below the small business rate relief threshold. So that means that we attract small independent businesses and we hopefully keep them. But I mean you don't own all the businesses here. So, I mean, is there a consensus? I think it's become now self-fulfilling. It's achieved a certain consensus amongst the landlords here that this is what this street is all about. Everyone is bored of what they see on average high street. They're looking for new, innovative stuff. So people want to come here because they're chomping at the bit for something different. Did you have chain shops coming to and saying, that's a nice building. Can we have it? We did. We had a couple of big chains. But we said no to both of them. Gavanetti's insistence on the economic benefits of keeping investment and ownership local is shared by many people in the town. Among them is a rather unusual group of local politicians. Now I'm in the chamber where Frumtown Council meets. It's got lovely big windows, ornate high ceilings, but there are no labour, Tory or Lib Dems amongst the 17 councillors. They're all independent. That trend started in 2011. When fed up with more abundant local politics, independent candidates stood for election, and 11 a majority were elected. Four years later, they did even better. We didn't just win every seat, that in many of the seats we got really big majorities. This is Jean Bolton, the councillor who takes the lead on economic development issues. We don't argue around party lines. You know, different people will come together on different issues. And nothing's outside the box for us. Anything goes. Everything goes. Everything goes. The Localism Act passed in 2011 allowed town councils like Frumes to apply for grants and borrow money for public projects. Low interest rates since then have kept borrowing costs cheap. We have taken out loans in order, for example, to renovate a building, which can then be run commercially as a venue. We've set up an approach which allows people who want to do something in the town, using social media to ask people to invest in it, and then we've said we'd match fund certain of those projects if they were selected by the town in general. We're pretty creative about that. Jean and her fellow independence believe that the lack of road and rail infrastructure in North Somerset means it's hard to attract big businesses here. So the answer to sustaining a growing economy is to encourage small businesses and startups to flourish. Supporting micro businesses and helping them to both be successful and to grow is what we need to do because if we don't have a vibrant economy, we will just turn into a big housing estate for Bath and Bristol. And that's in line with Gavin Eddy's thinking too. Behind the town hall, up a hill and through a graveyard, you come across another of his investments. This is forward space. Once a Victorian primary school, it's now been turned into a modern, airy, co-working hub. It has a cafe, fast broadband, video conferencing rooms, and it allows people to rent tiny work pods or permanent offices. It's not unusual to find places like this in cities now, but they are a real rarity in market towns like Frum. In fact, when it opened in 2010, it was the first of its kind outside London. And when Gavin Eddy wanted to expand the premises a few years later, it was independent councillors who pushed it through. The kind of joke with town councils is they're only responsible for dog poo and bus shelters. But the reality is they unanimously supported that planning application. Interestingly enough, the only other members of the town council at that point all voted against it. So you're saying that the independents were in favour of what you were doing, but the ones who were still affiliated with parties were saying no? Yes, that's exactly right. They were making a decision based on a very outdated idea of what a market town should be. It was pretty astounding. So how many businesses do you have here now? So in this building, in total, we have about 92 businesses, and Frim now has the youngest demographic of any town in Somerset. My name is Henry Gibson. I'm director of Engine and we're a digital agency. We produce apps and websites for clients all over the world. This is a town of about 30,000 people, not huge. Do you think you could get any business service you wanted within Frum? Yeah, I do. Surprisingly so. I think even within this building, I could probably get all the business services I need. There are accountants, there are PR companies, there are photographers, there's everyone we need right here. And it's not just that the service is there and it's accessible. The services are great quality service. You know, if you go door to door just in this building and ask who your clients are, they're big brands you've heard of, the big companies you've heard of, they're not kind of small, local things. My name's Mark Hazel, and I run the DevOps UK conference and Fox Days conferences around the world. I moved from London just four months ago, less than four months ago, and I wanted people around me who could really understand what I did. Tech is really one of those areas that's becoming much more important here in Frum. And so I feel very comfortable bringing myself out of London and running my businesses from here. Gavin Eddy hopes that what's happened in Frum can be replicated elsewhere. He's already opening other co-working spaces in other market towns. And back in Cumbria, Barn has had queries from communities in the UK and abroad who want to build their own superfast community-owned broadband networks. Others are keen to invest in energy projects like the one in Burnyside. We've got five or six communities approaching us at the moment. It's opened my eyes to what is possible. But there might be a sting in this hopeful tale. Broadband connectivity is putting up property prices in Cumbria, and Buzzy, youthful Frum, now has one of the fastest growing house prices in the southwest, as Gary Collinson, independent coun and former estate agent, knows only too well. The situation was gone from where you struggled to sell a property to in fact now their waiting list of people for them. House prices have gone up by 50 or 60 percent in the last five or six years I would imagine which has the effect of taking the local people out of the town so longer term that's something that we need to try and address exactly how to do that. I don't know. A sad irony indeed, if efforts to keep economic activity local are derailed by property prices most local people can no longer afford. But it seems to me that the energy and optimism generated by local people intent on taking control of their own communities just might mean that they'll find an answer to that too. Yoga is more than just exercise. It's the spiritual practice that millions swear by. And in 2017, Miranda, a university tutor from London, joins a yoga school that promises profound transformation. It felt a really safe and welcoming space. After the yoga classes, I felt amazing. But soon, that calm, welcoming atmosphere leads to something far darker, a journey that leads to allegations of grooming, trafficking, and exploitation across international borders. I don't have my passport, I don't have my phone. I don't have my bank cards. I have nothing. The passport being taken, the being in a house and not feeling like they can leave. World of Secrets is where untold stories are unveiled and hidden realities are exposed. In this new series, we're confronting the dark side of the wellness industry with the hope of a spiritual breakthrough gives way to disturbing accusations. You just get sucked in so gradually, and it's done so skillfully that you don't realize. And it's like this, the secret that's there. I wanted to believe that, you know, that whatever they were doing, even if it seemed gross to me, was for some spiritual reason that I couldn't yet understand. Revealing the hidden secrets of a global yoga network. I feel that I have no other choice. The only thing I can do is to speak about this and to put my reputation and everything else on the line. I want truth and justice and for other people to not be hurt for things to be different in the future. To bring it into the light and almost alchemise some of that evil stuff that went on and take back the power. World of Secrets, Season 6, The Bad Guru. Listen wherever you get your podcasts. Thank you."}