{"speakers": [], "chunks": [{"timestamp": [0.0, 1.74], "text": " This is the BBC."}, {"timestamp": [2.94, 6.52], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.68, 9.52], "text": " This is the BBC."}, {"timestamp": [11.2, 14.24], "text": " Thanks for downloading the BBC's world of business."}, {"timestamp": [14.5, 16.98], "text": " I'm Ruth Alexander and the producer Chris Bulby."}, {"timestamp": [17.42, 19.08], "text": " In this week's edition of In Business,"}, {"timestamp": [19.34, 29.74], "text": " we're looking at what might be a golden opportunity for the health of UK business."}, {"timestamp": [34.16, 34.32], "text": " If you think of Cambridge, you probably think of the scene unfolding before me now."}, {"timestamp": [38.78, 38.9], "text": " Cyclists gliding past ancient stone, beautiful buildings."}, {"timestamp": [43.96, 48.3], "text": " On their way, I imagine, for a period of some quiet study or reflection in a library somewhere. There's always been a kind of rarefied otherworldly feel about this place."}, {"timestamp": [48.8, 54.88], "text": " But in today's Cambridge, these great minds are being seen as a business opportunity."}, {"timestamp": [59.08, 62.46], "text": " Just a short drive away from the old city centre,"}, {"timestamp": [62.46, 65.44], "text": " there's a whole new area of Cambridge opening up"}, {"timestamp": [65.44, 71.12], "text": " around the NHS hospital, Adam Brooks. Just next to the hospital, there's a new hospital"}, {"timestamp": [71.12, 75.92], "text": " being built, a heart hospital, the Royal Papworth. Just across the way, the Medical Research"}, {"timestamp": [75.92, 82.24], "text": " Council has new laboratories. Cancer Research Institute is just around the corner. And then right"}, {"timestamp": [82.24, 85.8], "text": " in front of me, builders are putting the finishing touches"}, {"timestamp": [85.8, 89.28], "text": " to a very shiny glass building."}, {"timestamp": [90.28, 92.28], "text": " And it's going to be the new global headquarters"}, {"timestamp": [92.28, 96.66], "text": " of AstraZeneca, a huge biopharmaceutical company."}, {"timestamp": [97.56, 100.16], "text": " And the scientists here will be working with people"}, {"timestamp": [100.16, 102.04], "text": " from all these different institutions"}, {"timestamp": [102.04, 104.94], "text": " and the university to try to crack"}, {"timestamp": [104.94, 107.0], "text": " some of the biggest problems in human health,"}, {"timestamp": [107.0, 111.0], "text": " cancer, heart disease, respiratory diseases, you name it,"}, {"timestamp": [111.0, 114.0], "text": " they'll all be working on it and together."}, {"timestamp": [114.0, 117.0], "text": " We have a lot of very smart people in the company"}, {"timestamp": [117.0, 119.0], "text": " but the world is rather large"}, {"timestamp": [119.0, 122.0], "text": " and there's a lot of very smart people in the rest of the world as well"}, {"timestamp": [122.0, 125.14], "text": " and harnessing the global brain is obviously much more"}, {"timestamp": [125.14, 130.96], "text": " important than just the internal brain. The ambition is that all this will attract the best"}, {"timestamp": [130.96, 137.5], "text": " minds from around the world. The global brain, as Mene Pangolos, a top executive at AstraZeneca, puts"}, {"timestamp": [137.5, 144.02], "text": " it. It's an ambition shared by the government. It has a new industrial strategy to invest in the"}, {"timestamp": [144.02, 146.0], "text": " life sciences sector, which it"}, {"timestamp": [146.0, 153.14], "text": " thinks has the potential to be a major driver of the UK economy. At the heart of this is Cambridge"}, {"timestamp": [153.14, 158.96], "text": " and its near neighbours, Oxford and London. Their world-class universities creating what people"}, {"timestamp": [158.96, 166.8], "text": " are calling a golden triangle of opportunity as clever ideas to treat disease are turned into business success"}, {"timestamp": [166.8, 173.82], "text": " stories. I think there are really interesting big players and ecosystems colliding. Now that's a great"}, {"timestamp": [173.82, 179.88], "text": " place for agile innovators to play. There has been a revolution and explosion in our understanding"}, {"timestamp": [179.88, 189.08], "text": " of the human immune system over the last few years. The potential rewards of a business in any area of medicine or health"}, {"timestamp": [189.08, 191.96], "text": " that has such high unmet need as this"}, {"timestamp": [191.96, 195.24], "text": " is at least multi-millions and could be billions."}, {"timestamp": [197.38, 200.8], "text": " Life Sciences is a mix of disciplines focused on the study"}, {"timestamp": [200.8, 205.18], "text": " of living organisms and the UK is already a world leader."}, {"timestamp": [206.2, 210.48], "text": " What the people in this programme are working on is pretty mind-bending stuff."}, {"timestamp": [211.0, 214.44], "text": " Think gene therapies and virus biotechnologies."}, {"timestamp": [215.24, 217.4], "text": " I won't be getting deep into the science within, though."}, {"timestamp": [217.7, 219.5], "text": " To be frank, I couldn't if I tried."}, {"timestamp": [220.0, 226.06], "text": " What I want to examine is whether this sector can really achieve the business potential that's talked about."}, {"timestamp": [226.62, 233.28], "text": " Will it create huge new British health companies that could, as we'll hear some say, revolutionise the NHS?"}, {"timestamp": [236.06, 241.14], "text": " I can think of one question mark straight away. Yes, Brexit."}, {"timestamp": [242.02, 245.02], "text": " However, although it's causing uncertainty in the short term"}, {"timestamp": [245.02, 249.22], "text": " and the stockpiling of drugs in case supplies to and from the continent are interrupted,"}, {"timestamp": [249.96, 254.72], "text": " executives like Mene Pangellos at AstraZeneca think much further into the future."}, {"timestamp": [255.24, 259.3], "text": " The UK cannot stand still, irrespective of what the outcome of Brexit is,"}, {"timestamp": [259.34, 261.48], "text": " we need to make sure we get our ducks in a row."}, {"timestamp": [262.02, 265.4], "text": " We continue to invest in our universities, which are fantastic. We've got four of the top ten universities in the world. We continue to invest in our universities, which are fantastic."}, {"timestamp": [265.64, 269.82], "text": " We've got four of the top ten universities in the world. We continue to invest in the life"}, {"timestamp": [269.82, 274.36], "text": " science sector and biotech and taking those ideas out of the universities and starting new"}, {"timestamp": [274.36, 280.3], "text": " companies and incentivise that adoption of innovation into those companies. We create an environment"}, {"timestamp": [280.3, 290.9], "text": " where pharmaceutical companies are attracted to come in West in the UK and build their research hubs here. And then ultimately we have an NHS that's set up to succeed by investing"}, {"timestamp": [290.9, 294.8], "text": " sufficiently that not only does patients get great care from our doctors, but they also get"}, {"timestamp": [294.8, 296.8], "text": " the best medicines prescribed to them."}, {"timestamp": [297.94, 303.86], "text": " AstraZeneca is one of the world's biggest pharmaceutical companies, or Big Pharma for short."}, {"timestamp": [304.36, 307.36], "text": " Its decision to move its headquarters and research operation"}, {"timestamp": [307.36, 309.4], "text": " from the northwest of England to Cambridge"}, {"timestamp": [309.4, 312.06], "text": " shows the allure of the Golden Triangle."}, {"timestamp": [312.36, 315.02], "text": " The idea is that if we can integrate ourselves"}, {"timestamp": [315.02, 319.02], "text": " into the scientific community in Cambridge and Oxford and London,"}, {"timestamp": [319.56, 322.22], "text": " that will increase the capability of our scientists,"}, {"timestamp": [322.36, 327.24], "text": " it will increase the capability of our partners that we collaborate with, and ultimately it would improve our productivity."}, {"timestamp": [328.4, 332.08], "text": " It's not just the big names that give you the sense that there's something promising"}, {"timestamp": [332.08, 337.64], "text": " in the air here. It's the hundreds of tiny companies, too, working hard to try to turn a profit"}, {"timestamp": [337.64, 340.42], "text": " from cutting-edge science and data analysis."}, {"timestamp": [344.54, 350.72], "text": " Elliot Forster runs F-Star, a small company on a science park near Cambridge, developing"}, {"timestamp": [350.72, 355.76], "text": " a platform to aid the discovery of antibodies that fight cancer."}, {"timestamp": [355.76, 360.56], "text": " It has to contain all of the nutrients that will keep cells alive for long enough for us"}, {"timestamp": [360.56, 361.56], "text": " to look at them."}, {"timestamp": [361.56, 365.32], "text": " He's a big character in stature and personality."}, {"timestamp": [368.38, 368.8], "text": " And with a home in Oxford and other business that takes him to London,"}, {"timestamp": [371.88, 372.52], "text": " I feel like I'm meeting the Golden Triangle personified."}, {"timestamp": [375.46, 375.96], "text": " Someone was asked, how do you build a biotech cluster?"}, {"timestamp": [376.7, 376.84], "text": " And the answer was given."}, {"timestamp": [377.36, 377.48], "text": " No, it's very simple."}, {"timestamp": [380.74, 381.18], "text": " You build a world-class university and wait 500 years."}, {"timestamp": [384.4, 385.0], "text": " The Golden Triangle is a reflection of that having waited 500 years. You know, we have"}, {"timestamp": [385.0, 391.5], "text": " three of the top five biomedical universities in the world across Oxford, Cambridge and London."}, {"timestamp": [391.5, 398.86], "text": " We have a burgeoning biotech and small farmer community. We have a number of investors who have now"}, {"timestamp": [398.86, 404.68], "text": " been around for a long time. And so bringing those things together really begins to build"}, {"timestamp": [404.68, 406.5], "text": " this golden triangle."}, {"timestamp": [406.74, 413.06], "text": " And it's the second most productive cluster in this space after Boston, Cambridge, Massachusetts."}, {"timestamp": [413.68, 414.24], "text": " In America?"}, {"timestamp": [414.48, 414.92], "text": " In America."}, {"timestamp": [415.18, 416.54], "text": " And, you know, we'd love it to be first."}, {"timestamp": [417.3, 419.02], "text": " Ah, yes, the competition."}, {"timestamp": [419.7, 424.24], "text": " In the United States, much more money is invested in life sciences businesses."}, {"timestamp": [424.92, 426.56], "text": " In the UK, there's more"}, {"timestamp": [426.56, 432.82], "text": " nervousness about investing in what is a risky area. It takes a long time and a lot of money"}, {"timestamp": [432.82, 439.82], "text": " to test whether a new drug works and is safe, and the truth is, most ventures fail. So it"}, {"timestamp": [439.82, 445.9], "text": " takes a certain kind of courage to get involved, which is why I was curious to meet Andy Richards."}, {"timestamp": [446.34, 453.58], "text": " I am a serial entrepreneur in the life science sector and someone who has championed,"}, {"timestamp": [453.58, 456.92], "text": " helped to found, help to invest in a whole set of life science companies."}, {"timestamp": [457.46, 461.94], "text": " He's a super energetic person. When we sat down to talk, he had to clear the area of"}, {"timestamp": [461.94, 465.0], "text": " other chairs to give himself room to wave his hands around."}, {"timestamp": [465.38, 468.2], "text": " And you're an angel investor. What is an angel investor?"}, {"timestamp": [468.3, 473.58], "text": " So an angel investor is someone who invests their own money. It's not someone else's money"}, {"timestamp": [473.58, 478.6], "text": " as a professional venture capital investor would be and that gives one a greater flexibility"}, {"timestamp": [478.6, 483.74], "text": " in terms of what it is. I have an investment committee. I sit over the dinner table with her"}, {"timestamp": [483.74, 486.24], "text": " and ask whether..."}, {"timestamp": [486.24, 492.78], "text": " My wife. My wife. Whether I should make this further stupid investment. Do you ever listen to the"}, {"timestamp": [492.78, 501.26], "text": " committee? I have to listen to the committee. The fact that Andy and his wife and many others like"}, {"timestamp": [501.26, 506.36], "text": " them are willing to put their own personal money into some of these tiny new health companies"}, {"timestamp": [506.36, 508.72], "text": " shows the potential rewards."}, {"timestamp": [509.22, 514.16], "text": " If they pick a startup that ends up revolutionising the way we treat heart disease, say,"}, {"timestamp": [514.62, 517.46], "text": " they're going to be very, very rich."}, {"timestamp": [518.26, 524.58], "text": " Andy says there's doubt, though, about whether even the most promising companies will achieve their full potential."}, {"timestamp": [525.16, 529.02], "text": " Well, there is an explosion of those small companies that are scaling."}, {"timestamp": [529.26, 531.4], "text": " The question is, can they get big?"}, {"timestamp": [531.6, 534.8], "text": " We've traditionally sold companies, probably been sold too early."}, {"timestamp": [534.8, 539.62], "text": " If they were in America, they would have become 10 billion, 20 billion pound companies."}, {"timestamp": [540.0, 542.3], "text": " Why does it matter if they're sold at an early stage?"}, {"timestamp": [542.5, 543.22], "text": " Why too early?"}, {"timestamp": [543.32, 550.94], "text": " Because whilst you capture some of the value of the innovation, you don't capture the full value of the innovation."}, {"timestamp": [550.94, 560.82], "text": " And it's the full value of the innovation that creates larger companies that pay more tax, both corporate tax and employees."}, {"timestamp": [561.34, 566.24], "text": " So for the health of the country, having businesses that scale up and become large,"}, {"timestamp": [566.6, 572.86], "text": " particularly on the basis of our science and innovation and ability to be innovative, is really"}, {"timestamp": [572.86, 578.34], "text": " important. I mean, I don't think there are very many people who would say it would have been"}, {"timestamp": [578.34, 586.5], "text": " a bad thing for the UK economy if we had a Google. What makes the difference in the US, Elliot Foster says,"}, {"timestamp": [586.88, 590.66], "text": " is that the biggest investors feel freer to take a risk."}, {"timestamp": [591.04, 595.0], "text": " Interestingly, if you look back to the foundation of venture capitalism,"}, {"timestamp": [595.56, 598.76], "text": " it appears to have been triggered in the mid-70s"}, {"timestamp": [598.76, 601.04], "text": " by a change of legislation in the US,"}, {"timestamp": [601.12, 602.88], "text": " which is called the Prudent Man Clause."}, {"timestamp": [602.88, 609.0], "text": " And it basically said that pension funds and insurance funds could take a little portion of"}, {"timestamp": [609.0, 614.66], "text": " their overall investment portfolio and put it into high growth, but high risk investments."}, {"timestamp": [615.34, 620.08], "text": " And that then saw the emergence of venture capitalism and saw the growth of Silicon Valley,"}, {"timestamp": [620.22, 624.94], "text": " saw this emergence of Boston and Cambridge, Massachusetts, a huge biomedical cluster."}, {"timestamp": [624.94, 625.46], "text": " So for some of the major investors, Massachusetts, a huge biomedical cluster."}, {"timestamp": [633.22, 633.52], "text": " So for some of the major investors, the life sciences sector, just looks a bit too risky, a big pension fund."}, {"timestamp": [639.22, 639.58], "text": " It's not going to want to put its client's money in an area where, as you say, actually, most ventures fail."}, {"timestamp": [641.52, 645.24], "text": " Yeah, and I think that is probably correct. But if you look at some of the biggest pension funds on the planet,"}, {"timestamp": [648.82, 656.2], "text": " they do invest into this space and do make returns from it. And it's really about scale and being able to have a portfolio which spreads at the higher risk end of investment risk."}, {"timestamp": [657.12, 662.22], "text": " One of the strategic goals of the UK government's life sciences industrial strategy,"}, {"timestamp": [662.6, 665.64], "text": " written by Sir John Bell, Regis Professor of Medicine at Oxford,"}, {"timestamp": [666.08, 671.14], "text": " is to create four companies worth more than £20 billion in 10 years."}, {"timestamp": [671.64, 676.36], "text": " To achieve that dream, more big investors would need to come in."}, {"timestamp": [676.84, 678.68], "text": " In time, maybe they will."}, {"timestamp": [679.04, 682.98], "text": " There's plenty of money washing around in London, one of the points of the Golden Triangle."}, {"timestamp": [682.98, 685.1], "text": " And as we discovered, there"}, {"timestamp": [685.1, 694.3], "text": " is keen interest in life science. It's there. The animated conversations going on all around me"}, {"timestamp": [694.3, 701.6], "text": " are about one topic, the future of your healthcare and how to make money out of it. I've come to"}, {"timestamp": [701.6, 705.32], "text": " Pharma Integrates, which is a conference about the future of the"}, {"timestamp": [705.32, 710.78], "text": " pharmaceutical industry. It's being held at a hotel in London and the people who have come here,"}, {"timestamp": [711.54, 718.2], "text": " surgeons, scientists, lawyers, financiers, they're not the sort of people to just stop for coffee."}, {"timestamp": [718.34, 721.68], "text": " They've stopped for a networking refreshment break."}, {"timestamp": [722.72, 725.12], "text": " There are a lot of people like like from America and so on,"}, {"timestamp": [725.16, 726.94], "text": " who've flown in for this particular meeting."}, {"timestamp": [727.68, 729.46], "text": " Trevor Jones is overseeing the event."}, {"timestamp": [729.86, 733.6], "text": " He's the Director General of the Association of the British Pharmaceutical Industry."}, {"timestamp": [734.18, 737.84], "text": " And that's very encouraging to feel that Britain has that kind of reputation"}, {"timestamp": [737.84, 739.22], "text": " and this conference in particular,"}, {"timestamp": [740.0, 743.88], "text": " that they want to spend their time, a busy time,"}, {"timestamp": [744.32, 747.28], "text": " to actually find out whether, in fact, there's things going on here"}, {"timestamp": [747.28, 748.94], "text": " that we could really exploit."}, {"timestamp": [749.6, 751.34], "text": " That word, exploit."}, {"timestamp": [751.82, 753.88], "text": " It's a reminder amid all the buzz"}, {"timestamp": [753.88, 756.48], "text": " that there is a question mark over whether the UK"}, {"timestamp": [756.48, 759.8], "text": " can hold on to its most innovative companies and ideas."}, {"timestamp": [760.5, 763.34], "text": " And it's a subject that came up when I got talking to Priamanda,"}, {"timestamp": [763.82, 767.4], "text": " chief operating officer of a small company called Cyoxus Therapies."}, {"timestamp": [767.64, 772.08], "text": " We aim to be the world's leading gene therapy for cancer company."}, {"timestamp": [772.38, 775.02], "text": " We've developed a platform technology."}, {"timestamp": [775.2, 778.88], "text": " We call it T-Sign, tumour-specific immunogen therapy."}, {"timestamp": [779.62, 782.76], "text": " And basically it involves our oncolitic virus."}, {"timestamp": [783.0, 784.7], "text": " Is that a cancer virus?"}, {"timestamp": [785.0, 786.0], "text": " It's based upon the principles of that a cancer virus? Right."}, {"timestamp": [786.0, 789.0], "text": " It's based upon the principles of virology and immunotherapy."}, {"timestamp": [789.0, 797.0], "text": " So exactly, we've developed a suite of viruses that selectively target and replicate in tumour cells."}, {"timestamp": [797.0, 805.06], "text": " There are a number of different technologies looking at this, but our key differentiators are that we are blood stable."}, {"timestamp": [805.22, 807.8], "text": " That means it can be delivered intravenously."}, {"timestamp": [808.3, 815.18], "text": " And also that the anti-cancer capability can be further enhanced by arming up the virus."}, {"timestamp": [816.02, 819.96], "text": " There are a lot of companies starting up with a bright idea like this,"}, {"timestamp": [820.32, 825.14], "text": " but you can only take it so far on your own or with your initial small investors."}, {"timestamp": [825.72, 830.68], "text": " To have a chance of making it big, you need a big injection of capital."}, {"timestamp": [831.28, 832.32], "text": " We need access."}, {"timestamp": [832.48, 838.24], "text": " Companies need access to large sums of money on a long-term investment basis."}, {"timestamp": [838.94, 839.38], "text": " What for?"}, {"timestamp": [839.72, 842.66], "text": " Because clinical trials are extremely expensive."}, {"timestamp": [842.66, 846.14], "text": " I mean, a clinical trial for a phase one product"}, {"timestamp": [846.14, 849.44], "text": " with lots of assumptions can be anywhere between"}, {"timestamp": [849.44, 851.94], "text": " $5 to $20 million."}, {"timestamp": [851.94, 855.0], "text": " And to get a drug to market can take any time"}, {"timestamp": [855.0, 856.7], "text": " up to about 12 years."}, {"timestamp": [856.7, 858.94], "text": " And the danger is that, you know,"}, {"timestamp": [858.94, 862.06], "text": " whilst companies will need to go out and seek funds,"}, {"timestamp": [862.06, 866.9], "text": " there may be enormous intellectual property and huge patent estates"}, {"timestamp": [866.9, 872.52], "text": " being created within the UK, which are then gobbled up by other companies who may swoop in."}, {"timestamp": [873.24, 880.18], "text": " In my experience, in a predecessor company, we had the intellectual property, the science, the work"}, {"timestamp": [880.18, 887.46], "text": " that was being done in the UK. We were then acquired by a big multinational company that was US."}, {"timestamp": [888.14, 892.42], "text": " The US kept the UK outfit running for about a year"}, {"timestamp": [892.42, 896.16], "text": " and then at that point decided to close down the site"}, {"timestamp": [896.16, 901.18], "text": " and transfer the technology into its sites in the US."}, {"timestamp": [902.38, 905.3], "text": " These are long-term concerns for British-based companies. In the shorter term, people here like the rest of the country are also talking about the US. These are long-term concerns for British-based companies."}, {"timestamp": [905.84, 908.52], "text": " In the shorter term, people here, like the rest of the country,"}, {"timestamp": [908.8, 910.46], "text": " are also talking about Brexit"}, {"timestamp": [910.46, 913.52], "text": " and its possible disruption to the drug supply chain"}, {"timestamp": [913.52, 914.52], "text": " and clinical studies."}, {"timestamp": [915.2, 917.06], "text": " But PREA believes most companies here"}, {"timestamp": [917.06, 919.98], "text": " will take whatever happens in their stride."}, {"timestamp": [920.88, 923.28], "text": " Brexit equals uncertainty."}, {"timestamp": [924.38, 925.0], "text": " Uncertainty."}, {"timestamp": [925.0, 941.0], "text": " So yes, there will be challenges. Operational challenges, those global clinical trials, we need to get those medicines to those sites that are participating in those trials. Regulatory challenges."}, {"timestamp": [941.0, 947.28], "text": " We know that there are new legislative processes coming in. So there will be challenges."}, {"timestamp": [947.28, 954.8], "text": " However, I believe that the foundation and the scientific ecosystem of the UK is exceptionally strong."}, {"timestamp": [955.2, 961.68], "text": " And I believe that we can, with the right investment, with the right support, continue to be a world-leading"}, {"timestamp": [961.68, 962.16], "text": " player."}, {"timestamp": [963.92, 968.88], "text": " There are further signs of a kind of post-Brexit optimism in the third point of the"}, {"timestamp": [968.88, 974.96], "text": " Golden Triangle where Priya's based, Oxford."}, {"timestamp": [974.96, 980.68], "text": " On a science park near the city centre, inside a building that's recently risen up next to a hospital"}, {"timestamp": [980.68, 985.56], "text": " and a big data centre, are the brand new laboratories of one of the world's biggest"}, {"timestamp": [985.56, 988.6], "text": " diabetes treatment companies, Novo Nordisk."}, {"timestamp": [988.6, 992.76], "text": " So here we can see, we can kind of layout."}, {"timestamp": [992.76, 997.66], "text": " Lena Hansen, a bioinformatics specialist and Nicola Beer, who's in charge of discovery"}, {"timestamp": [997.66, 1000.24], "text": " biology and pharmacology, show me around."}, {"timestamp": [1000.24, 1004.18], "text": " So I am now going to take you through to our genomics lab."}, {"timestamp": [1004.18, 1005.68], "text": " What is a genomics lab."}, {"timestamp": [1007.16, 1007.76], "text": " What is a genomics lab?"}, {"timestamp": [1013.5, 1013.66], "text": " One of the areas that we are interested in is understanding what the human genome,"}, {"timestamp": [1016.74, 1018.5], "text": " so human genetics can tell us about disease and biology."}, {"timestamp": [1020.64, 1020.86], "text": " The lab is gleaming white,"}, {"timestamp": [1023.24, 1023.64], "text": " kitted out not with pipettes and bums and burners,"}, {"timestamp": [1025.5, 1027.76], "text": " but mainly in this increasingly data-driven world, computers."}, {"timestamp": [1027.76, 1033.7], "text": " Okay, so we've opened up a laptop here and what's this we're looking at?"}, {"timestamp": [1033.7, 1038.96], "text": " This data here that I'm showing you, this is an experiment where we've taken some human"}, {"timestamp": [1038.96, 1045.32], "text": " cells from liver and we've exposed them to different nutrients and environmental situations"}, {"timestamp": [1045.32, 1050.0], "text": " that we think might reflect the situation that's occurring in people with diabetes."}, {"timestamp": [1050.76, 1054.16], "text": " And actually one of the things that I'm hoping that we are going to do here"}, {"timestamp": [1054.16, 1057.54], "text": " is a kind of an artificial model of a human in a way."}, {"timestamp": [1058.24, 1061.96], "text": " So this with the help of computer actually model the whole human system."}, {"timestamp": [1062.6, 1064.44], "text": " And then experiment on it?"}, {"timestamp": [1064.62, 1064.9], "text": " Yes."}, {"timestamp": [1065.46, 1067.24], "text": " Like AstraZeneca in Cambridge,"}, {"timestamp": [1067.74, 1070.28], "text": " this company sees the attraction of setting up"}, {"timestamp": [1070.28, 1072.48], "text": " near other research labs and companies."}, {"timestamp": [1072.96, 1075.62], "text": " Again, it's the concentration of brain power"}, {"timestamp": [1075.62, 1076.66], "text": " that's drawn it in."}, {"timestamp": [1077.1, 1078.92], "text": " We need to use multiple skill sets"}, {"timestamp": [1078.92, 1080.18], "text": " and we won't innovate"}, {"timestamp": [1080.18, 1082.66], "text": " and we won't understand those multiple data sets"}, {"timestamp": [1082.66, 1083.78], "text": " unless we can all talk"}, {"timestamp": [1083.78, 1086.22], "text": " in reasonably the same scientific language."}, {"timestamp": [1086.44, 1094.22], "text": " So it's about training people up to be able to answer any scientific question and be agile in their ability to do that."}, {"timestamp": [1094.58, 1098.22], "text": " But using your core competences is a kind of a fishing pot."}, {"timestamp": [1098.32, 1103.74], "text": " This is where you start from your area and then, you know, somebody else starts somewhere else in the big pond"}, {"timestamp": [1103.74, 1107.3], "text": " and then you try to talk to each other and realise the fishes are somewhere in the middle."}, {"timestamp": [1108.14, 1111.94], "text": " A pleasingly Nordic image from Lena Hansen, a swede."}, {"timestamp": [1112.52, 1117.64], "text": " Talking to Lena and Nicola, you sense that finding solutions to serious problems like diabetes"}, {"timestamp": [1117.64, 1123.06], "text": " won't come overnight is going to take massive investment and a lot of trial and error,"}, {"timestamp": [1123.48, 1127.06], "text": " and a lot of time, a challenge for any business."}, {"timestamp": [1127.52, 1133.6], "text": " But the most striking thing about Danish-based Novo Nordisk's new investment in Oxford"}, {"timestamp": [1133.6, 1139.62], "text": " is that the decision to set up here came after the UK voted to leave the EU."}, {"timestamp": [1140.22, 1148.38], "text": " We made an assessment that ended up concluding that we do believe that Oxford has been around for 860 years as a university."}, {"timestamp": [1149.02, 1153.34], "text": " This is Professor Matt's Croke's Guard-Thompson, the company's head of research and development."}, {"timestamp": [1153.84, 1159.7], "text": " And it was one of the world's leading universities even before the UK joined the European Union."}, {"timestamp": [1159.7, 1166.54], "text": " So we could foresee that assuming that in the post-Brexit era, so to speak, that there is good"}, {"timestamp": [1166.54, 1170.88], "text": " conditions also for international scientists and their spouses and families in your country,"}, {"timestamp": [1171.22, 1175.42], "text": " then we will still be able to conduct real world-class research at the site."}, {"timestamp": [1175.98, 1177.36], "text": " But it doesn't come for free."}, {"timestamp": [1177.54, 1182.44], "text": " It needs commitment, and that commitment is even more so needed, of course, now that you"}, {"timestamp": [1182.44, 1186.28], "text": " are running the risk of being a little bit more isolated than historically."}, {"timestamp": [1187.0, 1192.82], "text": " His hope is this triangle will be more resilient than most of Britain to whatever changes Brexit brings."}, {"timestamp": [1193.36, 1195.34], "text": " And that begs another question."}, {"timestamp": [1196.14, 1201.86], "text": " Will investment in the golden triangle of Oxford, Cambridge and London, take the shine off"}, {"timestamp": [1201.86, 1206.56], "text": " other areas in the UK, reinforcing the dominance of what's already"}, {"timestamp": [1206.56, 1211.26], "text": " the richest part of the country. Because it's not like there aren't plenty of good life"}, {"timestamp": [1211.26, 1216.12], "text": " sciences companies in other parts of the country. Carmel Riley is founder of one of them,"}, {"timestamp": [1216.56, 1222.26], "text": " Neurocentric's farmer in Edinburgh, developing products aimed at treating mood disorders and other"}, {"timestamp": [1222.26, 1229.76], "text": " clinical needs like pain relief. Well, it's definitely no doubt more difficult being distant from investment funds for a few"}, {"timestamp": [1229.76, 1234.84], "text": " reasons. You know, one, you can't just drop into a networking event on a Thursday afternoon"}, {"timestamp": [1234.84, 1239.88], "text": " and just network with everyone and they get to know you. Investment is a long process."}, {"timestamp": [1239.88, 1245.78], "text": " It's built in relationships and trust. So you need to be there more often."}, {"timestamp": [1245.98, 1249.2], "text": " And then the investment process itself can take six to eight months"}, {"timestamp": [1249.2, 1251.46], "text": " to close a single round of investment."}, {"timestamp": [1251.74, 1255.24], "text": " So being distant has those practical issues."}, {"timestamp": [1256.0, 1258.92], "text": " Carmel's trying to raise the money to expand her business"}, {"timestamp": [1258.92, 1260.8], "text": " and take it to the next level,"}, {"timestamp": [1261.3, 1262.84], "text": " a lot easier said than done."}, {"timestamp": [1263.4, 1266.38], "text": " Her company's focused on finding new uses for a drug"}, {"timestamp": [1266.38, 1271.94], "text": " that already exists. And she says that means it's harder to attract attention and therefore"}, {"timestamp": [1271.94, 1277.58], "text": " investment than if she was promising something completely new. The equation shouldn't be that"}, {"timestamp": [1277.58, 1284.94], "text": " innovation equals commercial success. So you've got to think about how you grow the sector as a"}, {"timestamp": [1284.94, 1286.56], "text": " whole and a diverse range of business models. So you've got to think about how you grow the sector as a whole and a diverse"}, {"timestamp": [1286.56, 1294.24], "text": " range of business models. So in your case, you think you've got a very promising treatment option here,"}, {"timestamp": [1294.64, 1300.36], "text": " but now to go any further, you have to get clinical trials set up, but you're competing against"}, {"timestamp": [1300.36, 1305.14], "text": " so many companies. It's possible that that doesn't happen. Hopefully it really does happen."}, {"timestamp": [1306.34, 1308.54], "text": " But, no, you're absolutely right."}, {"timestamp": [1308.7, 1311.9], "text": " We just have to be quite savvy about where we go to"}, {"timestamp": [1311.9, 1313.48], "text": " for our sources of investment."}, {"timestamp": [1314.3, 1317.82], "text": " So the problem for you is that you are not saying,"}, {"timestamp": [1317.96, 1319.62], "text": " hey, this is a brand new discovery."}, {"timestamp": [1319.76, 1321.24], "text": " You've never seen this drug before."}, {"timestamp": [1321.74, 1322.74], "text": " The problem for you is that you're like,"}, {"timestamp": [1322.8, 1324.52], "text": " well, you know this drug that you know quite well,"}, {"timestamp": [1324.58, 1327.24], "text": " we think it's got another application. And that doesn't count as"}, {"timestamp": [1327.24, 1333.72], "text": " innovation. It doesn't count as highly. Yeah. But it is more commercial. So it isn't going to"}, {"timestamp": [1333.72, 1340.04], "text": " attract certain funding that's based on highly innovative ideas? Correct, yes. That must be"}, {"timestamp": [1340.04, 1342.9], "text": " frustrating. It is a little bit frustrating."}, {"timestamp": [1347.2, 1352.72], "text": " No one we've spoken to doubts that the ideas are there and will continue to spark,"}, {"timestamp": [1353.12, 1358.24], "text": " but turning them into big commercial successes requires another level of investment,"}, {"timestamp": [1358.64, 1369.58], "text": " broader and bigger. However, it's not just ideas from some of the world's best scientific minds that make UK life sciences look promising."}, {"timestamp": [1370.16, 1376.68], "text": " The UK has another unique asset that could benefit business and healthcare, the NHS,"}, {"timestamp": [1377.4, 1381.4], "text": " and more specifically, the data it generates from all of us."}, {"timestamp": [1381.94, 1385.34], "text": " People are prepared to pay a lot for information about you,"}, {"timestamp": [1385.76, 1391.72], "text": " and in that sense, the NHS is sitting on a gold mine. Here's many Pangolos from AstraZeneca."}, {"timestamp": [1392.32, 1398.64], "text": " We have an NHS system where we have cradle to grave care. So we have the potential to create"}, {"timestamp": [1398.64, 1404.94], "text": " a life science sector with an NHS where you can tap into and understand patients' diseases,"}, {"timestamp": [1405.3, 1408.32], "text": " that drives their diseases, the genetics behind their disease,"}, {"timestamp": [1408.68, 1412.98], "text": " and potentially recruit them into clinical trials to hopefully have a better outcome for them."}, {"timestamp": [1413.26, 1419.12], "text": " We'll have our own regulatory environment where we'll be able to create ease of clinical trial execution in the UK, potentially."}, {"timestamp": [1419.32, 1423.38], "text": " But importantly, you do have to have an NHS that is willing to adopt innovation."}, {"timestamp": [1424.0, 1425.18], "text": " How could that be funded?"}, {"timestamp": [1425.86, 1428.24], "text": " It would obviously partly need to be funded by the government,"}, {"timestamp": [1428.4, 1433.22], "text": " but I think if you have an environment where you're really enabling clinical trial execution"}, {"timestamp": [1433.22, 1436.52], "text": " and, as a consequence, more rapid development of your medicines,"}, {"timestamp": [1437.34, 1441.6], "text": " you could envision a scenario where companies reimburse the NHS"}, {"timestamp": [1441.6, 1444.68], "text": " for the use of their patients and their data,"}, {"timestamp": [1446.68, 1452.74], "text": " where the NHS might get a low royalty stream. And as a consequence, over time, that would start to generate revenues"}, {"timestamp": [1452.74, 1456.6], "text": " for the NHS in addition to the money that the government has used to fund it."}, {"timestamp": [1456.6, 1462.1], "text": " And that could make the UK an attractive place for other companies to come to, for investors"}, {"timestamp": [1462.1, 1463.76], "text": " come to, from elsewhere?"}, {"timestamp": [1463.76, 1466.26], "text": " If you had an NHS that was adopting innovation"}, {"timestamp": [1466.26, 1468.08], "text": " using the best standard of care around the world,"}, {"timestamp": [1468.18, 1471.08], "text": " I think the UK, with its science base and with that,"}, {"timestamp": [1471.18, 1473.94], "text": " would be a hugely attractive place to invest in."}, {"timestamp": [1475.0, 1477.28], "text": " Imagine a well-funded NHS"}, {"timestamp": [1477.28, 1479.48], "text": " and a host of valuable companies"}, {"timestamp": [1479.48, 1482.32], "text": " all making money from our NHS records"}, {"timestamp": [1482.32, 1486.16], "text": " and a suggestion that post-Brexit Britain, with its own"}, {"timestamp": [1486.16, 1493.12], "text": " regulatory environment, may be able to innovate successfully. The commercial exploitation of information"}, {"timestamp": [1493.12, 1500.08], "text": " about patients raises many questions, especially about privacy. But investor Andy Richards thinks the"}, {"timestamp": [1500.08, 1510.46], "text": " benefits could be huge. Digital health is about using healthcare data in the way that data is used in other areas,"}, {"timestamp": [1510.64, 1512.76], "text": " you know, like financial services and retail."}, {"timestamp": [1512.76, 1518.86], "text": " So rather than healthcare being handled in a very, it's the average of the population"}, {"timestamp": [1518.86, 1521.46], "text": " that we design our care pathways around."}, {"timestamp": [1521.8, 1526.12], "text": " The care pathways are designed around the changes in the individual"}, {"timestamp": [1526.12, 1532.52], "text": " and the digital allows you to gather data on that individual and then help that individual by"}, {"timestamp": [1532.52, 1538.42], "text": " modulating that data. Now, there are all sorts of challenges associated with that and we have to"}, {"timestamp": [1538.42, 1544.46], "text": " get the ownership of data and the ethics and all of those things right. But if we get it right,"}, {"timestamp": [1544.66, 1547.96], "text": " that's the thing that allows us to drive towards healthcare"}, {"timestamp": [1547.96, 1553.0], "text": " that is all about the outcome, about getting better, about wellness,"}, {"timestamp": [1553.34, 1556.96], "text": " rather than just the activity doing something."}, {"timestamp": [1557.68, 1563.46], "text": " Data-driven healthcare could well be the next great life sciences leap forward."}, {"timestamp": [1563.46, 1569.16], "text": " But again, the key question is, will the winners be UK companies?"}, {"timestamp": [1570.8, 1580.24], "text": " Andy Richards says that in today's Cambridge, instead of ivory towers, look out for IT powerhouses and who owns them?"}, {"timestamp": [1580.82, 1589.78], "text": " As you come into the train station, you will see the area there has been transformed by new buildings. The first building on your right has got five floors of Amazon. They're doing"}, {"timestamp": [1589.78, 1594.74], "text": " healthcare. The next building is the Microsoft Research Centre. They're doing healthcare."}, {"timestamp": [1595.16, 1600.12], "text": " At the end of the road is Apple. And Apple itself, even though we don't quite know what's going"}, {"timestamp": [1600.12, 1610.12], "text": " on in that building, are doing healthcare. Will the companies arriving stay and invest and help fledgling UK companies grow into giants?"}, {"timestamp": [1610.12, 1614.68], "text": " Or will they buy up their ideas and exploit them elsewhere?"}, {"timestamp": [1614.68, 1619.52], "text": " There is another Cambridge across the Atlantic in Massachusetts, which is one of the Golden"}, {"timestamp": [1619.52, 1622.26], "text": " Triangle's global rivals."}, {"timestamp": [1622.26, 1627.0], "text": " And China's presence in life sciences is also growing rapidly."}, {"timestamp": [1627.0, 1639.0], "text": " Given its big brains and big data, the UK is in an excellent position to profit from this century's breakthrough in genetic science."}, {"timestamp": [1639.0, 1643.0], "text": " Brexit is a challenge to stuffing and logistics,"}, {"timestamp": [1643.0, 1647.68], "text": " but everyone we've spoken to in the sector suggests it's not a game changer."}, {"timestamp": [1648.4, 1657.24], "text": " As the government is recognising by putting life sciences at the centre of its industrial strategy, the UK has something special here."}, {"timestamp": [1657.92, 1661.46], "text": " But has it got the commercial ambition to hang on to it?"}, {"timestamp": [1662.08, 1669.04], "text": " The gleaming golden triangle is a major UK asset, but attempting global target too."}, {"timestamp": [1675.44, 1685.2], "text": " In business was presented by me, Ruth Alexander. The producer was Chris Bulby. Next week, David Baker looks at NAPs, apps, and the business of sleep."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. This is the BBC. Thanks for downloading the BBC's world of business. I'm Ruth Alexander and the producer Chris Bulby. In this week's edition of In Business, we're looking at what might be a golden opportunity for the health of UK business. If you think of Cambridge, you probably think of the scene unfolding before me now. Cyclists gliding past ancient stone, beautiful buildings. On their way, I imagine, for a period of some quiet study or reflection in a library somewhere. There's always been a kind of rarefied otherworldly feel about this place. But in today's Cambridge, these great minds are being seen as a business opportunity. Just a short drive away from the old city centre, there's a whole new area of Cambridge opening up around the NHS hospital, Adam Brooks. Just next to the hospital, there's a new hospital being built, a heart hospital, the Royal Papworth. Just across the way, the Medical Research Council has new laboratories. Cancer Research Institute is just around the corner. And then right in front of me, builders are putting the finishing touches to a very shiny glass building. And it's going to be the new global headquarters of AstraZeneca, a huge biopharmaceutical company. And the scientists here will be working with people from all these different institutions and the university to try to crack some of the biggest problems in human health, cancer, heart disease, respiratory diseases, you name it, they'll all be working on it and together. We have a lot of very smart people in the company but the world is rather large and there's a lot of very smart people in the rest of the world as well and harnessing the global brain is obviously much more important than just the internal brain. The ambition is that all this will attract the best minds from around the world. The global brain, as Mene Pangolos, a top executive at AstraZeneca, puts it. It's an ambition shared by the government. It has a new industrial strategy to invest in the life sciences sector, which it thinks has the potential to be a major driver of the UK economy. At the heart of this is Cambridge and its near neighbours, Oxford and London. Their world-class universities creating what people are calling a golden triangle of opportunity as clever ideas to treat disease are turned into business success stories. I think there are really interesting big players and ecosystems colliding. Now that's a great place for agile innovators to play. There has been a revolution and explosion in our understanding of the human immune system over the last few years. The potential rewards of a business in any area of medicine or health that has such high unmet need as this is at least multi-millions and could be billions. Life Sciences is a mix of disciplines focused on the study of living organisms and the UK is already a world leader. What the people in this programme are working on is pretty mind-bending stuff. Think gene therapies and virus biotechnologies. I won't be getting deep into the science within, though. To be frank, I couldn't if I tried. What I want to examine is whether this sector can really achieve the business potential that's talked about. Will it create huge new British health companies that could, as we'll hear some say, revolutionise the NHS? I can think of one question mark straight away. Yes, Brexit. However, although it's causing uncertainty in the short term and the stockpiling of drugs in case supplies to and from the continent are interrupted, executives like Mene Pangellos at AstraZeneca think much further into the future. The UK cannot stand still, irrespective of what the outcome of Brexit is, we need to make sure we get our ducks in a row. We continue to invest in our universities, which are fantastic. We've got four of the top ten universities in the world. We continue to invest in our universities, which are fantastic. We've got four of the top ten universities in the world. We continue to invest in the life science sector and biotech and taking those ideas out of the universities and starting new companies and incentivise that adoption of innovation into those companies. We create an environment where pharmaceutical companies are attracted to come in West in the UK and build their research hubs here. And then ultimately we have an NHS that's set up to succeed by investing sufficiently that not only does patients get great care from our doctors, but they also get the best medicines prescribed to them. AstraZeneca is one of the world's biggest pharmaceutical companies, or Big Pharma for short. Its decision to move its headquarters and research operation from the northwest of England to Cambridge shows the allure of the Golden Triangle. The idea is that if we can integrate ourselves into the scientific community in Cambridge and Oxford and London, that will increase the capability of our scientists, it will increase the capability of our partners that we collaborate with, and ultimately it would improve our productivity. It's not just the big names that give you the sense that there's something promising in the air here. It's the hundreds of tiny companies, too, working hard to try to turn a profit from cutting-edge science and data analysis. Elliot Forster runs F-Star, a small company on a science park near Cambridge, developing a platform to aid the discovery of antibodies that fight cancer. It has to contain all of the nutrients that will keep cells alive for long enough for us to look at them. He's a big character in stature and personality. And with a home in Oxford and other business that takes him to London, I feel like I'm meeting the Golden Triangle personified. Someone was asked, how do you build a biotech cluster? And the answer was given. No, it's very simple. You build a world-class university and wait 500 years. The Golden Triangle is a reflection of that having waited 500 years. You know, we have three of the top five biomedical universities in the world across Oxford, Cambridge and London. We have a burgeoning biotech and small farmer community. We have a number of investors who have now been around for a long time. And so bringing those things together really begins to build this golden triangle. And it's the second most productive cluster in this space after Boston, Cambridge, Massachusetts. In America? In America. And, you know, we'd love it to be first. Ah, yes, the competition. In the United States, much more money is invested in life sciences businesses. In the UK, there's more nervousness about investing in what is a risky area. It takes a long time and a lot of money to test whether a new drug works and is safe, and the truth is, most ventures fail. So it takes a certain kind of courage to get involved, which is why I was curious to meet Andy Richards. I am a serial entrepreneur in the life science sector and someone who has championed, helped to found, help to invest in a whole set of life science companies. He's a super energetic person. When we sat down to talk, he had to clear the area of other chairs to give himself room to wave his hands around. And you're an angel investor. What is an angel investor? So an angel investor is someone who invests their own money. It's not someone else's money as a professional venture capital investor would be and that gives one a greater flexibility in terms of what it is. I have an investment committee. I sit over the dinner table with her and ask whether... My wife. My wife. Whether I should make this further stupid investment. Do you ever listen to the committee? I have to listen to the committee. The fact that Andy and his wife and many others like them are willing to put their own personal money into some of these tiny new health companies shows the potential rewards. If they pick a startup that ends up revolutionising the way we treat heart disease, say, they're going to be very, very rich. Andy says there's doubt, though, about whether even the most promising companies will achieve their full potential. Well, there is an explosion of those small companies that are scaling. The question is, can they get big? We've traditionally sold companies, probably been sold too early. If they were in America, they would have become 10 billion, 20 billion pound companies. Why does it matter if they're sold at an early stage? Why too early? Because whilst you capture some of the value of the innovation, you don't capture the full value of the innovation. And it's the full value of the innovation that creates larger companies that pay more tax, both corporate tax and employees. So for the health of the country, having businesses that scale up and become large, particularly on the basis of our science and innovation and ability to be innovative, is really important. I mean, I don't think there are very many people who would say it would have been a bad thing for the UK economy if we had a Google. What makes the difference in the US, Elliot Foster says, is that the biggest investors feel freer to take a risk. Interestingly, if you look back to the foundation of venture capitalism, it appears to have been triggered in the mid-70s by a change of legislation in the US, which is called the Prudent Man Clause. And it basically said that pension funds and insurance funds could take a little portion of their overall investment portfolio and put it into high growth, but high risk investments. And that then saw the emergence of venture capitalism and saw the growth of Silicon Valley, saw this emergence of Boston and Cambridge, Massachusetts, a huge biomedical cluster. So for some of the major investors, Massachusetts, a huge biomedical cluster. So for some of the major investors, the life sciences sector, just looks a bit too risky, a big pension fund. It's not going to want to put its client's money in an area where, as you say, actually, most ventures fail. Yeah, and I think that is probably correct. But if you look at some of the biggest pension funds on the planet, they do invest into this space and do make returns from it. And it's really about scale and being able to have a portfolio which spreads at the higher risk end of investment risk. One of the strategic goals of the UK government's life sciences industrial strategy, written by Sir John Bell, Regis Professor of Medicine at Oxford, is to create four companies worth more than £20 billion in 10 years. To achieve that dream, more big investors would need to come in. In time, maybe they will. There's plenty of money washing around in London, one of the points of the Golden Triangle. And as we discovered, there is keen interest in life science. It's there. The animated conversations going on all around me are about one topic, the future of your healthcare and how to make money out of it. I've come to Pharma Integrates, which is a conference about the future of the pharmaceutical industry. It's being held at a hotel in London and the people who have come here, surgeons, scientists, lawyers, financiers, they're not the sort of people to just stop for coffee. They've stopped for a networking refreshment break. There are a lot of people like like from America and so on, who've flown in for this particular meeting. Trevor Jones is overseeing the event. He's the Director General of the Association of the British Pharmaceutical Industry. And that's very encouraging to feel that Britain has that kind of reputation and this conference in particular, that they want to spend their time, a busy time, to actually find out whether, in fact, there's things going on here that we could really exploit. That word, exploit. It's a reminder amid all the buzz that there is a question mark over whether the UK can hold on to its most innovative companies and ideas. And it's a subject that came up when I got talking to Priamanda, chief operating officer of a small company called Cyoxus Therapies. We aim to be the world's leading gene therapy for cancer company. We've developed a platform technology. We call it T-Sign, tumour-specific immunogen therapy. And basically it involves our oncolitic virus. Is that a cancer virus? It's based upon the principles of that a cancer virus? Right. It's based upon the principles of virology and immunotherapy. So exactly, we've developed a suite of viruses that selectively target and replicate in tumour cells. There are a number of different technologies looking at this, but our key differentiators are that we are blood stable. That means it can be delivered intravenously. And also that the anti-cancer capability can be further enhanced by arming up the virus. There are a lot of companies starting up with a bright idea like this, but you can only take it so far on your own or with your initial small investors. To have a chance of making it big, you need a big injection of capital. We need access. Companies need access to large sums of money on a long-term investment basis. What for? Because clinical trials are extremely expensive. I mean, a clinical trial for a phase one product with lots of assumptions can be anywhere between $5 to $20 million. And to get a drug to market can take any time up to about 12 years. And the danger is that, you know, whilst companies will need to go out and seek funds, there may be enormous intellectual property and huge patent estates being created within the UK, which are then gobbled up by other companies who may swoop in. In my experience, in a predecessor company, we had the intellectual property, the science, the work that was being done in the UK. We were then acquired by a big multinational company that was US. The US kept the UK outfit running for about a year and then at that point decided to close down the site and transfer the technology into its sites in the US. These are long-term concerns for British-based companies. In the shorter term, people here like the rest of the country are also talking about the US. These are long-term concerns for British-based companies. In the shorter term, people here, like the rest of the country, are also talking about Brexit and its possible disruption to the drug supply chain and clinical studies. But PREA believes most companies here will take whatever happens in their stride. Brexit equals uncertainty. Uncertainty. So yes, there will be challenges. Operational challenges, those global clinical trials, we need to get those medicines to those sites that are participating in those trials. Regulatory challenges. We know that there are new legislative processes coming in. So there will be challenges. However, I believe that the foundation and the scientific ecosystem of the UK is exceptionally strong. And I believe that we can, with the right investment, with the right support, continue to be a world-leading player. There are further signs of a kind of post-Brexit optimism in the third point of the Golden Triangle where Priya's based, Oxford. On a science park near the city centre, inside a building that's recently risen up next to a hospital and a big data centre, are the brand new laboratories of one of the world's biggest diabetes treatment companies, Novo Nordisk. So here we can see, we can kind of layout. Lena Hansen, a bioinformatics specialist and Nicola Beer, who's in charge of discovery biology and pharmacology, show me around. So I am now going to take you through to our genomics lab. What is a genomics lab. What is a genomics lab? One of the areas that we are interested in is understanding what the human genome, so human genetics can tell us about disease and biology. The lab is gleaming white, kitted out not with pipettes and bums and burners, but mainly in this increasingly data-driven world, computers. Okay, so we've opened up a laptop here and what's this we're looking at? This data here that I'm showing you, this is an experiment where we've taken some human cells from liver and we've exposed them to different nutrients and environmental situations that we think might reflect the situation that's occurring in people with diabetes. And actually one of the things that I'm hoping that we are going to do here is a kind of an artificial model of a human in a way. So this with the help of computer actually model the whole human system. And then experiment on it? Yes. Like AstraZeneca in Cambridge, this company sees the attraction of setting up near other research labs and companies. Again, it's the concentration of brain power that's drawn it in. We need to use multiple skill sets and we won't innovate and we won't understand those multiple data sets unless we can all talk in reasonably the same scientific language. So it's about training people up to be able to answer any scientific question and be agile in their ability to do that. But using your core competences is a kind of a fishing pot. This is where you start from your area and then, you know, somebody else starts somewhere else in the big pond and then you try to talk to each other and realise the fishes are somewhere in the middle. A pleasingly Nordic image from Lena Hansen, a swede. Talking to Lena and Nicola, you sense that finding solutions to serious problems like diabetes won't come overnight is going to take massive investment and a lot of trial and error, and a lot of time, a challenge for any business. But the most striking thing about Danish-based Novo Nordisk's new investment in Oxford is that the decision to set up here came after the UK voted to leave the EU. We made an assessment that ended up concluding that we do believe that Oxford has been around for 860 years as a university. This is Professor Matt's Croke's Guard-Thompson, the company's head of research and development. And it was one of the world's leading universities even before the UK joined the European Union. So we could foresee that assuming that in the post-Brexit era, so to speak, that there is good conditions also for international scientists and their spouses and families in your country, then we will still be able to conduct real world-class research at the site. But it doesn't come for free. It needs commitment, and that commitment is even more so needed, of course, now that you are running the risk of being a little bit more isolated than historically. His hope is this triangle will be more resilient than most of Britain to whatever changes Brexit brings. And that begs another question. Will investment in the golden triangle of Oxford, Cambridge and London, take the shine off other areas in the UK, reinforcing the dominance of what's already the richest part of the country. Because it's not like there aren't plenty of good life sciences companies in other parts of the country. Carmel Riley is founder of one of them, Neurocentric's farmer in Edinburgh, developing products aimed at treating mood disorders and other clinical needs like pain relief. Well, it's definitely no doubt more difficult being distant from investment funds for a few reasons. You know, one, you can't just drop into a networking event on a Thursday afternoon and just network with everyone and they get to know you. Investment is a long process. It's built in relationships and trust. So you need to be there more often. And then the investment process itself can take six to eight months to close a single round of investment. So being distant has those practical issues. Carmel's trying to raise the money to expand her business and take it to the next level, a lot easier said than done. Her company's focused on finding new uses for a drug that already exists. And she says that means it's harder to attract attention and therefore investment than if she was promising something completely new. The equation shouldn't be that innovation equals commercial success. So you've got to think about how you grow the sector as a whole and a diverse range of business models. So you've got to think about how you grow the sector as a whole and a diverse range of business models. So in your case, you think you've got a very promising treatment option here, but now to go any further, you have to get clinical trials set up, but you're competing against so many companies. It's possible that that doesn't happen. Hopefully it really does happen. But, no, you're absolutely right. We just have to be quite savvy about where we go to for our sources of investment. So the problem for you is that you are not saying, hey, this is a brand new discovery. You've never seen this drug before. The problem for you is that you're like, well, you know this drug that you know quite well, we think it's got another application. And that doesn't count as innovation. It doesn't count as highly. Yeah. But it is more commercial. So it isn't going to attract certain funding that's based on highly innovative ideas? Correct, yes. That must be frustrating. It is a little bit frustrating. No one we've spoken to doubts that the ideas are there and will continue to spark, but turning them into big commercial successes requires another level of investment, broader and bigger. However, it's not just ideas from some of the world's best scientific minds that make UK life sciences look promising. The UK has another unique asset that could benefit business and healthcare, the NHS, and more specifically, the data it generates from all of us. People are prepared to pay a lot for information about you, and in that sense, the NHS is sitting on a gold mine. Here's many Pangolos from AstraZeneca. We have an NHS system where we have cradle to grave care. So we have the potential to create a life science sector with an NHS where you can tap into and understand patients' diseases, that drives their diseases, the genetics behind their disease, and potentially recruit them into clinical trials to hopefully have a better outcome for them. We'll have our own regulatory environment where we'll be able to create ease of clinical trial execution in the UK, potentially. But importantly, you do have to have an NHS that is willing to adopt innovation. How could that be funded? It would obviously partly need to be funded by the government, but I think if you have an environment where you're really enabling clinical trial execution and, as a consequence, more rapid development of your medicines, you could envision a scenario where companies reimburse the NHS for the use of their patients and their data, where the NHS might get a low royalty stream. And as a consequence, over time, that would start to generate revenues for the NHS in addition to the money that the government has used to fund it. And that could make the UK an attractive place for other companies to come to, for investors come to, from elsewhere? If you had an NHS that was adopting innovation using the best standard of care around the world, I think the UK, with its science base and with that, would be a hugely attractive place to invest in. Imagine a well-funded NHS and a host of valuable companies all making money from our NHS records and a suggestion that post-Brexit Britain, with its own regulatory environment, may be able to innovate successfully. The commercial exploitation of information about patients raises many questions, especially about privacy. But investor Andy Richards thinks the benefits could be huge. Digital health is about using healthcare data in the way that data is used in other areas, you know, like financial services and retail. So rather than healthcare being handled in a very, it's the average of the population that we design our care pathways around. The care pathways are designed around the changes in the individual and the digital allows you to gather data on that individual and then help that individual by modulating that data. Now, there are all sorts of challenges associated with that and we have to get the ownership of data and the ethics and all of those things right. But if we get it right, that's the thing that allows us to drive towards healthcare that is all about the outcome, about getting better, about wellness, rather than just the activity doing something. Data-driven healthcare could well be the next great life sciences leap forward. But again, the key question is, will the winners be UK companies? Andy Richards says that in today's Cambridge, instead of ivory towers, look out for IT powerhouses and who owns them? As you come into the train station, you will see the area there has been transformed by new buildings. The first building on your right has got five floors of Amazon. They're doing healthcare. The next building is the Microsoft Research Centre. They're doing healthcare. At the end of the road is Apple. And Apple itself, even though we don't quite know what's going on in that building, are doing healthcare. Will the companies arriving stay and invest and help fledgling UK companies grow into giants? Or will they buy up their ideas and exploit them elsewhere? There is another Cambridge across the Atlantic in Massachusetts, which is one of the Golden Triangle's global rivals. And China's presence in life sciences is also growing rapidly. Given its big brains and big data, the UK is in an excellent position to profit from this century's breakthrough in genetic science. Brexit is a challenge to stuffing and logistics, but everyone we've spoken to in the sector suggests it's not a game changer. As the government is recognising by putting life sciences at the centre of its industrial strategy, the UK has something special here. But has it got the commercial ambition to hang on to it? The gleaming golden triangle is a major UK asset, but attempting global target too. In business was presented by me, Ruth Alexander. The producer was Chris Bulby. Next week, David Baker looks at NAPs, apps, and the business of sleep."}