{"speakers": [], "chunks": [{"timestamp": [0.0, 1.74], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.6, 11.16], "text": " Thank you for downloading this podcast, The World of Business."}, {"timestamp": [11.84, 17.7], "text": " In this program, Clemmy Burton Hill looks at the little-known story of Beethoven, the entrepreneur."}, {"timestamp": [18.36, 23.34], "text": " I've been listening to Beethoven, studying Beethoven and playing Beethoven for as long as I can remember."}, {"timestamp": [24.04, 30.38], "text": " But this is just about the last place I imagine starting a program about Beethoven."}, {"timestamp": [39.52, 44.5], "text": " Legendary jazz trumpeter Winton Marsalis is in concert at New York's Lincoln Center"}, {"timestamp": [44.5, 48.0], "text": " for a beloved festive tradition, the big band Holidays."}, {"timestamp": [48.0, 51.0], "text": " When did he first encounter Beethoven?"}, {"timestamp": [51.0, 55.0], "text": " When I was 13, I was playing a funk band, actually."}, {"timestamp": [55.0, 65.0], "text": " The funk-loving Marsalis may seem like an unlikely follower, but Beethoven has many unlikely followers"}, {"timestamp": [65.0, 68.0], "text": " beyond the narrow confines of classical music."}, {"timestamp": [68.0, 72.0], "text": " So a Beethoven encounter when Winton was 13, and he was hooked."}, {"timestamp": [72.0, 74.0], "text": " I became a fan, like a rabbit fan,"}, {"timestamp": [74.0, 76.0], "text": " like you follow a ball team or something."}, {"timestamp": [76.0, 79.0], "text": " I would try to turn my partners on in the neighborhood."}, {"timestamp": [79.0, 81.0], "text": " Man, you ever check Beethoven out?"}, {"timestamp": [81.0, 85.06], "text": " Well, checking out Beethoven in 2020 won't take too much effort."}, {"timestamp": [88.92, 89.64], "text": " Concert halls around the world are programming virtually wall-to-wall Baithoven."}, {"timestamp": [93.96, 99.04], "text": " And Bonn in Germany is where droves of diehard fans are expected to head to visit the birthplace of arguably the most performed, most revered composer there is."}, {"timestamp": [99.48, 100.92], "text": " Ludwig van Beethoven."}, {"timestamp": [101.6, 106.24], "text": " Our expert guide to the Beethoven House in Bonn is the world-renowned violinist"}, {"timestamp": [106.24, 108.7], "text": " and Beethoven exponent Daniel Hope."}, {"timestamp": [109.34, 109.96], "text": " Here it is."}, {"timestamp": [110.26, 114.46], "text": " I always find when you come into the small side streets here with the pedestrians and all the tourists"}, {"timestamp": [114.46, 121.14], "text": " and then suddenly this colour hits you, this beautiful pink stone, a central sort of mecca,"}, {"timestamp": [121.3, 126.24], "text": " I think, for Beethoven Pilgrims, gets my pulse racing immediately."}, {"timestamp": [126.24, 129.68], "text": " And I just want to get inside."}, {"timestamp": [129.68, 135.84], "text": " A new year and a new job for Daniel Hope"}, {"timestamp": [135.84, 138.16], "text": " as ambassador for the Beethoven anniversary"}, {"timestamp": [138.16, 141.28], "text": " and the new president of the Beethoven House."}, {"timestamp": [141.28, 142.96], "text": " Immediately in the first room,"}, {"timestamp": [142.96, 148.4], "text": " we are confronted by the most famous image of Beethoven's portrait"}, {"timestamp": [148.4, 155.12], "text": " with the red scarf that we all know, the hair, the eyes, the mouth, the power in the face."}, {"timestamp": [155.22, 158.82], "text": " And I think it's no wonder that even Andy Warhol made his version of it."}, {"timestamp": [159.38, 161.28], "text": " I think that says a lot about it."}, {"timestamp": [161.78, 173.44], "text": " It's total brand Beethoven. Beethoven T-shirts, Beethoven bags, Beethoven mugs,"}, {"timestamp": [173.44, 177.92], "text": " key rings, matches, scarves, of course, CDs, posters, books."}, {"timestamp": [177.92, 182.56], "text": " In this city for this big year, it seems you can buy virtually anything featuring that iconic"}, {"timestamp": [182.56, 185.7], "text": " image. Brand Beethoven is everywhere."}, {"timestamp": [186.54, 188.68], "text": " The Beethoven house has expanded over the years."}, {"timestamp": [188.8, 191.16], "text": " We have this magnificent concert hall next door,"}, {"timestamp": [191.64, 192.84], "text": " 250-seater concert hall,"}, {"timestamp": [192.9, 195.86], "text": " which has now just been updated with the latest technology"}, {"timestamp": [195.86, 197.62], "text": " for live streaming around the world."}, {"timestamp": [197.78, 201.04], "text": " So you have the opportunity to mix the history"}, {"timestamp": [201.04, 204.84], "text": " to blend this wonderful legacy with the future."}, {"timestamp": [208.16, 213.12], "text": " Plus, directly opposite, there's a new shop in a cafe which has just opened just a couple of weeks ago, in fact, where people can come"}, {"timestamp": [213.12, 219.76], "text": " and take in the whole experience. Beethoven is big business today. The German government is"}, {"timestamp": [219.76, 228.32], "text": " spending 40 million euros on the anniversary celebrations. In 2020, the Beethoven House is anticipating tens of thousands of visitors,"}, {"timestamp": [228.98, 230.88], "text": " and similar numbers are expected in Vienna,"}, {"timestamp": [231.2, 233.36], "text": " where Beethoven spent most of his adult life."}, {"timestamp": [234.18, 238.08], "text": " But what's perhaps less well known is that brand Beethoven was created"}, {"timestamp": [238.08, 241.22], "text": " really by the composer himself in his own lifetime."}, {"timestamp": [241.94, 244.86], "text": " In this programme, I'm going to look at Beethoven, the entrepreneur,"}, {"timestamp": [245.64, 247.56], "text": " an innovator ahead of his time,"}, {"timestamp": [247.9, 250.04], "text": " obsessed with disrupting the status quo,"}, {"timestamp": [250.2, 251.42], "text": " adapting to new markets,"}, {"timestamp": [251.82, 253.94], "text": " sometimes even creating those new markets,"}, {"timestamp": [254.18, 257.08], "text": " and driving change in virtually everything he touched."}, {"timestamp": [257.86, 260.56], "text": " Beethoven transformed music in all sorts of ways,"}, {"timestamp": [260.94, 262.24], "text": " music printing, publishing,"}, {"timestamp": [262.5, 263.8], "text": " how musicians made their living,"}, {"timestamp": [264.2, 265.08], "text": " not to mention the very instruments they played, especially in the case of Beethoven's own printing, publishing, how musicians made their living, not to mention the very"}, {"timestamp": [265.08, 269.9], "text": " instruments they played, especially in the case of Beethoven's own instrument, the piano."}, {"timestamp": [270.7, 275.66], "text": " One of classical music's best-known Beethoven interpreters is the pianist Stephen Huff."}, {"timestamp": [276.14, 280.72], "text": " Beethoven was someone who strode out on his own. I mean, we really do get this sense"}, {"timestamp": [280.72, 285.28], "text": " that Beethoven was born at a time of incredible social change."}, {"timestamp": [285.28, 289.36], "text": " And it's the French Revolution, isn't it? It's Napoleon. It's the Industrial Revolution."}, {"timestamp": [289.36, 293.52], "text": " Everything was changing in so many ways, and I think Beethoven relished this."}, {"timestamp": [299.68, 306.0], "text": " You feel even from the earliest Beethoven pieces that he's pushing at the walls of the instrument he had."}, {"timestamp": [306.0, 309.0], "text": " His arms were bigger than the piano was."}, {"timestamp": [309.0, 312.5], "text": " I have this image of him like in a cage saying, let me out."}, {"timestamp": [312.5, 316.5], "text": " My music has, I have more to say than this instrument will allow me to say."}, {"timestamp": [322.5, 328.36], "text": " Beethoven was demanding from piano manufacturers across Europe, pianos with larger keyboards and more notes,"}, {"timestamp": [328.36, 331.2], "text": " but also pianos that were more robust."}, {"timestamp": [331.2, 334.0], "text": " The pianos that he had just weren't up to the job."}, {"timestamp": [334.0, 338.64], "text": " It's well documented that Beethoven played his pianos so hard they would literally fall apart."}, {"timestamp": [342.64, 346.28], "text": " At this stage, he was more famous for being a virtuoso performer than a composer,"}, {"timestamp": [346.64, 349.82], "text": " with a reputation and a self-belief it seems to match,"}, {"timestamp": [350.1, 352.0], "text": " so really he could demand what he wanted."}, {"timestamp": [352.66, 356.34], "text": " And the piano makers obliged with bigger, stronger pianos."}, {"timestamp": [356.84, 359.86], "text": " It was, in fact, the birth of the modern piano as we know it."}, {"timestamp": [360.42, 367.7], "text": " You know, Beethoven inherited a piano between these two Fs, which was the Mozart piano."}, {"timestamp": [368.3, 372.8], "text": " And by the end of his life, now, I don't want to get this wrong, but I think we're talking..."}, {"timestamp": [374.72, 380.48], "text": " So we're talking an extra one, two, three, four, 18 more notes on the piano."}, {"timestamp": [380.9, 384.46], "text": " This F just is not enough, and he's, he wants to go beyond it."}, {"timestamp": [384.46, 385.52], "text": " And you get a piece"}, {"timestamp": [385.52, 393.92], "text": " like the the first piano concerto where in the second subject there's this wonderful uh..."}, {"timestamp": [393.92, 400.96], "text": " In fact this note didn't exist so he had to write the F and you can tell that he was wanting"}, {"timestamp": [400.96, 406.12], "text": " to use that F sharp and you sense totally that he's he's looking for the next model. His iPhone he wanted the 11 you know he was wanting to use that F-sharp and you sense totally that he's looking for the next model."}, {"timestamp": [406.2, 409.04], "text": " His iPhone, he wanted the 11."}, {"timestamp": [409.36, 410.86], "text": " He was not happy with the 10."}, {"timestamp": [414.68, 418.76], "text": " Always looking for the next big thing, pushing at boundaries, breaking rules."}, {"timestamp": [419.42, 422.96], "text": " In many ways, that sounds like a perfect blueprint for a successful entrepreneur."}, {"timestamp": [423.86, 428.48], "text": " I've seen Beethoven be directly compared to Bill Gates for the way he disrupted music production,"}, {"timestamp": [428.48, 433.68], "text": " distribution and technology. Sometimes he's credited with inventing freelance working."}, {"timestamp": [433.68, 435.84], "text": " I've read articles with headlines such as"}, {"timestamp": [435.84, 441.76], "text": " Beethoven's business model for the gig economy. We'll be exploring how strong that claim to fame is,"}, {"timestamp": [441.76, 445.34], "text": " but what is certain is that Beethoven transformed the life"}, {"timestamp": [445.34, 451.14], "text": " of working classical musicians. Before him, musicians were essentially working either to the glory"}, {"timestamp": [451.14, 456.42], "text": " of God or for wealthy courts and aristocratic patrons. By the end of Beethoven's life,"}, {"timestamp": [456.52, 460.98], "text": " a very different model had emerged. That's the one that we still largely recognize in the"}, {"timestamp": [460.98, 467.4], "text": " creative industries today. Erica Berman is director of the Beethoven Centre at San Jose State University."}, {"timestamp": [468.16, 473.44], "text": " When Beethoven was born, he was born to a family of musicians who were all employed"}, {"timestamp": [473.44, 477.56], "text": " at one particular court, and that was at the Court of the Electoran in Bonn."}, {"timestamp": [478.26, 483.5], "text": " Beethoven was brought up, fully expecting to be employed by this court and to have a job for life."}, {"timestamp": [484.06, 485.68], "text": " That whole system changed during Beethoven's lifetime. In fact, his own court and to have a job for life. That whole system changed"}, {"timestamp": [485.68, 490.48], "text": " during Beethoven's lifetime. In fact, his own court disbanded when the French Revolutionary"}, {"timestamp": [490.48, 495.92], "text": " forces invaded in 1794. So Beethoven's job was suddenly gone and he was out on his own."}, {"timestamp": [495.92, 501.76], "text": " A disaster for most musicians, but not Beethoven. He immediately saw an opportunity."}, {"timestamp": [505.5, 507.6], "text": " Changes to music printing and publishing"}, {"timestamp": [507.6, 511.0], "text": " meant the time-consuming business of copying music by hand"}, {"timestamp": [511.0, 513.0], "text": " was becoming a thing of the past."}, {"timestamp": [513.0, 516.8], "text": " Suddenly, music was a product that could be bought and sold."}, {"timestamp": [516.8, 522.6], "text": " And at the same time, the Industrial Revolution was creating a mass market for pianos."}, {"timestamp": [522.6, 526.64], "text": " Music was no longer just a preserve of the rich, and Beethoven, ever"}, {"timestamp": [526.64, 532.4], "text": " a democratising spirit, was determined to capitalize on this. He was certainly tapping into"}, {"timestamp": [532.4, 538.8], "text": " this new market. We have 32 piano sonatas compared with only nine symphonies, and that's partly"}, {"timestamp": [538.8, 544.16], "text": " because there's a market for piano sonatas, people are going to buy that. So actually the business"}, {"timestamp": [544.16, 549.28], "text": " deals were almost as important as the kind of music he's writing. He's quite notorious for the deals"}, {"timestamp": [549.28, 553.6], "text": " that he would strike with publishers and it would be lots of back and forth, which is very"}, {"timestamp": [553.6, 559.2], "text": " time consuming. A bit of a wheeler dealer then? He was absolutely a wheeler dealer in some ways."}, {"timestamp": [559.2, 566.7], "text": " There's countless correspondences between Beethoven and his publishers. The most extreme example of that is the Misesolemnis,"}, {"timestamp": [567.2, 568.98], "text": " the great mass that Beethoven composed."}, {"timestamp": [569.04, 570.44], "text": " It took him about four years to write."}, {"timestamp": [570.5, 571.48], "text": " It was an enormous work."}, {"timestamp": [572.22, 574.26], "text": " He offered that to seven different publishers"}, {"timestamp": [574.26, 576.82], "text": " before he came up with the fee that he wanted."}, {"timestamp": [576.9, 579.1], "text": " And he was asking an extremely high fee for that."}, {"timestamp": [579.46, 580.56], "text": " But he was able to get it."}, {"timestamp": [580.56, 582.84], "text": " He knew that he was creating great works"}, {"timestamp": [582.84, 585.52], "text": " that were really deserving of attention. He knew that he was creating great works that were really deserving of attention."}, {"timestamp": [586.02, 586.58], "text": " He knew that."}, {"timestamp": [604.52, 604.56], "text": " It's very important, on it's a beautiful town and big of it. On my left-hand side, this is in fact the first statue ever to be erected in Bonn to Beethoven."}, {"timestamp": [606.3, 606.38], "text": " It's very imposing, isn't it?"}, {"timestamp": [607.5, 607.56], "text": " Yes, it's a beautiful statue."}, {"timestamp": [611.5, 614.16], "text": " On a cold November morning in Bonn, tour guides are practically tripping over each other and attempting to avoid some early morning traffic."}, {"timestamp": [614.62, 615.92], "text": " Taking our life in our handset."}, {"timestamp": [616.16, 619.82], "text": " The walking tour in the footsteps of Beethoven is a hot ticket."}, {"timestamp": [620.42, 622.52], "text": " It's a warts and all view of Beethoven's life,"}, {"timestamp": [622.86, 625.88], "text": " from his harsh upbringing with an alcoholic, pushy father,"}, {"timestamp": [626.34, 628.26], "text": " to the tragic story of his deafness,"}, {"timestamp": [628.34, 629.94], "text": " which started when he was only 26."}, {"timestamp": [630.96, 633.18], "text": " The Beethoven house in Bonn, where he was born,"}, {"timestamp": [633.52, 635.5], "text": " has the biggest Beethoven archive in the world,"}, {"timestamp": [635.98, 638.38], "text": " hundreds of letters, original manuscripts,"}, {"timestamp": [638.92, 641.54], "text": " his last piano, and the famous ear trumpets,"}, {"timestamp": [641.9, 643.78], "text": " the crudest hearing aids imaginable."}, {"timestamp": [644.56, 648.56], "text": " Whatever Beethoven's outward image of self-confidence and even pomposity,"}, {"timestamp": [649.08, 651.84], "text": " the letters give us an insight into a very different man."}, {"timestamp": [652.48, 655.76], "text": " It's here we see that the freelance, creative life he was pursuing,"}, {"timestamp": [656.1, 658.8], "text": " even pioneering, was far from plane sailing."}, {"timestamp": [659.62, 662.34], "text": " Laura Tunbridge is Professor of Music at Oxford University."}, {"timestamp": [663.24, 667.26], "text": " Looking at Beethoven's letters, there are an extraordinary number of them"}, {"timestamp": [667.26, 669.16], "text": " which concern business dealings, aren't there?"}, {"timestamp": [669.78, 674.34], "text": " Yes, there are. Most of them, in fact, are dedicated to thrashing out arrangements"}, {"timestamp": [674.34, 676.84], "text": " with his publishers or dealing with the cost of living."}, {"timestamp": [677.48, 681.86], "text": " The really tricky thing about the period is that inflation is a real problem"}, {"timestamp": [681.86, 684.98], "text": " and so prices fluctuate a great deal."}, {"timestamp": [684.98, 685.4], "text": " So you can see the bank statements, essentially. I feel like this would be very relatable Inflation is a real problem, and so prices fluctuate a great deal."}, {"timestamp": [687.88, 688.28], "text": " So you can see the bank statements, essentially."}, {"timestamp": [693.32, 693.68], "text": " I feel like this would be very relatable for freelancers today who are dealing with rising rents."}, {"timestamp": [697.66, 701.18], "text": " This is very much Beethoven, the freelancer, the gig economist, if you like, having to deal with the reality of an economy beyond his control."}, {"timestamp": [701.78, 703.76], "text": " Yes, and also he moves a lot."}, {"timestamp": [704.06, 705.84], "text": " Of all of the artist living in Vienna,"}, {"timestamp": [705.98, 711.54], "text": " he probably changes apartments more often, partly because of prices, partly because he's noisy,"}, {"timestamp": [712.0, 715.28], "text": " partly because he falls out with people. He's banging those pianos. Precisely, yeah."}, {"timestamp": [715.5, 721.14], "text": " Not the perfect neighbour, presumably. No, I don't think he was by any means. So we're able to see"}, {"timestamp": [721.14, 725.14], "text": " some sheets from his household book. What was he spending money on?"}, {"timestamp": [725.52, 730.28], "text": " Quite a lot of the money he was spending was on everyday living on food on lodgings."}, {"timestamp": [730.88, 738.2], "text": " You have him or his housekeeper buying beef and liver, some barley vegetables, horse radish and cress,"}, {"timestamp": [738.96, 741.66], "text": " bread, white wine, red wine, food for the chickens."}, {"timestamp": [742.58, 746.74], "text": " That's what really kind of is revealed is this constant anxiety of, you know,"}, {"timestamp": [746.8, 748.6], "text": " you're only as good as your last piece of work."}, {"timestamp": [749.18, 750.82], "text": " Yes, I mean, it's true today."}, {"timestamp": [750.92, 753.66], "text": " You can't really think of most artists as making a huge amount of money"}, {"timestamp": [753.66, 755.78], "text": " from what they do and always having to hustle."}, {"timestamp": [763.08, 768.58], "text": " There's a letter to his publisher, Brightcott von Hettel, dated January the 2nd, 1810,"}, {"timestamp": [768.68, 770.04], "text": " which I think reveals quite a lot."}, {"timestamp": [770.52, 774.48], "text": " He asks for 250 ducats for another grand collection of compositions."}, {"timestamp": [775.2, 779.5], "text": " Publisher, as all publishers might, I suppose, try to talk him down to 200 ducats."}, {"timestamp": [780.0, 782.42], "text": " And Beethoven reacts with this very impassioned letter."}, {"timestamp": [782.42, 785.98], "text": " He says, it is not my intention, as you believe,"}, {"timestamp": [786.1, 787.9], "text": " to become a profiteer in art,"}, {"timestamp": [788.0, 790.14], "text": " one who only composes to augment his riches."}, {"timestamp": [790.52, 791.08], "text": " Heaven forbid,"}, {"timestamp": [791.74, 793.4], "text": " but I enjoy an independent life"}, {"timestamp": [793.4, 795.52], "text": " and cannot be without a small fortune."}, {"timestamp": [795.92, 797.42], "text": " And so the composer's remuneration"}, {"timestamp": [797.42, 800.38], "text": " must honour the artist and all he undertakes."}, {"timestamp": [800.68, 802.44], "text": " Yes, and because he doesn't have a patron,"}, {"timestamp": [803.14, 806.46], "text": " he needs to have the funding to survive. And"}, {"timestamp": [806.46, 812.26], "text": " importantly, there is a sense in which he knows the value of his goods here. And that balance"}, {"timestamp": [812.26, 818.52], "text": " between modesty and a tone of self-belief and self-belief, you know, there is only one"}, {"timestamp": [818.52, 822.98], "text": " Beethoven. There is only one person who's capable in the world of creating this. And if you want it,"}, {"timestamp": [823.0, 825.48], "text": " then cough up for it. Yes, and there's another letter where he says,"}, {"timestamp": [825.56, 827.42], "text": " I much prefer the empire of the mind."}, {"timestamp": [827.7, 828.7], "text": " It's like, well, of course you do."}, {"timestamp": [828.82, 830.78], "text": " However, you need some cash."}, {"timestamp": [831.14, 833.44], "text": " Need to get that beef and that liver and those nice boots."}, {"timestamp": [833.58, 833.84], "text": " Yes."}, {"timestamp": [834.62, 837.3], "text": " Reading these letters which are full of tedious negotiations"}, {"timestamp": [837.3, 839.44], "text": " with publishers, concert promoters, landlords,"}, {"timestamp": [839.8, 841.28], "text": " you really get a feel for the hours"}, {"timestamp": [841.28, 843.28], "text": " that Baithoven must have spent on his finances."}, {"timestamp": [843.96, 848.3], "text": " His ability to network, make the most of his contacts and schmooze with the right people, is"}, {"timestamp": [848.3, 854.32], "text": " striking. But so too are those household bills. All his grocery expenses budgeted for"}, {"timestamp": [854.32, 858.34], "text": " and ticked off each week, apparently because he didn't entirely trust his housekeeper."}, {"timestamp": [858.94, 864.8], "text": " Worries about sales of his music or concert tickets, and his desperation about his ever-increasing"}, {"timestamp": [864.8, 865.5], "text": " deafness."}, {"timestamp": [866.3, 870.76], "text": " Beethoven was clearly strong-minded, often a bit balshy, and he drove a very hard bargain,"}, {"timestamp": [871.28, 873.52], "text": " but for the most part, it paid off."}, {"timestamp": [874.04, 880.64], "text": " 250 years on, the name Beethoven fills concert halls in a way that virtually no other composer can,"}, {"timestamp": [881.08, 883.96], "text": " and it's not just audiences that can't get enough of him."}, {"timestamp": [884.46, 886.28], "text": " He's a real musician's musician."}, {"timestamp": [890.32, 896.54], "text": " The Beethoven violin concerto was the trigger for me wanting to have violin lessons. It was"}, {"timestamp": [896.54, 899.52], "text": " recording by Menouin and conducted by Furtwengler."}, {"timestamp": [902.64, 910.0], "text": " Anne Sophiemutter is one of the greatest violinists of our time and someone who's become synonymous with the music of Beethoven."}, {"timestamp": [910.0, 920.0], "text": " I will never forget when I requested violin lessons for my fifth birthday and then, five and a half, finally got my will."}, {"timestamp": [920.0, 927.6], "text": " And the violin was put on my shoulder. And seriously, I mean, the violin, holding the violin is not natural at all."}, {"timestamp": [928.08, 930.3], "text": " But funnily enough, you know, for me it was."}, {"timestamp": [930.36, 931.92], "text": " For someone else, it's the tennis record."}, {"timestamp": [932.04, 933.32], "text": " So I became a musician."}, {"timestamp": [933.78, 938.54], "text": " And what was it about the Beethoven Violin Concerto, you think, that maybe spoke to you at that point?"}, {"timestamp": [938.54, 943.68], "text": " Because that's a huge thing to translate from just, I'm enjoying this music to, I need to do this."}, {"timestamp": [944.0, 950.2], "text": " I'm not quite sure if it was the music or if it was the sound Menouin was able to bring to it."}, {"timestamp": [950.8, 957.84], "text": " 2020 may be the big Beethoven celebration, but for Mutter, a year isn't long enough for all the Beethoven she wants to play."}, {"timestamp": [963.76, 968.0], "text": " We could not fit the entire world into 12 months."}, {"timestamp": [968.0, 970.0], "text": " So it will start in Hong Kong."}, {"timestamp": [970.0, 971.0], "text": " I go to Beijing."}, {"timestamp": [971.0, 981.0], "text": " I will be also in a few places in Japan, America and Europe, South America, Asia again and everywhere."}, {"timestamp": [981.0, 985.08], "text": " Do you have a sense of how many cities you're going to be playing in Beethoven?"}, {"timestamp": [988.58, 989.02], "text": " Oh my God, these are questions I cannot answer."}, {"timestamp": [991.28, 991.58], "text": " A jungle of craziness."}, {"timestamp": [993.96, 995.36], "text": " You've totally evaded the question there successfully."}, {"timestamp": [999.1, 999.54], "text": " Anne Sophie Mutter is not alone in her Beethoven jungle of craziness."}, {"timestamp": [1002.94, 1007.86], "text": " You can feel Beethoven mania starting to gather steam. From one record company's promise of the most modern and complete set of Beethoven's work"}, {"timestamp": [1007.86, 1012.7], "text": " ever issued to a sing-along live stream of the 9th Symphony, the Ode to Joy."}, {"timestamp": [1013.28, 1017.76], "text": " Concert halls, the world over, all have their Beethoven 2020 seasons about to kick off"}, {"timestamp": [1017.76, 1021.5], "text": " in a multi-million pound classical music extravaganza."}, {"timestamp": [1022.22, 1028.0], "text": " And the organisers of the Beethoven anniversary are hoping that the celebrations will have wider appeal."}, {"timestamp": [1028.0, 1034.0], "text": " Can't read my, can't read my, no we can't read them a open place."}, {"timestamp": [1034.0, 1039.0], "text": " Because whatever music you're into,"}, {"timestamp": [1039.0, 1042.0], "text": " Beethoven or Beyonce, List or Lady Gaga,"}, {"timestamp": [1042.0, 1045.3], "text": " Beethoven's influence really is everywhere."}, {"timestamp": [1049.88, 1050.26], "text": " Whether consciously or subconsciously, you can feel his mark on all sorts of music,"}, {"timestamp": [1054.6, 1054.96], "text": " not least jazz, as the trumpeter and self-confessed Beethoven fanatic,"}, {"timestamp": [1056.28, 1059.82], "text": " Winton Marsalis, reveals."}, {"timestamp": [1060.92, 1062.32], "text": " Oh man, yeah."}, {"timestamp": [1066.0, 1066.36], "text": " When did you first encounter the music of Beethoven? Where were you?"}, {"timestamp": [1070.1, 1070.18], "text": " I remember the first time a friend of mine named Larry Dillon called me and said,"}, {"timestamp": [1075.18, 1075.34], "text": " hey man, I'm in a rehearse with the Jewish Community Center and I'm the only black person here."}, {"timestamp": [1076.74, 1077.16], "text": " Can you come down here and help me?"}, {"timestamp": [1078.12, 1078.18], "text": " And it was on Monday night."}, {"timestamp": [1080.2, 1080.86], "text": " And that was when Monday night football first started."}, {"timestamp": [1082.06, 1082.46], "text": " So I was like, man, are you crazy?"}, {"timestamp": [1083.64, 1083.68], "text": " He said, no, no, man. Come on."}, {"timestamp": [1084.98, 1085.18], "text": " The weather man is playing timpani. I said, I'm man. Come on. The weatherman is playing timpony."}, {"timestamp": [1086.0, 1086.56], "text": " I said, I'm coming."}, {"timestamp": [1088.46, 1088.86], "text": " I wanted to see the weatherman playing timpani."}, {"timestamp": [1089.98, 1090.08], "text": " We love the weatherman."}, {"timestamp": [1092.58, 1093.0], "text": " I said, I got to go down here to see the weatherman play tempany, you know."}, {"timestamp": [1094.74, 1095.26], "text": " And they were playing Beethoven's Fifth Symphony."}, {"timestamp": [1096.7, 1097.14], "text": " It was the worst thing you ever heard."}, {"timestamp": [1098.4, 1099.1], "text": " It was our civic orchestra."}, {"timestamp": [1101.66, 1101.78], "text": " And we were playing, boom, pop, blah, blah, pop, got to the bass part."}, {"timestamp": [1102.42, 1105.64], "text": " Boom, pop, pop, pop, pop, pop. They were just massacering it. And I remember going home after that said, man, I got to find out part, they were just massacring it."}, {"timestamp": [1106.22, 1107.78], "text": " And I remember going home after that,"}, {"timestamp": [1107.78, 1109.5], "text": " I said, man, I got to find out about this guy."}, {"timestamp": [1110.26, 1112.46], "text": " Where I came from, we had our own set of heroes"}, {"timestamp": [1112.46, 1114.76], "text": " and our own, nobody really knew who Beethoven was."}, {"timestamp": [1115.0, 1117.14], "text": " You didn't know the difference between Brahms, Bog, Beethoven."}, {"timestamp": [1117.26, 1119.52], "text": " You just knew it was like some older people from Europe"}, {"timestamp": [1119.52, 1120.52], "text": " who wore wigs."}, {"timestamp": [1120.98, 1122.52], "text": " But that rehearsal hit me,"}, {"timestamp": [1122.78, 1124.16], "text": " and I became a fan of Beethoven."}, {"timestamp": [1124.52, 1127.12], "text": " So when you went home that night night determined to find out more about this"}, {"timestamp": [1127.12, 1128.88], "text": " Beethoven guy, how did you go about that?"}, {"timestamp": [1128.88, 1132.32], "text": " I got all of Beethoven's symphonies. I got books on Beethoven. I learned how to"}, {"timestamp": [1132.32, 1134.64], "text": " analyze his symphonies. I analyzed every symphony."}, {"timestamp": [1134.64, 1137.36], "text": " Is it true you wrote your senior thesis on Beethoven?"}, {"timestamp": [1137.36, 1141.52], "text": " I did. It was a comparison between T.S. Eliot's four quartets and"}, {"timestamp": [1141.52, 1145.38], "text": " Beethoven. To this day I've never lost that kind of love and respect for him."}, {"timestamp": [1146.18, 1149.64], "text": " And what exactly is the influence of Beethoven on jazz itself?"}, {"timestamp": [1150.02, 1152.98], "text": " His music is such conversational music."}, {"timestamp": [1153.66, 1155.14], "text": " That makes it like jazz."}, {"timestamp": [1156.0, 1159.04], "text": " Beethoven is the master of two polarities."}, {"timestamp": [1159.3, 1163.76], "text": " So he does that harmonically, melodically, instrumentally, orchestrically."}, {"timestamp": [1164.12, 1165.62], "text": " And we see it in his rhythm."}, {"timestamp": [1165.74, 1168.56], "text": " So if he's in two, he's introducing rhythms in three."}, {"timestamp": [1168.96, 1171.22], "text": " If he's in three, he's introducing rhythms in two."}, {"timestamp": [1171.7, 1174.56], "text": " You'll notice Beethoven's always going on the offbeat or something, third symphony."}, {"timestamp": [1174.64, 1176.46], "text": " It's not even 20 measures of past."}, {"timestamp": [1176.52, 1188.58], "text": " He don't have the first violin going to do, tee, de, de, that was a, that's a, that's a 50 beat, do-dee-dee, do-do-dee, and somebody playing on the offbeat."}, {"timestamp": [1188.58, 1194.66], "text": " Then that becomes, bing, bong, bing, he takes it a three, four times, combines it in two."}, {"timestamp": [1194.66, 1198.4], "text": " So it's all these type of fundamental things he's figuring out."}, {"timestamp": [1198.4, 1203.06], "text": " Voice is talking to one another, the top talking to the bottom, the use of folk rhythms and"}, {"timestamp": [1203.06, 1206.56], "text": " dance rhythms, the use of humor and the"}, {"timestamp": [1206.56, 1211.56], "text": " capabilities of instruments, stretching the capabilities of instruments and using kind of long"}, {"timestamp": [1211.56, 1217.6], "text": " symphonic tone-point type pieces to tell a human story. It's like somebody bring home desserts for"}, {"timestamp": [1217.6, 1223.14], "text": " you and it's also like a vegetable. You're going to love them too. You mean I'm eating vegetables"}, {"timestamp": [1223.14, 1226.22], "text": " that they taste this good? Damn, I love you. Come back."}, {"timestamp": [1226.88, 1229.5], "text": " I feel like if anyone can make us love musical vegetables,"}, {"timestamp": [1229.64, 1230.68], "text": " that is Winton Marsalis."}, {"timestamp": [1231.22, 1233.92], "text": " Other musicians might not put it quite the same way,"}, {"timestamp": [1234.02, 1237.48], "text": " but Beethoven's influence has endured across multiple genres."}, {"timestamp": [1238.04, 1239.82], "text": " From the best-selling soundtrack of all time,"}, {"timestamp": [1239.96, 1242.36], "text": " Saturday Night Fever's rendition of Beethoven's fifth,"}, {"timestamp": [1242.36, 1249.64], "text": " to Billy Joel's take on the Pathetic Sonata,"}, {"timestamp": [1249.64, 1254.0], "text": " where one L.V. Beethoven is in fact credited as one of the songwriters."}, {"timestamp": [1258.0, 1276.0], "text": " To more recent incarnations. Daniel Hope says there's a modernity about Beethoven that keeps him relevant."}, {"timestamp": [1276.0, 1284.0], "text": " His clashes with authority, his political views, the way in which he would never take no for an answer."}, {"timestamp": [1284.0, 1286.88], "text": " And this head against the wall that one says about the..."}, {"timestamp": [1286.88, 1292.32], "text": " This sort of, whether it's a fate knocking at the door, whatever it is,"}, {"timestamp": [1292.4, 1294.36], "text": " you know, we can conjure up all sorts of images."}, {"timestamp": [1294.36, 1298.66], "text": " But that sort of headstrong quality that he obviously had,"}, {"timestamp": [1299.02, 1303.62], "text": " Beethoven is incredibly current and modern."}, {"timestamp": [1304.4, 1305.74], "text": " For other figures in history,"}, {"timestamp": [1306.08, 1308.3], "text": " looking back over 250 years,"}, {"timestamp": [1308.44, 1309.86], "text": " it might be all about the past,"}, {"timestamp": [1310.28, 1312.46], "text": " but Beethoven's legacy is now,"}, {"timestamp": [1312.6, 1315.2], "text": " it's ever-evolving, dynamic, alive."}, {"timestamp": [1315.82, 1317.3], "text": " There's hardly a person on this planet"}, {"timestamp": [1317.3, 1318.86], "text": " that doesn't know the name Beethoven."}, {"timestamp": [1319.42, 1320.52], "text": " So the question is,"}, {"timestamp": [1320.68, 1322.08], "text": " what do you show people?"}, {"timestamp": [1322.66, 1326.06], "text": " The anniversary year should be about many things of course"}, {"timestamp": [1326.06, 1334.78], "text": " consolidating this legend that's a tremendous thrill for me but it's also about taking Beethoven on"}, {"timestamp": [1334.78, 1340.52], "text": " the road and showing people who Beethoven is and that really means young people because classical music"}, {"timestamp": [1340.52, 1345.34], "text": " and the younger generation is the biggest question mark and problem for the future."}, {"timestamp": [1346.12, 1347.74], "text": " And I see that with my own kids."}, {"timestamp": [1347.98, 1351.74], "text": " And therefore, if people hear the beginning of the Ninth Symphony, they say that's by 50 cent,"}, {"timestamp": [1352.22, 1353.66], "text": " because they only know the cover versions."}, {"timestamp": [1354.2, 1355.84], "text": " That's not what it's about."}, {"timestamp": [1356.5, 1359.0], "text": " I'm really hoping Daniel's own son doesn't come out with that line."}, {"timestamp": [1359.38, 1360.24], "text": " He certainly doesn't."}, {"timestamp": [1361.36, 1362.64], "text": " Nothing against 50 Cent."}, {"timestamp": [1362.74, 1365.4], "text": " But, you know, there are many people who have covered Beethoven,"}, {"timestamp": [1365.4, 1366.4], "text": " but it's about Beethoven."}, {"timestamp": [1366.4, 1374.72], "text": " I'm all for the idea of Beethoven and classical music more generally being heard in all"}, {"timestamp": [1374.72, 1379.92], "text": " sorts of everyday environments. Of course it can get too much. We probably all rolled our eyes"}, {"timestamp": [1379.92, 1388.26], "text": " at yet another da-da-da-da in an elevator or on a mobile phone ad. But maybe that's just the price you pay for being as influential as he was."}, {"timestamp": [1388.74, 1392.44], "text": " An influential not just on music, but on the whole business of music."}, {"timestamp": [1393.14, 1397.14], "text": " Rohan Silver is an entrepreneur, an expert on technology, startup culture,"}, {"timestamp": [1397.34, 1398.96], "text": " and the freelance creative landscape."}, {"timestamp": [1399.52, 1403.52], "text": " I wonder what he makes of the idea of Beethoven inventing the gig economy."}, {"timestamp": [1404.0, 1404.76], "text": " I love this idea."}, {"timestamp": [1404.76, 1409.3], "text": " I mean, one of the things I really admire about Beethoven is that, you know, there does"}, {"timestamp": [1409.3, 1412.6], "text": " seem to be this real determination as sort of a restless soul."}, {"timestamp": [1412.6, 1417.72], "text": " You know, for those of us trying to build companies who think about business in, you know,"}, {"timestamp": [1417.8, 1421.12], "text": " as a creative act, who think about entrepreneurship."}, {"timestamp": [1421.4, 1426.94], "text": " I think there's very few greater inspirations for that than Beethoven. You know, I think there's a way of looking at"}, {"timestamp": [1426.94, 1430.08], "text": " Beethoven that he's actually got quite a lot in common with, say, a"}, {"timestamp": [1430.08, 1432.98], "text": " tech entrepreneur. He responded to"}, {"timestamp": [1432.98, 1436.34], "text": " changes in technology, the printing press,"}, {"timestamp": [1436.9, 1439.84], "text": " the piano, home piano. You know, these were new"}, {"timestamp": [1439.84, 1443.64], "text": " technologies that in a sense were democratizing access to"}, {"timestamp": [1443.64, 1452.14], "text": " music. He sought to jump on those opportunities and so quick to move and combined that savvy with creativity."}, {"timestamp": [1453.02, 1457.78], "text": " It's fascinating to me that even though the world as we know it would have been unrecognizable to Beethoven,"}, {"timestamp": [1458.46, 1462.72], "text": " Silver is describing qualities in him that remain vital to any successful modern entrepreneur."}, {"timestamp": [1463.32, 1465.66], "text": " Beethoven is a global brand today."}, {"timestamp": [1466.18, 1471.72], "text": " And let's be clear, that's fundamentally about the quality of the work that he produced,"}, {"timestamp": [1472.1, 1473.54], "text": " you know, his achievements, his music."}, {"timestamp": [1473.64, 1479.8], "text": " In the same way that Apple and Apple's brand is testament really to the skill and entrepreneurship"}, {"timestamp": [1479.8, 1484.68], "text": " and brand building and all the rest of it of Steve Jobs and his team at Apple."}, {"timestamp": [1484.84, 1488.64], "text": " But, you know, I've got a hunch that we probably won't be talking,"}, {"timestamp": [1488.88, 1493.74], "text": " or no one will be talking about Apple's products in hundreds and hundreds of years' time,"}, {"timestamp": [1494.18, 1495.76], "text": " but we'll still be talking about Beethoven."}, {"timestamp": [1496.18, 1500.14], "text": " There is a connection between the genius of Steve Jobs and Beethoven."}, {"timestamp": [1500.62, 1506.9], "text": " They were both absolutely passionate, obsessed even, with their products, Stephen Huff."}, {"timestamp": [1507.46, 1510.84], "text": " Beethoven actually loved the colour of the instrument."}, {"timestamp": [1511.44, 1514.24], "text": " So you have a piece like the famous..."}, {"timestamp": [1519.24, 1520.9], "text": " Famous Moonlight Sonata."}, {"timestamp": [1521.84, 1525.6], "text": " I mean, whoever would have thought of that, it's just a compliment, really."}, {"timestamp": [1525.6, 1531.76], "text": " You know, I mean, it's so where's the tune? What is this? But of course, what you have is Beethoven's"}, {"timestamp": [1531.76, 1538.56], "text": " enjoyment of the sheer color of the instrument. And I can imagine him not thinking motivically,"}, {"timestamp": [1538.56, 1545.0], "text": " you know, an arpeggio, but just the sound of C sharp minor."}, {"timestamp": [1545.0, 1548.0], "text": " And so that out of that sound of that chord,"}, {"timestamp": [1548.0, 1550.0], "text": " you have this and he's just enjoying"}, {"timestamp": [1550.0, 1552.0], "text": " and then what do we do next?"}, {"timestamp": [1552.0, 1556.0], "text": " What an extraordinary colour and then, you know."}, {"timestamp": [1556.0, 1559.0], "text": " I mean, what is this?"}, {"timestamp": [1559.0, 1562.0], "text": " What is this vision that this man had?"}, {"timestamp": [1562.0, 1564.0], "text": " It leaves us breathless today."}, {"timestamp": [1566.24, 1570.96], "text": " These questions remain unanswerable, but maybe when it comes down to it, that is what this"}, {"timestamp": [1570.96, 1577.04], "text": " is really all about. 2020 will mark one of the largest ever celebrations of a classical artist in"}, {"timestamp": [1577.04, 1582.48], "text": " history. But Ludwig van Beethoven endures, not just because of his business acumen or the"}, {"timestamp": [1582.48, 1588.34], "text": " impact he had on piano technology, not just because of how he strode forth from the classical into the romantic era"}, {"timestamp": [1588.34, 1590.72], "text": " and transformed all of music in the process,"}, {"timestamp": [1591.28, 1594.42], "text": " not even because he's classical music's first real superstar."}, {"timestamp": [1595.26, 1597.86], "text": " Perhaps, above all else, Beethoven endures"}, {"timestamp": [1597.86, 1600.74], "text": " because his music does evoke a sort of universality,"}, {"timestamp": [1601.38, 1604.1], "text": " and whoever we are, it leaves us hungry for more."}, {"timestamp": [1604.66, 1607.5], "text": " There's a wonderful story of the Diabelli variations, of course."}, {"timestamp": [1607.62, 1616.38], "text": " Diabelli sends this little waltz, this little trifle to all these composers, asking them for a variation."}, {"timestamp": [1616.54, 1620.94], "text": " I think he sent it to 33 composers, and Beethoven wrote 33 variations, one of his greatest,"}, {"timestamp": [1621.06, 1623.7], "text": " we wrote every single other person's variation for them."}, {"timestamp": [1624.36, 1629.18], "text": " You don't even need to hear the music, you just need to hear that story to hear something about who Beethoven was."}, {"timestamp": [1629.32, 1631.98], "text": " You know, he asked you for one very, oh, I'm going to give you a hundred, you know."}, {"timestamp": [1632.56, 1635.72], "text": " And not just a hundred, but a hundred absolute masterpieces."}, {"timestamp": [1641.0, 1642.48], "text": " This is how he worked."}, {"timestamp": [1642.92, 1645.08], "text": " Beethoven is not a background man."}, {"timestamp": [1645.68, 1650.66], "text": " He is centre stage and you either take it or you leave it, but you can't change it."}, {"timestamp": [1650.9, 1652.64], "text": " Beethoven, you can't get away from him."}, {"timestamp": [1663.24, 1665.24], "text": " You've been listening to the world of business."}, {"timestamp": [1665.24, 1670.0], "text": " The programme was presented by Clemmy Burton Hill, produced by me, Adele Armstrong."}, {"timestamp": [1670.56, 1674.44], "text": " The editor was Penny Murphy, and the studio manager was Tom Brignall."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. Thank you for downloading this podcast, The World of Business. In this program, Clemmy Burton Hill looks at the little-known story of Beethoven, the entrepreneur. I've been listening to Beethoven, studying Beethoven and playing Beethoven for as long as I can remember. But this is just about the last place I imagine starting a program about Beethoven. Legendary jazz trumpeter Winton Marsalis is in concert at New York's Lincoln Center for a beloved festive tradition, the big band Holidays. When did he first encounter Beethoven? When I was 13, I was playing a funk band, actually. The funk-loving Marsalis may seem like an unlikely follower, but Beethoven has many unlikely followers beyond the narrow confines of classical music. So a Beethoven encounter when Winton was 13, and he was hooked. I became a fan, like a rabbit fan, like you follow a ball team or something. I would try to turn my partners on in the neighborhood. Man, you ever check Beethoven out? Well, checking out Beethoven in 2020 won't take too much effort. Concert halls around the world are programming virtually wall-to-wall Baithoven. And Bonn in Germany is where droves of diehard fans are expected to head to visit the birthplace of arguably the most performed, most revered composer there is. Ludwig van Beethoven. Our expert guide to the Beethoven House in Bonn is the world-renowned violinist and Beethoven exponent Daniel Hope. Here it is. I always find when you come into the small side streets here with the pedestrians and all the tourists and then suddenly this colour hits you, this beautiful pink stone, a central sort of mecca, I think, for Beethoven Pilgrims, gets my pulse racing immediately. And I just want to get inside. A new year and a new job for Daniel Hope as ambassador for the Beethoven anniversary and the new president of the Beethoven House. Immediately in the first room, we are confronted by the most famous image of Beethoven's portrait with the red scarf that we all know, the hair, the eyes, the mouth, the power in the face. And I think it's no wonder that even Andy Warhol made his version of it. I think that says a lot about it. It's total brand Beethoven. Beethoven T-shirts, Beethoven bags, Beethoven mugs, key rings, matches, scarves, of course, CDs, posters, books. In this city for this big year, it seems you can buy virtually anything featuring that iconic image. Brand Beethoven is everywhere. The Beethoven house has expanded over the years. We have this magnificent concert hall next door, 250-seater concert hall, which has now just been updated with the latest technology for live streaming around the world. So you have the opportunity to mix the history to blend this wonderful legacy with the future. Plus, directly opposite, there's a new shop in a cafe which has just opened just a couple of weeks ago, in fact, where people can come and take in the whole experience. Beethoven is big business today. The German government is spending 40 million euros on the anniversary celebrations. In 2020, the Beethoven House is anticipating tens of thousands of visitors, and similar numbers are expected in Vienna, where Beethoven spent most of his adult life. But what's perhaps less well known is that brand Beethoven was created really by the composer himself in his own lifetime. In this programme, I'm going to look at Beethoven, the entrepreneur, an innovator ahead of his time, obsessed with disrupting the status quo, adapting to new markets, sometimes even creating those new markets, and driving change in virtually everything he touched. Beethoven transformed music in all sorts of ways, music printing, publishing, how musicians made their living, not to mention the very instruments they played, especially in the case of Beethoven's own printing, publishing, how musicians made their living, not to mention the very instruments they played, especially in the case of Beethoven's own instrument, the piano. One of classical music's best-known Beethoven interpreters is the pianist Stephen Huff. Beethoven was someone who strode out on his own. I mean, we really do get this sense that Beethoven was born at a time of incredible social change. And it's the French Revolution, isn't it? It's Napoleon. It's the Industrial Revolution. Everything was changing in so many ways, and I think Beethoven relished this. You feel even from the earliest Beethoven pieces that he's pushing at the walls of the instrument he had. His arms were bigger than the piano was. I have this image of him like in a cage saying, let me out. My music has, I have more to say than this instrument will allow me to say. Beethoven was demanding from piano manufacturers across Europe, pianos with larger keyboards and more notes, but also pianos that were more robust. The pianos that he had just weren't up to the job. It's well documented that Beethoven played his pianos so hard they would literally fall apart. At this stage, he was more famous for being a virtuoso performer than a composer, with a reputation and a self-belief it seems to match, so really he could demand what he wanted. And the piano makers obliged with bigger, stronger pianos. It was, in fact, the birth of the modern piano as we know it. You know, Beethoven inherited a piano between these two Fs, which was the Mozart piano. And by the end of his life, now, I don't want to get this wrong, but I think we're talking... So we're talking an extra one, two, three, four, 18 more notes on the piano. This F just is not enough, and he's, he wants to go beyond it. And you get a piece like the the first piano concerto where in the second subject there's this wonderful uh... In fact this note didn't exist so he had to write the F and you can tell that he was wanting to use that F sharp and you sense totally that he's he's looking for the next model. His iPhone he wanted the 11 you know he was wanting to use that F-sharp and you sense totally that he's looking for the next model. His iPhone, he wanted the 11. He was not happy with the 10. Always looking for the next big thing, pushing at boundaries, breaking rules. In many ways, that sounds like a perfect blueprint for a successful entrepreneur. I've seen Beethoven be directly compared to Bill Gates for the way he disrupted music production, distribution and technology. Sometimes he's credited with inventing freelance working. I've read articles with headlines such as Beethoven's business model for the gig economy. We'll be exploring how strong that claim to fame is, but what is certain is that Beethoven transformed the life of working classical musicians. Before him, musicians were essentially working either to the glory of God or for wealthy courts and aristocratic patrons. By the end of Beethoven's life, a very different model had emerged. That's the one that we still largely recognize in the creative industries today. Erica Berman is director of the Beethoven Centre at San Jose State University. When Beethoven was born, he was born to a family of musicians who were all employed at one particular court, and that was at the Court of the Electoran in Bonn. Beethoven was brought up, fully expecting to be employed by this court and to have a job for life. That whole system changed during Beethoven's lifetime. In fact, his own court and to have a job for life. That whole system changed during Beethoven's lifetime. In fact, his own court disbanded when the French Revolutionary forces invaded in 1794. So Beethoven's job was suddenly gone and he was out on his own. A disaster for most musicians, but not Beethoven. He immediately saw an opportunity. Changes to music printing and publishing meant the time-consuming business of copying music by hand was becoming a thing of the past. Suddenly, music was a product that could be bought and sold. And at the same time, the Industrial Revolution was creating a mass market for pianos. Music was no longer just a preserve of the rich, and Beethoven, ever a democratising spirit, was determined to capitalize on this. He was certainly tapping into this new market. We have 32 piano sonatas compared with only nine symphonies, and that's partly because there's a market for piano sonatas, people are going to buy that. So actually the business deals were almost as important as the kind of music he's writing. He's quite notorious for the deals that he would strike with publishers and it would be lots of back and forth, which is very time consuming. A bit of a wheeler dealer then? He was absolutely a wheeler dealer in some ways. There's countless correspondences between Beethoven and his publishers. The most extreme example of that is the Misesolemnis, the great mass that Beethoven composed. It took him about four years to write. It was an enormous work. He offered that to seven different publishers before he came up with the fee that he wanted. And he was asking an extremely high fee for that. But he was able to get it. He knew that he was creating great works that were really deserving of attention. He knew that he was creating great works that were really deserving of attention. He knew that. It's very important, on it's a beautiful town and big of it. On my left-hand side, this is in fact the first statue ever to be erected in Bonn to Beethoven. It's very imposing, isn't it? Yes, it's a beautiful statue. On a cold November morning in Bonn, tour guides are practically tripping over each other and attempting to avoid some early morning traffic. Taking our life in our handset. The walking tour in the footsteps of Beethoven is a hot ticket. It's a warts and all view of Beethoven's life, from his harsh upbringing with an alcoholic, pushy father, to the tragic story of his deafness, which started when he was only 26. The Beethoven house in Bonn, where he was born, has the biggest Beethoven archive in the world, hundreds of letters, original manuscripts, his last piano, and the famous ear trumpets, the crudest hearing aids imaginable. Whatever Beethoven's outward image of self-confidence and even pomposity, the letters give us an insight into a very different man. It's here we see that the freelance, creative life he was pursuing, even pioneering, was far from plane sailing. Laura Tunbridge is Professor of Music at Oxford University. Looking at Beethoven's letters, there are an extraordinary number of them which concern business dealings, aren't there? Yes, there are. Most of them, in fact, are dedicated to thrashing out arrangements with his publishers or dealing with the cost of living. The really tricky thing about the period is that inflation is a real problem and so prices fluctuate a great deal. So you can see the bank statements, essentially. I feel like this would be very relatable Inflation is a real problem, and so prices fluctuate a great deal. So you can see the bank statements, essentially. I feel like this would be very relatable for freelancers today who are dealing with rising rents. This is very much Beethoven, the freelancer, the gig economist, if you like, having to deal with the reality of an economy beyond his control. Yes, and also he moves a lot. Of all of the artist living in Vienna, he probably changes apartments more often, partly because of prices, partly because he's noisy, partly because he falls out with people. He's banging those pianos. Precisely, yeah. Not the perfect neighbour, presumably. No, I don't think he was by any means. So we're able to see some sheets from his household book. What was he spending money on? Quite a lot of the money he was spending was on everyday living on food on lodgings. You have him or his housekeeper buying beef and liver, some barley vegetables, horse radish and cress, bread, white wine, red wine, food for the chickens. That's what really kind of is revealed is this constant anxiety of, you know, you're only as good as your last piece of work. Yes, I mean, it's true today. You can't really think of most artists as making a huge amount of money from what they do and always having to hustle. There's a letter to his publisher, Brightcott von Hettel, dated January the 2nd, 1810, which I think reveals quite a lot. He asks for 250 ducats for another grand collection of compositions. Publisher, as all publishers might, I suppose, try to talk him down to 200 ducats. And Beethoven reacts with this very impassioned letter. He says, it is not my intention, as you believe, to become a profiteer in art, one who only composes to augment his riches. Heaven forbid, but I enjoy an independent life and cannot be without a small fortune. And so the composer's remuneration must honour the artist and all he undertakes. Yes, and because he doesn't have a patron, he needs to have the funding to survive. And importantly, there is a sense in which he knows the value of his goods here. And that balance between modesty and a tone of self-belief and self-belief, you know, there is only one Beethoven. There is only one person who's capable in the world of creating this. And if you want it, then cough up for it. Yes, and there's another letter where he says, I much prefer the empire of the mind. It's like, well, of course you do. However, you need some cash. Need to get that beef and that liver and those nice boots. Yes. Reading these letters which are full of tedious negotiations with publishers, concert promoters, landlords, you really get a feel for the hours that Baithoven must have spent on his finances. His ability to network, make the most of his contacts and schmooze with the right people, is striking. But so too are those household bills. All his grocery expenses budgeted for and ticked off each week, apparently because he didn't entirely trust his housekeeper. Worries about sales of his music or concert tickets, and his desperation about his ever-increasing deafness. Beethoven was clearly strong-minded, often a bit balshy, and he drove a very hard bargain, but for the most part, it paid off. 250 years on, the name Beethoven fills concert halls in a way that virtually no other composer can, and it's not just audiences that can't get enough of him. He's a real musician's musician. The Beethoven violin concerto was the trigger for me wanting to have violin lessons. It was recording by Menouin and conducted by Furtwengler. Anne Sophiemutter is one of the greatest violinists of our time and someone who's become synonymous with the music of Beethoven. I will never forget when I requested violin lessons for my fifth birthday and then, five and a half, finally got my will. And the violin was put on my shoulder. And seriously, I mean, the violin, holding the violin is not natural at all. But funnily enough, you know, for me it was. For someone else, it's the tennis record. So I became a musician. And what was it about the Beethoven Violin Concerto, you think, that maybe spoke to you at that point? Because that's a huge thing to translate from just, I'm enjoying this music to, I need to do this. I'm not quite sure if it was the music or if it was the sound Menouin was able to bring to it. 2020 may be the big Beethoven celebration, but for Mutter, a year isn't long enough for all the Beethoven she wants to play. We could not fit the entire world into 12 months. So it will start in Hong Kong. I go to Beijing. I will be also in a few places in Japan, America and Europe, South America, Asia again and everywhere. Do you have a sense of how many cities you're going to be playing in Beethoven? Oh my God, these are questions I cannot answer. A jungle of craziness. You've totally evaded the question there successfully. Anne Sophie Mutter is not alone in her Beethoven jungle of craziness. You can feel Beethoven mania starting to gather steam. From one record company's promise of the most modern and complete set of Beethoven's work ever issued to a sing-along live stream of the 9th Symphony, the Ode to Joy. Concert halls, the world over, all have their Beethoven 2020 seasons about to kick off in a multi-million pound classical music extravaganza. And the organisers of the Beethoven anniversary are hoping that the celebrations will have wider appeal. Can't read my, can't read my, no we can't read them a open place. Because whatever music you're into, Beethoven or Beyonce, List or Lady Gaga, Beethoven's influence really is everywhere. Whether consciously or subconsciously, you can feel his mark on all sorts of music, not least jazz, as the trumpeter and self-confessed Beethoven fanatic, Winton Marsalis, reveals. Oh man, yeah. When did you first encounter the music of Beethoven? Where were you? I remember the first time a friend of mine named Larry Dillon called me and said, hey man, I'm in a rehearse with the Jewish Community Center and I'm the only black person here. Can you come down here and help me? And it was on Monday night. And that was when Monday night football first started. So I was like, man, are you crazy? He said, no, no, man. Come on. The weather man is playing timpani. I said, I'm man. Come on. The weatherman is playing timpony. I said, I'm coming. I wanted to see the weatherman playing timpani. We love the weatherman. I said, I got to go down here to see the weatherman play tempany, you know. And they were playing Beethoven's Fifth Symphony. It was the worst thing you ever heard. It was our civic orchestra. And we were playing, boom, pop, blah, blah, pop, got to the bass part. Boom, pop, pop, pop, pop, pop. They were just massacering it. And I remember going home after that said, man, I got to find out part, they were just massacring it. And I remember going home after that, I said, man, I got to find out about this guy. Where I came from, we had our own set of heroes and our own, nobody really knew who Beethoven was. You didn't know the difference between Brahms, Bog, Beethoven. You just knew it was like some older people from Europe who wore wigs. But that rehearsal hit me, and I became a fan of Beethoven. So when you went home that night night determined to find out more about this Beethoven guy, how did you go about that? I got all of Beethoven's symphonies. I got books on Beethoven. I learned how to analyze his symphonies. I analyzed every symphony. Is it true you wrote your senior thesis on Beethoven? I did. It was a comparison between T.S. Eliot's four quartets and Beethoven. To this day I've never lost that kind of love and respect for him. And what exactly is the influence of Beethoven on jazz itself? His music is such conversational music. That makes it like jazz. Beethoven is the master of two polarities. So he does that harmonically, melodically, instrumentally, orchestrically. And we see it in his rhythm. So if he's in two, he's introducing rhythms in three. If he's in three, he's introducing rhythms in two. You'll notice Beethoven's always going on the offbeat or something, third symphony. It's not even 20 measures of past. He don't have the first violin going to do, tee, de, de, that was a, that's a, that's a 50 beat, do-dee-dee, do-do-dee, and somebody playing on the offbeat. Then that becomes, bing, bong, bing, he takes it a three, four times, combines it in two. So it's all these type of fundamental things he's figuring out. Voice is talking to one another, the top talking to the bottom, the use of folk rhythms and dance rhythms, the use of humor and the capabilities of instruments, stretching the capabilities of instruments and using kind of long symphonic tone-point type pieces to tell a human story. It's like somebody bring home desserts for you and it's also like a vegetable. You're going to love them too. You mean I'm eating vegetables that they taste this good? Damn, I love you. Come back. I feel like if anyone can make us love musical vegetables, that is Winton Marsalis. Other musicians might not put it quite the same way, but Beethoven's influence has endured across multiple genres. From the best-selling soundtrack of all time, Saturday Night Fever's rendition of Beethoven's fifth, to Billy Joel's take on the Pathetic Sonata, where one L.V. Beethoven is in fact credited as one of the songwriters. To more recent incarnations. Daniel Hope says there's a modernity about Beethoven that keeps him relevant. His clashes with authority, his political views, the way in which he would never take no for an answer. And this head against the wall that one says about the... This sort of, whether it's a fate knocking at the door, whatever it is, you know, we can conjure up all sorts of images. But that sort of headstrong quality that he obviously had, Beethoven is incredibly current and modern. For other figures in history, looking back over 250 years, it might be all about the past, but Beethoven's legacy is now, it's ever-evolving, dynamic, alive. There's hardly a person on this planet that doesn't know the name Beethoven. So the question is, what do you show people? The anniversary year should be about many things of course consolidating this legend that's a tremendous thrill for me but it's also about taking Beethoven on the road and showing people who Beethoven is and that really means young people because classical music and the younger generation is the biggest question mark and problem for the future. And I see that with my own kids. And therefore, if people hear the beginning of the Ninth Symphony, they say that's by 50 cent, because they only know the cover versions. That's not what it's about. I'm really hoping Daniel's own son doesn't come out with that line. He certainly doesn't. Nothing against 50 Cent. But, you know, there are many people who have covered Beethoven, but it's about Beethoven. I'm all for the idea of Beethoven and classical music more generally being heard in all sorts of everyday environments. Of course it can get too much. We probably all rolled our eyes at yet another da-da-da-da in an elevator or on a mobile phone ad. But maybe that's just the price you pay for being as influential as he was. An influential not just on music, but on the whole business of music. Rohan Silver is an entrepreneur, an expert on technology, startup culture, and the freelance creative landscape. I wonder what he makes of the idea of Beethoven inventing the gig economy. I love this idea. I mean, one of the things I really admire about Beethoven is that, you know, there does seem to be this real determination as sort of a restless soul. You know, for those of us trying to build companies who think about business in, you know, as a creative act, who think about entrepreneurship. I think there's very few greater inspirations for that than Beethoven. You know, I think there's a way of looking at Beethoven that he's actually got quite a lot in common with, say, a tech entrepreneur. He responded to changes in technology, the printing press, the piano, home piano. You know, these were new technologies that in a sense were democratizing access to music. He sought to jump on those opportunities and so quick to move and combined that savvy with creativity. It's fascinating to me that even though the world as we know it would have been unrecognizable to Beethoven, Silver is describing qualities in him that remain vital to any successful modern entrepreneur. Beethoven is a global brand today. And let's be clear, that's fundamentally about the quality of the work that he produced, you know, his achievements, his music. In the same way that Apple and Apple's brand is testament really to the skill and entrepreneurship and brand building and all the rest of it of Steve Jobs and his team at Apple. But, you know, I've got a hunch that we probably won't be talking, or no one will be talking about Apple's products in hundreds and hundreds of years' time, but we'll still be talking about Beethoven. There is a connection between the genius of Steve Jobs and Beethoven. They were both absolutely passionate, obsessed even, with their products, Stephen Huff. Beethoven actually loved the colour of the instrument. So you have a piece like the famous... Famous Moonlight Sonata. I mean, whoever would have thought of that, it's just a compliment, really. You know, I mean, it's so where's the tune? What is this? But of course, what you have is Beethoven's enjoyment of the sheer color of the instrument. And I can imagine him not thinking motivically, you know, an arpeggio, but just the sound of C sharp minor. And so that out of that sound of that chord, you have this and he's just enjoying and then what do we do next? What an extraordinary colour and then, you know. I mean, what is this? What is this vision that this man had? It leaves us breathless today. These questions remain unanswerable, but maybe when it comes down to it, that is what this is really all about. 2020 will mark one of the largest ever celebrations of a classical artist in history. But Ludwig van Beethoven endures, not just because of his business acumen or the impact he had on piano technology, not just because of how he strode forth from the classical into the romantic era and transformed all of music in the process, not even because he's classical music's first real superstar. Perhaps, above all else, Beethoven endures because his music does evoke a sort of universality, and whoever we are, it leaves us hungry for more. There's a wonderful story of the Diabelli variations, of course. Diabelli sends this little waltz, this little trifle to all these composers, asking them for a variation. I think he sent it to 33 composers, and Beethoven wrote 33 variations, one of his greatest, we wrote every single other person's variation for them. You don't even need to hear the music, you just need to hear that story to hear something about who Beethoven was. You know, he asked you for one very, oh, I'm going to give you a hundred, you know. And not just a hundred, but a hundred absolute masterpieces. This is how he worked. Beethoven is not a background man. He is centre stage and you either take it or you leave it, but you can't change it. Beethoven, you can't get away from him. You've been listening to the world of business. The programme was presented by Clemmy Burton Hill, produced by me, Adele Armstrong. The editor was Penny Murphy, and the studio manager was Tom Brignall."}