{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.96, 10.74], "text": " Thanks for downloading this World of Business podcast."}, {"timestamp": [11.44, 17.32], "text": " This week, how do you manage a workforce who can turn around and walk out whenever they feel like it?"}, {"timestamp": [18.04, 23.96], "text": " Claire Boulderson is about to find out how much we all have to learn from the people who manage volunteers."}, {"timestamp": [25.72, 28.56], "text": " Okay, ready, set. Go!"}, {"timestamp": [31.76, 38.24], "text": " I'm on the banks of the Thames in West London on a beautiful, really warm summer evening"}, {"timestamp": [38.24, 43.02], "text": " and I'm watching crews from the lifeboat station here at Teddington,"}, {"timestamp": [43.38, 45.58], "text": " racing each other across the river."}, {"timestamp": [46.26, 52.3], "text": " They're in two boats, and they are pulling on the oars."}, {"timestamp": [52.42, 53.88], "text": " They're doing this without the engines,"}, {"timestamp": [54.26, 57.26], "text": " trying to get to the other side, and then back again."}, {"timestamp": [57.58, 59.28], "text": " They're wearing their full kit,"}, {"timestamp": [59.28, 63.02], "text": " which are thick rubber suits and rubber boots and helmets,"}, {"timestamp": [63.74, 67.5], "text": " and it's really hot, and they look very hot and sweaty indeed."}, {"timestamp": [70.2, 73.12], "text": " This is just one of their Tuesday night trainings."}, {"timestamp": [73.68, 75.96], "text": " And the thing about all these people in the boats"}, {"timestamp": [75.96, 78.22], "text": " and cheering them on on the side of the river"}, {"timestamp": [78.22, 80.72], "text": " is they are all volunteers."}, {"timestamp": [84.88, 91.0], "text": " The teams are racing in pairs in a knockout competition that's going to take quite a while to complete"}, {"timestamp": [91.0, 96.0], "text": " because nearly all the station's active crew of 30 are here."}, {"timestamp": [96.0, 106.08], "text": " Most have full-time paid jobs, but they volunteer to be on standby ready to go out at any time of day or night to rescue people in trouble on the Thames."}, {"timestamp": [106.08, 109.2], "text": " Is your plan to go like 200 on the floor?"}, {"timestamp": [109.2, 111.12], "text": " Yeah, you and I have worked like this."}, {"timestamp": [111.12, 113.12], "text": " Would you put, because you are Mr. Stanauer?"}, {"timestamp": [113.12, 114.08], "text": " Yes, sir."}, {"timestamp": [114.08, 118.64], "text": " I get the sense they all know each other pretty well and the atmosphere's jovial and good-natured,"}, {"timestamp": [118.64, 120.8], "text": " even though the competition is fierce."}, {"timestamp": [120.8, 122.48], "text": " You can win."}, {"timestamp": [122.48, 123.36], "text": " I don't know."}, {"timestamp": [123.36, 125.0], "text": " What do you think, Chiana?"}, {"timestamp": [125.0, 128.0], "text": " I think it's a crack team."}, {"timestamp": [128.0, 129.0], "text": " I said crack."}, {"timestamp": [129.0, 136.0], "text": " The camaraderie is clearly a big part of the reason they're here, but there's more to it than that."}, {"timestamp": [136.0, 140.0], "text": " We do it because of our commitment to want to put something back, to be part of this community,"}, {"timestamp": [140.0, 142.0], "text": " and we built this around the station."}, {"timestamp": [142.0, 145.0], "text": " This is as much a part of the community as it might be on the coast."}, {"timestamp": [145.88, 152.5], "text": " It's amazing to think these men and women who perform a crucial emergency service role are volunteers."}, {"timestamp": [153.24, 158.5], "text": " And they're just a fraction of the roughly 20 million Britons who volunteer each year."}, {"timestamp": [159.1, 165.26], "text": " From lifeboats to magistrates, schools, clubs, hospitals, and of course thousands of charities,"}, {"timestamp": [165.84, 170.78], "text": " there's a vast army of unpaid workers on whom many services depend."}, {"timestamp": [171.28, 175.26], "text": " But there are very particular challenges to managing a workforce"}, {"timestamp": [175.26, 178.44], "text": " that doesn't have to show up or do what it's told."}, {"timestamp": [179.16, 183.48], "text": " So in the program this week, we're looking at volunteer managers,"}, {"timestamp": [184.2, 187.68], "text": " and at the lessons these often unsung heroes have"}, {"timestamp": [187.68, 189.96], "text": " for those in charge of paid employees."}, {"timestamp": [191.56, 193.86], "text": " My name is Timothy, Odie."}, {"timestamp": [194.52, 197.12], "text": " For the last nine years, I've been the operations manager"}, {"timestamp": [197.12, 200.02], "text": " of this lifeboat station, and the operations manager"}, {"timestamp": [200.02, 202.72], "text": " means that every decision comes through me."}, {"timestamp": [203.52, 206.28], "text": " Tim Odie, an architect in his mid-60s,"}, {"timestamp": [206.4, 208.08], "text": " may be the station boss,"}, {"timestamp": [208.22, 210.6], "text": " but that too is a voluntary role."}, {"timestamp": [211.18, 213.54], "text": " Tim's got his rubber suit and wellies on,"}, {"timestamp": [213.7, 215.9], "text": " and he's ready to take part in the race,"}, {"timestamp": [216.24, 217.42], "text": " just like everyone else here."}, {"timestamp": [218.0, 219.66], "text": " I think that it's really important"}, {"timestamp": [219.66, 223.84], "text": " that sometimes we just do a bonding exercise as a group"}, {"timestamp": [223.84, 227.24], "text": " because it's very intense at times."}, {"timestamp": [227.46, 230.68], "text": " And the last couple of weeks we've had one or two incidents"}, {"timestamp": [230.68, 232.78], "text": " which have been more difficult than perhaps usual."}, {"timestamp": [233.32, 235.08], "text": " And this is a lovely hot day."}, {"timestamp": [235.28, 237.34], "text": " We've never used these oars to row the boat."}, {"timestamp": [237.58, 239.3], "text": " There's actually a skill set they're learning,"}, {"timestamp": [239.5, 241.86], "text": " but it's not like training, you know, it's just for fun."}, {"timestamp": [243.02, 244.88], "text": " We'll hear more from Teddington"}, {"timestamp": [244.88, 247.78], "text": " and lifeboat operations manager Tim Odie"}, {"timestamp": [247.78, 249.1], "text": " later in the program."}, {"timestamp": [249.98, 255.04], "text": " But first, let's get a better understanding of what managing volunteers really entails."}, {"timestamp": [255.46, 259.24], "text": " And here I have to admit, I have my own reasons for wanting to know more."}, {"timestamp": [259.86, 264.36], "text": " I'm a chair of governors at a primary school, a voluntary role which involves a lot of"}, {"timestamp": [264.36, 265.52], "text": " coordinating others, and I also help governors at a primary school, a voluntary role which involves a lot of coordinating others,"}, {"timestamp": [266.02, 267.9], "text": " and I also help out at a food bank."}, {"timestamp": [269.0, 274.52], "text": " Great, okay, thank you very much, everybody, for coming to this training today."}, {"timestamp": [274.76, 279.64], "text": " I've come along to a training session at the National Council for Voluntary Organisations,"}, {"timestamp": [279.9, 284.48], "text": " the NCVO, which is an umbrella group providing support for the sector."}, {"timestamp": [286.16, 291.68], "text": " I wasn't really aware you could be trained specifically in managing volunteers and I'm curious to hear more from some"}, {"timestamp": [291.68, 299.04], "text": " of those already doing it. There's a picture here of a screaming man which I went for because"}, {"timestamp": [299.04, 304.32], "text": " I'm responsible for about 400, 500 volunteers, training them, making sure they don't like break the law,"}, {"timestamp": [304.32, 305.08], "text": " that kind of thing."}, {"timestamp": [305.3, 307.66], "text": " It's a bit isolating and a bit sort of worrying sometimes."}, {"timestamp": [309.04, 315.2], "text": " There are a dozen or so participants from a student union official to a coordinator from the Duke of Edinburgh"}, {"timestamp": [315.2, 318.64], "text": " Awards, and we're all sitting around tables in small groups."}, {"timestamp": [319.14, 326.24], "text": " We've been shown four pictures and asked to choose one that best sums up our experience of volunteer management."}, {"timestamp": [326.24, 334.0], "text": " I'm trying to sort out the woods for the trees in terms of who's doing what."}, {"timestamp": [334.0, 337.76], "text": " See, I thought that was rather tranquil. This picture of the woods and trees."}, {"timestamp": [337.76, 343.92], "text": " Not all organisations that use volunteers have someone to manage them. Where they do, around a third"}, {"timestamp": [343.92, 346.2], "text": " of the managers are volunteers themselves."}, {"timestamp": [346.62, 349.96], "text": " But it's the paid ones who tend to come to training like this."}, {"timestamp": [350.28, 351.66], "text": " So we're going to do a little exercise."}, {"timestamp": [352.8, 358.66], "text": " About two tables to write from the perspective of an organisation"}, {"timestamp": [358.66, 363.7], "text": " what fantastic volunteering experience would look like."}, {"timestamp": [364.56, 370.5], "text": " Research carried out by the NCVO has found that the majority of people who volunteer"}, {"timestamp": [370.5, 373.0], "text": " are pretty happy with the experience."}, {"timestamp": [373.0, 378.0], "text": " But about one in three, say whatever it is they're doing, the volunteering could be better"}, {"timestamp": [378.0, 379.0], "text": " organised."}, {"timestamp": [379.0, 380.0], "text": " Satisfaction."}, {"timestamp": [380.0, 382.0], "text": " Satisfaction."}, {"timestamp": [382.0, 384.0], "text": " Yeah."}, {"timestamp": [384.0, 386.94], "text": " Satisfaction. You might not enjoy the actual job work."}, {"timestamp": [387.46, 391.16], "text": " Volunteer activity, when you consider the hours worked,"}, {"timestamp": [391.32, 394.94], "text": " is worth about £23 billion a year."}, {"timestamp": [395.44, 401.38], "text": " But voluntary organisations are competing for people willing to give up their time for free."}, {"timestamp": [401.98, 405.78], "text": " That means attracting and then retaining volunteers is really important."}, {"timestamp": [406.22, 412.12], "text": " And the NCVO's research found that how volunteers feel about their experience, including"}, {"timestamp": [412.12, 418.04], "text": " whether there's good management and a culture of respect and trust, is a big factor when it comes"}, {"timestamp": [418.04, 423.68], "text": " to keeping them. This training session is being led by Jarina Chowdhury, the NCVO's"}, {"timestamp": [423.68, 426.0], "text": " volunteering development consultant. The sorts of things that volunteers would leave an organisation training session is being led by Jarina Chowdhury, the NCVO's Volunteering Development Consultant."}, {"timestamp": [426.0, 432.1], "text": " The sorts of things that volunteers would leave an organisation for are perhaps personality clash"}, {"timestamp": [432.1, 438.4], "text": " or a breakdown in the relationship with the person who's managing them. Feeling like a complaint"}, {"timestamp": [438.4, 444.1], "text": " hasn't been dealt with sufficiently, being told to do something that they don't want to do."}, {"timestamp": [444.56, 448.76], "text": " So perhaps they've joined the organisation because they want to be involved in"}, {"timestamp": [448.76, 453.12], "text": " organising tea parties. This is actually a case study that we use in our training."}, {"timestamp": [453.84, 458.16], "text": " And then later on in this case study, this lady, she ends up having to do lots of"}, {"timestamp": [458.16, 461.94], "text": " administrative stuff, office-based stuff that she just doesn't want to do."}, {"timestamp": [462.14, 466.48], "text": " That's not what she signed up to do. But however, because that's what the organisation needed,"}, {"timestamp": [466.78, 469.08], "text": " they kind of veered her off onto doing this."}, {"timestamp": [470.12, 473.16], "text": " Volunteers also complain of feeling overburdened"}, {"timestamp": [473.16, 475.96], "text": " that their role is too much like a paid job,"}, {"timestamp": [476.58, 479.36], "text": " or the opposite that they're not given enough to do."}, {"timestamp": [479.78, 481.74], "text": " And they're not always angels themselves,"}, {"timestamp": [482.26, 484.04], "text": " not showing up when they said they would,"}, {"timestamp": [484.2, 485.36], "text": " not getting on with people,"}, {"timestamp": [485.72, 490.42], "text": " and even taking over doing things their way, regardless of what they've been told."}, {"timestamp": [490.96, 498.14], "text": " I can think of one example, actually, where there were younger volunteer managers who were managing much older volunteers,"}, {"timestamp": [498.66, 505.5], "text": " and there was an interesting power dynamic there. Whilst there was great respect for the wisdom and the knowledge of the"}, {"timestamp": [505.5, 509.72], "text": " older volunteers, they just weren't doing what they were being asked to do. They were kind of"}, {"timestamp": [509.72, 514.72], "text": " going rogue, if you like. I've seen something a bit like that myself and I have to admit"}, {"timestamp": [514.72, 519.52], "text": " I was one of the rogues, but it must be a nightmare for the person who's supposed to be in"}, {"timestamp": [519.52, 527.96], "text": " charge. I've definitely had some horror stories, wrote one woman when we asked volunteer managers to share their experiences with us via Twitter."}, {"timestamp": [528.52, 534.62], "text": " I've had volunteers dismiss my opinions or expectations purely based on my age, I'm 28,"}, {"timestamp": [535.16, 540.48], "text": " or the fact they've been there 30 years and see six of you come through here with your big ideas."}, {"timestamp": [541.16, 546.9], "text": " In some of my previous workplaces, it's been exactly like managing children, despite them being 50 plus."}, {"timestamp": [547.44, 551.5], "text": " That's what can happen when there are no real consequences if you misbehave."}, {"timestamp": [552.28, 560.5], "text": " Some organisations have volunteer contracts, but they're not like employment contracts, with all the legal rights and responsibilities those entail."}, {"timestamp": [560.86, 566.04], "text": " So, as Gerina Chowdry says, in the absence of formal sanctions and rewards,"}, {"timestamp": [566.22, 571.72], "text": " the volunteer manager has to develop other vital skills. You can't discipline a volunteer."}, {"timestamp": [572.22, 577.78], "text": " You can't dismiss a volunteer. You can ask them to leave, and they may not want to leave."}, {"timestamp": [578.28, 583.94], "text": " So you really need to have exceptional people's skills. Volunteer management is something"}, {"timestamp": [583.94, 585.7], "text": " quite distinctive. I think you need to be very assertive. Volunteer management is something quite distinctive."}, {"timestamp": [585.7, 588.34], "text": " I think you need to be very assertive."}, {"timestamp": [588.34, 591.46], "text": " You need to communicate clearly and regularly with them"}, {"timestamp": [591.46, 593.2], "text": " and check back with them."}, {"timestamp": [593.2, 595.26], "text": " I also think sense of humor,"}, {"timestamp": [595.26, 597.76], "text": " because not everything is serious misconduct."}, {"timestamp": [597.76, 600.76], "text": " And they may genuinely not know that they're doing something"}, {"timestamp": [600.76, 602.9], "text": " which they're not supposed to be doing."}, {"timestamp": [602.9, 610.16], "text": " I think being able to create healthy culture among your volunteers as well and one where"}, {"timestamp": [610.16, 615.24], "text": " people are you know thanked and acknowledged as well are definitely things that volunteer"}, {"timestamp": [615.24, 620.24], "text": " managers should have up their Sveveveveveh."}, {"timestamp": [620.24, 629.0], "text": " We're quite lucky that we've got one, two, three, four, five, six trays of lovely, healthy yoghurt."}, {"timestamp": [629.0, 637.0], "text": " I'm being shown around the Delgado Trust's busy community centre by the volunteer manager Pam Bardwell."}, {"timestamp": [637.0, 639.0], "text": " We've got some new people here."}, {"timestamp": [639.0, 643.0], "text": " So this is Kwame and we've got Ahmed here."}, {"timestamp": [643.0, 645.0], "text": " Let go, let go my head."}, {"timestamp": [645.0, 647.0], "text": " The community centre is right in the middle"}, {"timestamp": [647.0, 650.0], "text": " of a big social housing estate in West London."}, {"timestamp": [650.0, 653.0], "text": " Every Thursday, volunteers run a food bank here."}, {"timestamp": [653.0, 658.0], "text": " So today, the volunteers are sorting out all the food"}, {"timestamp": [658.0, 660.0], "text": " that we've had delivered."}, {"timestamp": [660.0, 663.0], "text": " As a collective, the volunteers will decide"}, {"timestamp": [663.0, 665.28], "text": " what food they can give out to everybody."}, {"timestamp": [665.48, 667.32], "text": " And there'll be how many volunteers doing that in here?"}, {"timestamp": [667.32, 669.1], "text": " There's about eight of us in here."}, {"timestamp": [669.64, 673.94], "text": " We can take more because, like, Yehen's table is always very busy."}, {"timestamp": [674.58, 676.14], "text": " Jehan is the queen of vegetables."}, {"timestamp": [677.04, 677.98], "text": " Hi, Yehen."}, {"timestamp": [679.86, 685.8], "text": " Yehen stands proudly behind a table heaving with piles of squash, peppers and courgettes."}, {"timestamp": [686.24, 691.38], "text": " She first came here as a food bank client when she was going through a difficult time herself."}, {"timestamp": [691.72, 693.88], "text": " She's been volunteering for the past five years."}, {"timestamp": [694.4, 697.24], "text": " I think the nice thing is the fact that I was a participant."}, {"timestamp": [697.5, 699.18], "text": " I was on the other side of the road."}, {"timestamp": [699.3, 703.0], "text": " So I know this cannot happen to everybody because this happened to me."}, {"timestamp": [703.0, 708.3], "text": " I look at people like not judgmental and trying to make it as nice as possible"}, {"timestamp": [708.3, 710.56], "text": " and I'm very polite with them."}, {"timestamp": [711.24, 715.6], "text": " Pam lets the volunteers make most of the decisions about who gets what,"}, {"timestamp": [715.6, 719.56], "text": " but she's always on hand, keeping an eye on things, ready to step in."}, {"timestamp": [720.16, 724.52], "text": " We have some people who display challenging behaviours"}, {"timestamp": [724.52, 728.74], "text": " and sometimes can be a bit rude to the volunteers."}, {"timestamp": [729.5, 733.4], "text": " So I am there to try and diffuse any situation"}, {"timestamp": [733.4, 736.14], "text": " and I tell the volunteers, you know, just don't engage,"}, {"timestamp": [736.32, 737.9], "text": " just let me come and do it."}, {"timestamp": [737.94, 739.16], "text": " Hopefully it doesn't happen too much."}, {"timestamp": [739.76, 742.6], "text": " This is the busiest day of the week for Pam"}, {"timestamp": [742.6, 746.64], "text": " who's employed part-time to oversee about 50 volunteers"}, {"timestamp": [746.64, 751.28], "text": " covering the reception desk and youth clubs as well as the food bank and a kitchen."}, {"timestamp": [752.32, 755.92], "text": " Most Thursdays there's also a hot lunch for the food bank clients,"}, {"timestamp": [755.92, 759.04], "text": " but the volunteers who usually make it can't be here today."}, {"timestamp": [759.52, 762.64], "text": " So we're in the kitchen and there's no volunteers."}, {"timestamp": [763.52, 766.0], "text": " We knew this, I just completely forgot. So I've got a volunteer and I'm going to try and there's no volunteers. We knew this. I just completely forgot."}, {"timestamp": [766.12, 769.68], "text": " So I've got a volunteer and I'm going to try and get some more volunteers."}, {"timestamp": [770.2, 773.6], "text": " I're all going to pitch in, get some gloves on and make some sangriety."}, {"timestamp": [774.0, 777.88], "text": " Pam's on the move constantly, sorting problems, answering questions"}, {"timestamp": [777.88, 781.2], "text": " and stopping to greet clients and volunteers alike."}, {"timestamp": [781.76, 786.56], "text": " She's keen to introduce me to 92-year-old Fifi, who it turns out is both."}, {"timestamp": [787.16, 792.72], "text": " Fifi's come in for coffee and cake, she'll stay for the lunch too. But as she tells me proudly,"}, {"timestamp": [793.02, 798.7], "text": " on other days, she's a volunteer. She comes over from her flat across the road to work on the"}, {"timestamp": [798.7, 805.9], "text": " reception desk. People come to the door. I have to open the door for them. I press the button."}, {"timestamp": [806.1, 809.54], "text": " So you've known Pam a long time, and has she helped you here?"}, {"timestamp": [809.7, 813.14], "text": " She's been wonderful, like a daughter to me."}, {"timestamp": [813.6, 814.74], "text": " What does she do for you?"}, {"timestamp": [815.5, 817.34], "text": " She makes me feel welcome."}, {"timestamp": [818.86, 822.52], "text": " Some volunteers can manage with me spending five, ten minutes,"}, {"timestamp": [822.88, 825.4], "text": " just checking in and find out how their day is going."}, {"timestamp": [826.02, 827.96], "text": " Other volunteers need a bit more support."}, {"timestamp": [828.48, 831.8], "text": " Probably need me to have what I call more detail one-to-one."}, {"timestamp": [832.52, 834.18], "text": " Sometimes people have personal issues."}, {"timestamp": [834.36, 836.02], "text": " I always say, come and have a cup of tea with me."}, {"timestamp": [836.1, 836.84], "text": " Let's have a cup of tea."}, {"timestamp": [837.6, 842.88], "text": " That sounds then as if, as well as being the coordinator, the person has to find them and make sure they show up."}, {"timestamp": [843.24, 845.5], "text": " You're a bit like a social worker or a counsellor."}, {"timestamp": [846.14, 848.4], "text": " Yeah, yeah, I suppose that's right."}, {"timestamp": [848.56, 849.64], "text": " I mean, it's interesting."}, {"timestamp": [849.74, 852.68], "text": " When you look at the job spec for volunteer coordinate,"}, {"timestamp": [852.84, 857.04], "text": " one of the key things is the ability to talk to a wide range of people."}, {"timestamp": [857.3, 859.22], "text": " You need to be able to manage your time effectively"}, {"timestamp": [859.22, 863.0], "text": " because I tease the volunteers and I say a lot of them are time bandits."}, {"timestamp": [863.5, 866.14], "text": " They will come in and they will talk to me and I'm thinking,"}, {"timestamp": [866.46, 868.1], "text": " I've got a million other things to do."}, {"timestamp": [868.54, 871.14], "text": " Be patient and have a smile in the face all the time."}, {"timestamp": [871.36, 874.66], "text": " Even when you're a bit like the duck underneath, I'm paddling like mad,"}, {"timestamp": [874.94, 877.88], "text": " but on top I'm like, yeah, hi, everything's going fine."}, {"timestamp": [878.08, 879.52], "text": " And I'm thinking, oh no."}, {"timestamp": [880.6, 885.46], "text": " It seems that Pam spends a lot of her time making sure her volunteers are happy."}, {"timestamp": [885.82, 887.84], "text": " But what about when she's not happy with them?"}, {"timestamp": [888.22, 890.84], "text": " One of the key things I say to them, it's a two-way process."}, {"timestamp": [891.34, 893.68], "text": " You know, you've got to like us as well as we like you."}, {"timestamp": [894.06, 897.08], "text": " So when they start, there is a probation period."}, {"timestamp": [897.72, 904.02], "text": " And if in that time they're not fitting in or I'm noticing that they're rubbing people up the wrong way,"}, {"timestamp": [904.02, 906.22], "text": " I will call them and have,"}, {"timestamp": [906.36, 911.26], "text": " sit down and say, right, what's going well, what's working well and what isn't working well."}, {"timestamp": [911.58, 915.92], "text": " And you can usually find when you do it in that way, they will turn around and say, actually,"}, {"timestamp": [916.36, 921.94], "text": " this timing is not right or I don't like sitting next to that person on reception. I think"}, {"timestamp": [921.94, 929.42], "text": " the hardest thing I've had to do is actually turn someone that they couldn't volunteer anymore in the centre and that's"}, {"timestamp": [929.42, 934.34], "text": " really really difficult. What do you think is different for you managing"}, {"timestamp": [934.34, 939.32], "text": " volunteers who you are very dependent on to run this place? Managing them as"}, {"timestamp": [939.32, 944.06], "text": " opposed to managing people who might be coming for the pay? That's a tricky"}, {"timestamp": [944.06, 949.12], "text": " question. No, I think the key thing, it's about people's passion."}, {"timestamp": [949.32, 955.08], "text": " So the volunteers are very passionate. They know they can choose any time just to walk away."}, {"timestamp": [955.66, 961.12], "text": " And there isn't much I could do about it. So the fact that they've made a commitment, and I think that's the crucial thing,"}, {"timestamp": [961.56, 966.38], "text": " they have made a commitment to say, I will volunteer and I will help you."}, {"timestamp": [970.16, 973.72], "text": " Pam Bardwell's put her finger on something really important."}, {"timestamp": [974.26, 977.96], "text": " That passion for or commitment to a particular place"}, {"timestamp": [977.96, 982.94], "text": " emerged as one of the key differences between paid and unpaid workers"}, {"timestamp": [982.94, 986.24], "text": " in recent research into the management of volunteers."}, {"timestamp": [986.9, 995.72], "text": " The main finding was the emotional challenge of managing volunteers is quite different to managing paid staff."}, {"timestamp": [996.24, 1001.24], "text": " Dr Jenner Ward is an associate professor at the University of Leicester's School of Business,"}, {"timestamp": [1001.6, 1005.84], "text": " one of the authors of the research, which focused on how managing staff"}, {"timestamp": [1005.84, 1010.98], "text": " and volunteers differs. She and her colleagues conducted numerous interviews with paid"}, {"timestamp": [1010.98, 1016.12], "text": " and unpaid workers at the National Trust, which depends heavily on volunteers at its"}, {"timestamp": [1016.12, 1020.5], "text": " stately homes and gardens, and in the vast areas of countryside it manages."}, {"timestamp": [1021.12, 1026.84], "text": " They display a stronger sense of effective commitment. We define effective commitment really"}, {"timestamp": [1026.84, 1032.82], "text": " as a love and passion for the places and the spaces at which they volunteer. What does that"}, {"timestamp": [1032.82, 1040.26], "text": " mean in practice? That means that volunteers are much less likely to toe the line or bite their"}, {"timestamp": [1040.26, 1046.3], "text": " tongue if they feel that something is going to negatively affect the place at which they volunteer."}, {"timestamp": [1047.1, 1052.92], "text": " Whereas paid staff, because they have mortgages to pay, they will tow the line."}, {"timestamp": [1053.24, 1062.82], "text": " And so what we see is paid staff trying to manage a group of volunteers who are much more vocal, who are much more emotional."}, {"timestamp": [1063.52, 1068.94], "text": " Dr Ward says that giving managers the time and space to demonstrate their own passion for the"}, {"timestamp": [1068.94, 1073.74], "text": " place or the cause can help address that imbalance in emotional commitment."}, {"timestamp": [1074.58, 1080.36], "text": " But what her research also shows is that there are significant costs associated with that,"}, {"timestamp": [1080.48, 1082.38], "text": " and those are often overlooked."}, {"timestamp": [1083.18, 1086.16], "text": " Organisations tend to think that with volunteers they're getting"}, {"timestamp": [1086.16, 1093.1], "text": " a free workforce. They don't think about the time, money and emotional effort needed to manage it."}, {"timestamp": [1093.8, 1097.7], "text": " Dr Ward and her colleagues have shared their findings with a number of other voluntary"}, {"timestamp": [1097.7, 1104.9], "text": " organisations and the response? There is always a huge sense of relief in the room that somebody"}, {"timestamp": [1104.9, 1110.84], "text": " is finally acknowledging just how difficult managing volunteers can be."}, {"timestamp": [1110.84, 1122.02], "text": " We're no longer discounting the costs, if you like. We are giving a much more balanced view, I guess, of what it's like to manage groups of volunteers."}, {"timestamp": [1122.54, 1125.48], "text": " So it's not just something that you can say, well, anyone can do it."}, {"timestamp": [1125.54, 1127.56], "text": " You have to resource it properly and think about it properly."}, {"timestamp": [1127.8, 1128.84], "text": " Exactly, yes."}, {"timestamp": [1129.22, 1132.88], "text": " And I think if we could kind of, I guess, impress one thing on the sector,"}, {"timestamp": [1133.12, 1134.18], "text": " it's exactly that."}, {"timestamp": [1134.62, 1139.28], "text": " That having volunteers is not a free resource."}, {"timestamp": [1140.04, 1142.36], "text": " It requires careful management."}, {"timestamp": [1143.04, 1145.26], "text": " And yet the importance of that management role"}, {"timestamp": [1145.26, 1150.0], "text": " is something that is all too often overlooked or seriously downplayed."}, {"timestamp": [1150.36, 1154.84], "text": " That's according to Jarina Chowdhury of the National Council of Voluntary organisations."}, {"timestamp": [1155.38, 1157.96], "text": " The volunteer manager is an absolutely critical person"}, {"timestamp": [1157.96, 1160.8], "text": " and I do feel that from my conversations"}, {"timestamp": [1160.8, 1164.38], "text": " that often they do feel quite isolated in their organisations."}, {"timestamp": [1164.9, 1165.04], "text": " So perhaps they are not part of the senior leadership team. my conversations that often they do feel quite isolated in their organisations so"}, {"timestamp": [1165.04, 1169.36], "text": " perhaps they are not part of the senior leadership team they're expected to do"}, {"timestamp": [1169.36, 1174.7], "text": " extraordinary things on very limited resources I can think of one particular"}, {"timestamp": [1174.7, 1180.92], "text": " organisation they needed to make savings and they decided to make the post of the"}, {"timestamp": [1180.92, 1184.94], "text": " head of volunteering redundant so they did away with this which shows you"}, {"timestamp": [1184.94, 1185.36], "text": " instantly you know that where are the vulnerable parts of an organisation oh well you know the volunteer coordinator make the post of the head of volunteering redundant. So they did away with this, which shows you instantly,"}, {"timestamp": [1185.68, 1188.44], "text": " you know, where are the vulnerable parts of an organisation?"}, {"timestamp": [1188.64, 1191.96], "text": " Oh, well, you know, the volunteer coordinator, we don't really need that post, do we?"}, {"timestamp": [1192.64, 1195.78], "text": " In that particular case, the HR department took over"}, {"timestamp": [1195.78, 1199.26], "text": " and started drawing up formal job descriptions for the volunteers,"}, {"timestamp": [1199.58, 1201.8], "text": " which made staff very uncomfortable."}, {"timestamp": [1202.2, 1204.14], "text": " If these were, in fact, jobs, they argued,"}, {"timestamp": [1204.52, 1206.72], "text": " then the people doing them should be paid."}, {"timestamp": [1210.36, 1213.44], "text": " It's Friday morning, the last day of term,"}, {"timestamp": [1213.64, 1216.6], "text": " and I'm on my way into the primary school"}, {"timestamp": [1216.6, 1218.34], "text": " where I'm chair of governors."}, {"timestamp": [1218.86, 1220.94], "text": " I've already been in twice this week,"}, {"timestamp": [1221.14, 1226.32], "text": " once for an evening meeting to review the school's priorities, the other"}, {"timestamp": [1226.32, 1232.68], "text": " for a meeting to confirm teachers' pay grades. But today's the fun bit, where I get to see"}, {"timestamp": [1232.68, 1236.8], "text": " the kids being awarded their prizes at the end of the school year."}, {"timestamp": [1244.8, 1248.5], "text": " School governors are the biggest single volunteer force in the country."}, {"timestamp": [1248.5, 1253.0], "text": " There are 250,000 of us in England alone."}, {"timestamp": [1253.0, 1256.0], "text": " Thank you very much. Good door holding. Mind your fingers."}, {"timestamp": [1256.0, 1260.0], "text": " There are different types of school governors, lots of parents of course."}, {"timestamp": [1260.0, 1264.0], "text": " There's usually a member of staff on the governing board as well as the head teacher."}, {"timestamp": [1264.0, 1268.08], "text": " And then there are governors like me, co-opted from the wider community."}, {"timestamp": [1268.08, 1269.4], "text": " Good morning, Sheriff."}, {"timestamp": [1269.8, 1275.68], "text": " Good morning, Mark. Good morning, everybody."}, {"timestamp": [1277.52, 1281.3], "text": " Most of what we do takes place behind the scenes through committees."}, {"timestamp": [1281.72, 1284.68], "text": " We set the budget and monitor the finances through the year,"}, {"timestamp": [1284.84, 1289.28], "text": " and we check all the progress and attainment data to make sure children are learning"}, {"timestamp": [1289.28, 1292.52], "text": " and there are suitable interventions for those falling behind."}, {"timestamp": [1292.52, 1304.12], "text": " The National Governance Association is the membership organisation for school governors"}, {"timestamp": [1304.12, 1306.76], "text": " and its chief executive is Emma Knights."}, {"timestamp": [1307.68, 1312.32], "text": " The governors of a school are the people who are accountable"}, {"timestamp": [1312.32, 1319.68], "text": " for the education that children up and down the country are receiving from our state-funded schools."}, {"timestamp": [1320.0, 1324.3], "text": " So doing this well involves incredibly good relationships,"}, {"timestamp": [1331.22, 1331.78], "text": " it involves trust, it involves respect, in the same way that any other team would do."}, {"timestamp": [1338.44, 1338.98], "text": " Except there's no manager on this team other than, as I'm beginning to realise, the chair of the governing board."}, {"timestamp": [1342.52, 1343.2], "text": " And that's not really the bit I signed up for when I volunteered."}, {"timestamp": [1345.2, 1351.88], "text": " I'm interested in working with the head to make sure the children get a good education, not in managing volunteers. We recommend that either the chair"}, {"timestamp": [1351.88, 1359.96], "text": " or the vice chair does have a meeting with each person individually over the year about, you know,"}, {"timestamp": [1360.06, 1364.76], "text": " what are we doing well, what are you doing well? But it might also mean, look, you haven't been"}, {"timestamp": [1364.76, 1365.88], "text": " turning up very much."}, {"timestamp": [1366.22, 1371.16], "text": " Or the way you approach that issue in a board meeting was very aggressive."}, {"timestamp": [1371.4, 1374.06], "text": " And that's not a helpful way to be."}, {"timestamp": [1374.06, 1376.74], "text": " Now, that is interesting from a personal perspective,"}, {"timestamp": [1376.9, 1380.56], "text": " because I did some training in being a chair of governors."}, {"timestamp": [1380.86, 1383.94], "text": " And we had some role play where we did performance management."}, {"timestamp": [1384.22, 1385.1], "text": " And I thought,"}, {"timestamp": [1385.24, 1391.16], "text": " I don't know that I could do this with members of my governing body because they're volunteers."}, {"timestamp": [1391.66, 1397.1], "text": " And so am I. And it just felt different to a work situation where I wouldn't have a problem"}, {"timestamp": [1397.1, 1403.18], "text": " with that. You're right. It is difficult. And I think it's much easier for me to sit here and say"}, {"timestamp": [1403.18, 1406.84], "text": " that these things need to be done. It is harder to do them."}, {"timestamp": [1407.2, 1417.16], "text": " And I think often until people have undertaken the role, they do not realise quite the skills, as well as the knowledge, that is needed to do it."}, {"timestamp": [1417.64, 1426.88], "text": " Perhaps that's why a lot of people volunteer with the intention of acquiring these specialised and, as it turns out, highly transferable skills."}, {"timestamp": [1427.52, 1430.76], "text": " Dr Jenna Ward of Leicester University's School of Business again."}, {"timestamp": [1431.18, 1433.6], "text": " What's interesting, what we're finding is that actually"}, {"timestamp": [1433.6, 1436.22], "text": " if you can manage volunteers well,"}, {"timestamp": [1436.62, 1439.28], "text": " you would be a fantastic manager of paid stuff"}, {"timestamp": [1439.28, 1442.68], "text": " because these relationships, these human connections,"}, {"timestamp": [1443.2, 1444.92], "text": " understanding the power of emotion,"}, {"timestamp": [1445.42, 1447.76], "text": " is what makes a very good manager."}, {"timestamp": [1448.08, 1453.96], "text": " If you're managing volunteers without the toolkit, if you like,"}, {"timestamp": [1454.0, 1455.46], "text": " of an employment contract,"}, {"timestamp": [1455.68, 1459.68], "text": " then when you have that employment contract in place as well,"}, {"timestamp": [1459.88, 1461.88], "text": " that would make you even better."}, {"timestamp": [1462.62, 1464.14], "text": " That's really important, isn't it?"}, {"timestamp": [1464.14, 1470.04], "text": " That's like saying that every manager can learn something from a volunteer coordinator or manager."}, {"timestamp": [1470.78, 1471.08], "text": " Yes."}, {"timestamp": [1471.46, 1473.38], "text": " And that's what's really interesting about our research,"}, {"timestamp": [1473.38, 1478.58], "text": " because at the moment, what we're seeing is the voluntary sector,"}, {"timestamp": [1478.74, 1480.24], "text": " looking to the private sector,"}, {"timestamp": [1480.5, 1487.38], "text": " and them trying to adopt methods of human resource management, processes, policies,"}, {"timestamp": [1487.88, 1492.12], "text": " thinking that that will lead to a better volunteer experience."}, {"timestamp": [1492.52, 1496.0], "text": " And what our research is saying is that is not the way to go."}, {"timestamp": [1496.52, 1510.0], "text": " It's almost the opposite. Mile in the water by Minervus Club, 10 minutes ago, has gone in, not being seen."}, {"timestamp": [1510.0, 1512.0], "text": " Oh, whoa, whoa, whoa, whoa!"}, {"timestamp": [1512.0, 1520.0], "text": " Back on the Thames in Teddington, the lifeboat training exercise has been interrupted by a real-life shout as it's known."}, {"timestamp": [1520.0, 1526.0], "text": " A call from the Coast Guard about a person who was seen in the river but who has since disappeared."}, {"timestamp": [1530.0, 1538.0], "text": " The fun and games stop abruptly as two crews of four start the engines in both lifeboats and head up river."}, {"timestamp": [1539.0, 1545.0], "text": " Not long after, as dusk falls, there's another shout, a swimmer in distress downriver."}, {"timestamp": [1545.0, 1548.0], "text": " The second lifeboat is quickly redeployed to help her."}, {"timestamp": [1551.0, 1556.0], "text": " Watching over all the action is the lifeboat operations manager Tim Odie."}, {"timestamp": [1556.0, 1561.0], "text": " He doesn't issue any instructions, but stands back, arms folded, observing,"}, {"timestamp": [1561.0, 1566.16], "text": " while one of his deputies organises the crews and everyone slips into their well-practiced"}, {"timestamp": [1566.16, 1566.8], "text": " routines."}, {"timestamp": [1569.6, 1576.24], "text": " I have to be encouraging here. You cannot be bullying. You have to be encouraging, because that's the"}, {"timestamp": [1576.24, 1579.76], "text": " way it works with volunteers, because they are learning on the job as well."}, {"timestamp": [1580.24, 1584.88], "text": " It takes a lot more, perhaps, emotional intelligence, being a manager of volunteers than if you"}, {"timestamp": [1584.88, 1587.0], "text": " were running a big team in a private business."}, {"timestamp": [1587.0, 1588.4], "text": " You're absolutely bang on the money."}, {"timestamp": [1588.56, 1593.64], "text": " You've got to realise that you can't push, you just have to ask."}, {"timestamp": [1593.98, 1596.68], "text": " And often if you ask, you'll get a lot back."}, {"timestamp": [1596.88, 1600.34], "text": " You just have to keep saying to me, you're doing a brilliant job, I'm going to leave you."}, {"timestamp": [1600.54, 1602.86], "text": " And if anybody criticise you, I'm going to back you 100%."}, {"timestamp": [1602.86, 1604.7], "text": " That is how to run a volunteer."}, {"timestamp": [1605.0, 1607.0], "text": " You sound like the dream boss."}, {"timestamp": [1607.0, 1609.0], "text": " Oh, people like me, I don't know why."}, {"timestamp": [1609.0, 1611.0], "text": " That's probably how I got the job."}, {"timestamp": [1611.0, 1614.0], "text": " Because I've just pushed into this job by the crew."}, {"timestamp": [1614.0, 1617.0], "text": " They say, you're the bad for us."}, {"timestamp": [1617.0, 1623.0], "text": " I think a lot of people end up being pushed into being the manager in voluntary organisations."}, {"timestamp": [1623.0, 1627.8], "text": " For the unpaid ones, it's rarely the main reason they joined,"}, {"timestamp": [1627.8, 1630.92], "text": " while those who are staff aren't always treated by colleagues"}, {"timestamp": [1630.92, 1634.5], "text": " with the respect they clearly deserve."}, {"timestamp": [1634.5, 1638.06], "text": " Volunteers are not a cost-free resource,"}, {"timestamp": [1638.06, 1640.82], "text": " and I've gained a new appreciation for the skills"}, {"timestamp": [1640.82, 1645.32], "text": " of the people who pay the price in time and emotional commitment"}, {"timestamp": [1645.32, 1648.86], "text": " to keep their volunteers happy and productive."}, {"timestamp": [1648.86, 1651.52], "text": " Volunteer managers like Tim Odie"}, {"timestamp": [1651.52, 1654.74], "text": " waiting on the riverbank on a warm summer evening"}, {"timestamp": [1654.74, 1657.0], "text": " for his lifeboat cruise to come home."}, {"timestamp": [1659.14, 1662.38], "text": " Well, the result was at the White Cross,"}, {"timestamp": [1662.38, 1664.0], "text": " the lady was recovered."}, {"timestamp": [1664.0, 1665.72], "text": " She had jumped in outside the pub."}, {"timestamp": [1666.28, 1669.52], "text": " And the other one, they had eyes on, but we just had to leave them."}, {"timestamp": [1669.6, 1670.64], "text": " So we don't know the outcome."}, {"timestamp": [1670.64, 1672.1], "text": " But, yeah, keep looking."}, {"timestamp": [1673.36, 1674.0], "text": " Go on, live."}, {"timestamp": [1677.0, 1686.5], "text": " In Business was presented by Claire Bouldersen, and the producer was me, Beth Sagar Fenton."}, {"timestamp": [1686.94, 1689.68], "text": " If you enjoyed this, there are lots more in this series"}, {"timestamp": [1689.68, 1691.36], "text": " available on BBC Sounds."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. Thanks for downloading this World of Business podcast. This week, how do you manage a workforce who can turn around and walk out whenever they feel like it? Claire Boulderson is about to find out how much we all have to learn from the people who manage volunteers. Okay, ready, set. Go! I'm on the banks of the Thames in West London on a beautiful, really warm summer evening and I'm watching crews from the lifeboat station here at Teddington, racing each other across the river. They're in two boats, and they are pulling on the oars. They're doing this without the engines, trying to get to the other side, and then back again. They're wearing their full kit, which are thick rubber suits and rubber boots and helmets, and it's really hot, and they look very hot and sweaty indeed. This is just one of their Tuesday night trainings. And the thing about all these people in the boats and cheering them on on the side of the river is they are all volunteers. The teams are racing in pairs in a knockout competition that's going to take quite a while to complete because nearly all the station's active crew of 30 are here. Most have full-time paid jobs, but they volunteer to be on standby ready to go out at any time of day or night to rescue people in trouble on the Thames. Is your plan to go like 200 on the floor? Yeah, you and I have worked like this. Would you put, because you are Mr. Stanauer? Yes, sir. I get the sense they all know each other pretty well and the atmosphere's jovial and good-natured, even though the competition is fierce. You can win. I don't know. What do you think, Chiana? I think it's a crack team. I said crack. The camaraderie is clearly a big part of the reason they're here, but there's more to it than that. We do it because of our commitment to want to put something back, to be part of this community, and we built this around the station. This is as much a part of the community as it might be on the coast. It's amazing to think these men and women who perform a crucial emergency service role are volunteers. And they're just a fraction of the roughly 20 million Britons who volunteer each year. From lifeboats to magistrates, schools, clubs, hospitals, and of course thousands of charities, there's a vast army of unpaid workers on whom many services depend. But there are very particular challenges to managing a workforce that doesn't have to show up or do what it's told. So in the program this week, we're looking at volunteer managers, and at the lessons these often unsung heroes have for those in charge of paid employees. My name is Timothy, Odie. For the last nine years, I've been the operations manager of this lifeboat station, and the operations manager means that every decision comes through me. Tim Odie, an architect in his mid-60s, may be the station boss, but that too is a voluntary role. Tim's got his rubber suit and wellies on, and he's ready to take part in the race, just like everyone else here. I think that it's really important that sometimes we just do a bonding exercise as a group because it's very intense at times. And the last couple of weeks we've had one or two incidents which have been more difficult than perhaps usual. And this is a lovely hot day. We've never used these oars to row the boat. There's actually a skill set they're learning, but it's not like training, you know, it's just for fun. We'll hear more from Teddington and lifeboat operations manager Tim Odie later in the program. But first, let's get a better understanding of what managing volunteers really entails. And here I have to admit, I have my own reasons for wanting to know more. I'm a chair of governors at a primary school, a voluntary role which involves a lot of coordinating others, and I also help governors at a primary school, a voluntary role which involves a lot of coordinating others, and I also help out at a food bank. Great, okay, thank you very much, everybody, for coming to this training today. I've come along to a training session at the National Council for Voluntary Organisations, the NCVO, which is an umbrella group providing support for the sector. I wasn't really aware you could be trained specifically in managing volunteers and I'm curious to hear more from some of those already doing it. There's a picture here of a screaming man which I went for because I'm responsible for about 400, 500 volunteers, training them, making sure they don't like break the law, that kind of thing. It's a bit isolating and a bit sort of worrying sometimes. There are a dozen or so participants from a student union official to a coordinator from the Duke of Edinburgh Awards, and we're all sitting around tables in small groups. We've been shown four pictures and asked to choose one that best sums up our experience of volunteer management. I'm trying to sort out the woods for the trees in terms of who's doing what. See, I thought that was rather tranquil. This picture of the woods and trees. Not all organisations that use volunteers have someone to manage them. Where they do, around a third of the managers are volunteers themselves. But it's the paid ones who tend to come to training like this. So we're going to do a little exercise. About two tables to write from the perspective of an organisation what fantastic volunteering experience would look like. Research carried out by the NCVO has found that the majority of people who volunteer are pretty happy with the experience. But about one in three, say whatever it is they're doing, the volunteering could be better organised. Satisfaction. Satisfaction. Yeah. Satisfaction. You might not enjoy the actual job work. Volunteer activity, when you consider the hours worked, is worth about £23 billion a year. But voluntary organisations are competing for people willing to give up their time for free. That means attracting and then retaining volunteers is really important. And the NCVO's research found that how volunteers feel about their experience, including whether there's good management and a culture of respect and trust, is a big factor when it comes to keeping them. This training session is being led by Jarina Chowdhury, the NCVO's volunteering development consultant. The sorts of things that volunteers would leave an organisation training session is being led by Jarina Chowdhury, the NCVO's Volunteering Development Consultant. The sorts of things that volunteers would leave an organisation for are perhaps personality clash or a breakdown in the relationship with the person who's managing them. Feeling like a complaint hasn't been dealt with sufficiently, being told to do something that they don't want to do. So perhaps they've joined the organisation because they want to be involved in organising tea parties. This is actually a case study that we use in our training. And then later on in this case study, this lady, she ends up having to do lots of administrative stuff, office-based stuff that she just doesn't want to do. That's not what she signed up to do. But however, because that's what the organisation needed, they kind of veered her off onto doing this. Volunteers also complain of feeling overburdened that their role is too much like a paid job, or the opposite that they're not given enough to do. And they're not always angels themselves, not showing up when they said they would, not getting on with people, and even taking over doing things their way, regardless of what they've been told. I can think of one example, actually, where there were younger volunteer managers who were managing much older volunteers, and there was an interesting power dynamic there. Whilst there was great respect for the wisdom and the knowledge of the older volunteers, they just weren't doing what they were being asked to do. They were kind of going rogue, if you like. I've seen something a bit like that myself and I have to admit I was one of the rogues, but it must be a nightmare for the person who's supposed to be in charge. I've definitely had some horror stories, wrote one woman when we asked volunteer managers to share their experiences with us via Twitter. I've had volunteers dismiss my opinions or expectations purely based on my age, I'm 28, or the fact they've been there 30 years and see six of you come through here with your big ideas. In some of my previous workplaces, it's been exactly like managing children, despite them being 50 plus. That's what can happen when there are no real consequences if you misbehave. Some organisations have volunteer contracts, but they're not like employment contracts, with all the legal rights and responsibilities those entail. So, as Gerina Chowdry says, in the absence of formal sanctions and rewards, the volunteer manager has to develop other vital skills. You can't discipline a volunteer. You can't dismiss a volunteer. You can ask them to leave, and they may not want to leave. So you really need to have exceptional people's skills. Volunteer management is something quite distinctive. I think you need to be very assertive. Volunteer management is something quite distinctive. I think you need to be very assertive. You need to communicate clearly and regularly with them and check back with them. I also think sense of humor, because not everything is serious misconduct. And they may genuinely not know that they're doing something which they're not supposed to be doing. I think being able to create healthy culture among your volunteers as well and one where people are you know thanked and acknowledged as well are definitely things that volunteer managers should have up their Sveveveveveh. We're quite lucky that we've got one, two, three, four, five, six trays of lovely, healthy yoghurt. I'm being shown around the Delgado Trust's busy community centre by the volunteer manager Pam Bardwell. We've got some new people here. So this is Kwame and we've got Ahmed here. Let go, let go my head. The community centre is right in the middle of a big social housing estate in West London. Every Thursday, volunteers run a food bank here. So today, the volunteers are sorting out all the food that we've had delivered. As a collective, the volunteers will decide what food they can give out to everybody. And there'll be how many volunteers doing that in here? There's about eight of us in here. We can take more because, like, Yehen's table is always very busy. Jehan is the queen of vegetables. Hi, Yehen. Yehen stands proudly behind a table heaving with piles of squash, peppers and courgettes. She first came here as a food bank client when she was going through a difficult time herself. She's been volunteering for the past five years. I think the nice thing is the fact that I was a participant. I was on the other side of the road. So I know this cannot happen to everybody because this happened to me. I look at people like not judgmental and trying to make it as nice as possible and I'm very polite with them. Pam lets the volunteers make most of the decisions about who gets what, but she's always on hand, keeping an eye on things, ready to step in. We have some people who display challenging behaviours and sometimes can be a bit rude to the volunteers. So I am there to try and diffuse any situation and I tell the volunteers, you know, just don't engage, just let me come and do it. Hopefully it doesn't happen too much. This is the busiest day of the week for Pam who's employed part-time to oversee about 50 volunteers covering the reception desk and youth clubs as well as the food bank and a kitchen. Most Thursdays there's also a hot lunch for the food bank clients, but the volunteers who usually make it can't be here today. So we're in the kitchen and there's no volunteers. We knew this, I just completely forgot. So I've got a volunteer and I'm going to try and there's no volunteers. We knew this. I just completely forgot. So I've got a volunteer and I'm going to try and get some more volunteers. I're all going to pitch in, get some gloves on and make some sangriety. Pam's on the move constantly, sorting problems, answering questions and stopping to greet clients and volunteers alike. She's keen to introduce me to 92-year-old Fifi, who it turns out is both. Fifi's come in for coffee and cake, she'll stay for the lunch too. But as she tells me proudly, on other days, she's a volunteer. She comes over from her flat across the road to work on the reception desk. People come to the door. I have to open the door for them. I press the button. So you've known Pam a long time, and has she helped you here? She's been wonderful, like a daughter to me. What does she do for you? She makes me feel welcome. Some volunteers can manage with me spending five, ten minutes, just checking in and find out how their day is going. Other volunteers need a bit more support. Probably need me to have what I call more detail one-to-one. Sometimes people have personal issues. I always say, come and have a cup of tea with me. Let's have a cup of tea. That sounds then as if, as well as being the coordinator, the person has to find them and make sure they show up. You're a bit like a social worker or a counsellor. Yeah, yeah, I suppose that's right. I mean, it's interesting. When you look at the job spec for volunteer coordinate, one of the key things is the ability to talk to a wide range of people. You need to be able to manage your time effectively because I tease the volunteers and I say a lot of them are time bandits. They will come in and they will talk to me and I'm thinking, I've got a million other things to do. Be patient and have a smile in the face all the time. Even when you're a bit like the duck underneath, I'm paddling like mad, but on top I'm like, yeah, hi, everything's going fine. And I'm thinking, oh no. It seems that Pam spends a lot of her time making sure her volunteers are happy. But what about when she's not happy with them? One of the key things I say to them, it's a two-way process. You know, you've got to like us as well as we like you. So when they start, there is a probation period. And if in that time they're not fitting in or I'm noticing that they're rubbing people up the wrong way, I will call them and have, sit down and say, right, what's going well, what's working well and what isn't working well. And you can usually find when you do it in that way, they will turn around and say, actually, this timing is not right or I don't like sitting next to that person on reception. I think the hardest thing I've had to do is actually turn someone that they couldn't volunteer anymore in the centre and that's really really difficult. What do you think is different for you managing volunteers who you are very dependent on to run this place? Managing them as opposed to managing people who might be coming for the pay? That's a tricky question. No, I think the key thing, it's about people's passion. So the volunteers are very passionate. They know they can choose any time just to walk away. And there isn't much I could do about it. So the fact that they've made a commitment, and I think that's the crucial thing, they have made a commitment to say, I will volunteer and I will help you. Pam Bardwell's put her finger on something really important. That passion for or commitment to a particular place emerged as one of the key differences between paid and unpaid workers in recent research into the management of volunteers. The main finding was the emotional challenge of managing volunteers is quite different to managing paid staff. Dr Jenner Ward is an associate professor at the University of Leicester's School of Business, one of the authors of the research, which focused on how managing staff and volunteers differs. She and her colleagues conducted numerous interviews with paid and unpaid workers at the National Trust, which depends heavily on volunteers at its stately homes and gardens, and in the vast areas of countryside it manages. They display a stronger sense of effective commitment. We define effective commitment really as a love and passion for the places and the spaces at which they volunteer. What does that mean in practice? That means that volunteers are much less likely to toe the line or bite their tongue if they feel that something is going to negatively affect the place at which they volunteer. Whereas paid staff, because they have mortgages to pay, they will tow the line. And so what we see is paid staff trying to manage a group of volunteers who are much more vocal, who are much more emotional. Dr Ward says that giving managers the time and space to demonstrate their own passion for the place or the cause can help address that imbalance in emotional commitment. But what her research also shows is that there are significant costs associated with that, and those are often overlooked. Organisations tend to think that with volunteers they're getting a free workforce. They don't think about the time, money and emotional effort needed to manage it. Dr Ward and her colleagues have shared their findings with a number of other voluntary organisations and the response? There is always a huge sense of relief in the room that somebody is finally acknowledging just how difficult managing volunteers can be. We're no longer discounting the costs, if you like. We are giving a much more balanced view, I guess, of what it's like to manage groups of volunteers. So it's not just something that you can say, well, anyone can do it. You have to resource it properly and think about it properly. Exactly, yes. And I think if we could kind of, I guess, impress one thing on the sector, it's exactly that. That having volunteers is not a free resource. It requires careful management. And yet the importance of that management role is something that is all too often overlooked or seriously downplayed. That's according to Jarina Chowdhury of the National Council of Voluntary organisations. The volunteer manager is an absolutely critical person and I do feel that from my conversations that often they do feel quite isolated in their organisations. So perhaps they are not part of the senior leadership team. my conversations that often they do feel quite isolated in their organisations so perhaps they are not part of the senior leadership team they're expected to do extraordinary things on very limited resources I can think of one particular organisation they needed to make savings and they decided to make the post of the head of volunteering redundant so they did away with this which shows you instantly you know that where are the vulnerable parts of an organisation oh well you know the volunteer coordinator make the post of the head of volunteering redundant. So they did away with this, which shows you instantly, you know, where are the vulnerable parts of an organisation? Oh, well, you know, the volunteer coordinator, we don't really need that post, do we? In that particular case, the HR department took over and started drawing up formal job descriptions for the volunteers, which made staff very uncomfortable. If these were, in fact, jobs, they argued, then the people doing them should be paid. It's Friday morning, the last day of term, and I'm on my way into the primary school where I'm chair of governors. I've already been in twice this week, once for an evening meeting to review the school's priorities, the other for a meeting to confirm teachers' pay grades. But today's the fun bit, where I get to see the kids being awarded their prizes at the end of the school year. School governors are the biggest single volunteer force in the country. There are 250,000 of us in England alone. Thank you very much. Good door holding. Mind your fingers. There are different types of school governors, lots of parents of course. There's usually a member of staff on the governing board as well as the head teacher. And then there are governors like me, co-opted from the wider community. Good morning, Sheriff. Good morning, Mark. Good morning, everybody. Most of what we do takes place behind the scenes through committees. We set the budget and monitor the finances through the year, and we check all the progress and attainment data to make sure children are learning and there are suitable interventions for those falling behind. The National Governance Association is the membership organisation for school governors and its chief executive is Emma Knights. The governors of a school are the people who are accountable for the education that children up and down the country are receiving from our state-funded schools. So doing this well involves incredibly good relationships, it involves trust, it involves respect, in the same way that any other team would do. Except there's no manager on this team other than, as I'm beginning to realise, the chair of the governing board. And that's not really the bit I signed up for when I volunteered. I'm interested in working with the head to make sure the children get a good education, not in managing volunteers. We recommend that either the chair or the vice chair does have a meeting with each person individually over the year about, you know, what are we doing well, what are you doing well? But it might also mean, look, you haven't been turning up very much. Or the way you approach that issue in a board meeting was very aggressive. And that's not a helpful way to be. Now, that is interesting from a personal perspective, because I did some training in being a chair of governors. And we had some role play where we did performance management. And I thought, I don't know that I could do this with members of my governing body because they're volunteers. And so am I. And it just felt different to a work situation where I wouldn't have a problem with that. You're right. It is difficult. And I think it's much easier for me to sit here and say that these things need to be done. It is harder to do them. And I think often until people have undertaken the role, they do not realise quite the skills, as well as the knowledge, that is needed to do it. Perhaps that's why a lot of people volunteer with the intention of acquiring these specialised and, as it turns out, highly transferable skills. Dr Jenna Ward of Leicester University's School of Business again. What's interesting, what we're finding is that actually if you can manage volunteers well, you would be a fantastic manager of paid stuff because these relationships, these human connections, understanding the power of emotion, is what makes a very good manager. If you're managing volunteers without the toolkit, if you like, of an employment contract, then when you have that employment contract in place as well, that would make you even better. That's really important, isn't it? That's like saying that every manager can learn something from a volunteer coordinator or manager. Yes. And that's what's really interesting about our research, because at the moment, what we're seeing is the voluntary sector, looking to the private sector, and them trying to adopt methods of human resource management, processes, policies, thinking that that will lead to a better volunteer experience. And what our research is saying is that is not the way to go. It's almost the opposite. Mile in the water by Minervus Club, 10 minutes ago, has gone in, not being seen. Oh, whoa, whoa, whoa, whoa! Back on the Thames in Teddington, the lifeboat training exercise has been interrupted by a real-life shout as it's known. A call from the Coast Guard about a person who was seen in the river but who has since disappeared. The fun and games stop abruptly as two crews of four start the engines in both lifeboats and head up river. Not long after, as dusk falls, there's another shout, a swimmer in distress downriver. The second lifeboat is quickly redeployed to help her. Watching over all the action is the lifeboat operations manager Tim Odie. He doesn't issue any instructions, but stands back, arms folded, observing, while one of his deputies organises the crews and everyone slips into their well-practiced routines. I have to be encouraging here. You cannot be bullying. You have to be encouraging, because that's the way it works with volunteers, because they are learning on the job as well. It takes a lot more, perhaps, emotional intelligence, being a manager of volunteers than if you were running a big team in a private business. You're absolutely bang on the money. You've got to realise that you can't push, you just have to ask. And often if you ask, you'll get a lot back. You just have to keep saying to me, you're doing a brilliant job, I'm going to leave you. And if anybody criticise you, I'm going to back you 100%. That is how to run a volunteer. You sound like the dream boss. Oh, people like me, I don't know why. That's probably how I got the job. Because I've just pushed into this job by the crew. They say, you're the bad for us. I think a lot of people end up being pushed into being the manager in voluntary organisations. For the unpaid ones, it's rarely the main reason they joined, while those who are staff aren't always treated by colleagues with the respect they clearly deserve. Volunteers are not a cost-free resource, and I've gained a new appreciation for the skills of the people who pay the price in time and emotional commitment to keep their volunteers happy and productive. Volunteer managers like Tim Odie waiting on the riverbank on a warm summer evening for his lifeboat cruise to come home. Well, the result was at the White Cross, the lady was recovered. She had jumped in outside the pub. And the other one, they had eyes on, but we just had to leave them. So we don't know the outcome. But, yeah, keep looking. Go on, live. In Business was presented by Claire Bouldersen, and the producer was me, Beth Sagar Fenton. If you enjoyed this, there are lots more in this series available on BBC Sounds."}