{"speakers": [], "chunks": [{"timestamp": [0.0, 3.36], "text": " This BBC podcast is supported by ads outside the UK."}, {"timestamp": [3.36, 8.6], "text": " You're listening to the download edition of the BBC's World of Business. I'm Leslie Kerwin."}, {"timestamp": [8.96, 16.12], "text": " In this programme, I'm looking at fish to share, the impact of the UK's exit from the European Union on fishing."}, {"timestamp": [17.2, 21.94], "text": " Welcome to Global Business on the BBC World Service with me, Leslie Kerwin."}, {"timestamp": [23.44, 27.6], "text": " Chattermarina, Chattamarina, this is Yotserana for Yotserina for."}, {"timestamp": [27.92, 29.96], "text": " We would like permission to leave."}, {"timestamp": [30.24, 30.46], "text": " Over?"}, {"timestamp": [31.2, 35.1], "text": " Keteram, that is possible if you can slip and come ahead now and then proceed on the greens."}, {"timestamp": [35.1, 37.84], "text": " I'm at the wheel of our family sailing boat."}, {"timestamp": [38.22, 41.8], "text": " We've just left our home marina for a quick sail on the River Medway."}, {"timestamp": [42.38, 46.76], "text": " In recent years, I've sailed around the UK and in Europe,"}, {"timestamp": [46.76, 50.52], "text": " and wherever I go, I love to see working fishing boats"}, {"timestamp": [50.52, 51.8], "text": " coming into port."}, {"timestamp": [51.8, 56.44], "text": " They're earning money and they're keeping coastal communities alive."}, {"timestamp": [56.44, 58.32], "text": " I feel passionately about this,"}, {"timestamp": [58.32, 60.32], "text": " because so many of our fishing vessels"}, {"timestamp": [60.32, 62.76], "text": " stopped working in recent decades,"}, {"timestamp": [62.76, 64.76], "text": " and I've been to so many harbours,"}, {"timestamp": [64.76, 66.0], "text": " which are full of yachts like mine,"}, {"timestamp": [66.0, 70.0], "text": " but they don't have a single trawler left in them."}, {"timestamp": [72.0, 74.0], "text": " In this programme, I want to find out"}, {"timestamp": [74.0, 77.0], "text": " how Brexit will affect the fishing industry"}, {"timestamp": [77.0, 80.0], "text": " because as well as being a sailor, I'm a business reporter."}, {"timestamp": [80.0, 83.0], "text": " Now this is not going to be about the rights and wrongs"}, {"timestamp": [83.0, 85.28], "text": " of leaving the European Union."}, {"timestamp": [85.6, 92.82], "text": " It will be about the potential impact on fishing. I'll be travelling by land to major ports I've sailed"}, {"timestamp": [92.82, 98.26], "text": " into in the past at both ends of the United Kingdom, starting in the northeast of Scotland."}, {"timestamp": [102.26, 105.0], "text": " It's Jimmy Buchan here from Peter Head, Fish Market."}, {"timestamp": [105.0, 107.0], "text": " We're right in the middle of the auction."}, {"timestamp": [107.0, 111.0], "text": " Merchants are paying big money for the fish, big selection."}, {"timestamp": [111.0, 114.0], "text": " The stocks in the North Sea are the best we've ever seen"}, {"timestamp": [114.0, 117.0], "text": " and that's being reflected in the daily landings."}, {"timestamp": [117.0, 120.0], "text": " I was a fisherman for 40 years,"}, {"timestamp": [120.0, 123.0], "text": " so I know what it is like to be in the harvesting side"}, {"timestamp": [123.0, 126.2], "text": " and now I work for the processing sector."}, {"timestamp": [126.7, 131.44], "text": " What happens to the fish once it's actually been sold here, where does it go?"}, {"timestamp": [131.74, 136.08], "text": " A lot of the fish that's in this market today will find its way into European markets"}, {"timestamp": [136.08, 139.14], "text": " but a lot of it will go over the border into England."}, {"timestamp": [139.54, 142.34], "text": " That is our market as well as our Scottish fish and chip shops."}, {"timestamp": [146.0, 150.0], "text": " This cavernous market hall is as big as our Scottish fish and chip shops. 75, now, 75. I've got nine there, call. This cavernous market hall is as big as it gets,"}, {"timestamp": [150.0, 153.0], "text": " the biggest whitefish port in all Europe."}, {"timestamp": [153.0, 157.0], "text": " It opens at 6am, and it's very chilly with all that ice."}, {"timestamp": [157.0, 161.0], "text": " We're wearing white coats and hats and thick wellies."}, {"timestamp": [161.0, 163.0], "text": " Earnings are rising."}, {"timestamp": [163.0, 169.4], "text": " Last year, fish landed in Peterhead was worth $235 million."}, {"timestamp": [169.4, 175.94], "text": " The market is busy, noisy and full of energy, but there's uncertainty about the future."}, {"timestamp": [175.94, 178.24], "text": " What do you think will happen with Brexit?"}, {"timestamp": [178.24, 180.0], "text": " The jury is out with Brexit."}, {"timestamp": [180.0, 182.8], "text": " I just started in 1976."}, {"timestamp": [182.8, 185.0], "text": " Britain by then had gone into the EU,"}, {"timestamp": [185.2, 191.2], "text": " and from there, I could see a vibrant industry just going down and down and down and down."}, {"timestamp": [191.36, 195.28], "text": " So we need to find a better way of fishing sustainably."}, {"timestamp": [195.92, 201.12], "text": " And I'm sure we can find it, but then I need it dictated from bureaucratic government in Brussels."}, {"timestamp": [203.28, 207.84], "text": " The truth is European fishing was a free-for-all before the 1970s."}, {"timestamp": [208.2, 212.86], "text": " Every nation fished everywhere, and inevitably, stocks of fish were hit badly."}, {"timestamp": [213.54, 220.08], "text": " When the UK joined the European economic community in 1974, British waters were opened up"}, {"timestamp": [220.08, 222.8], "text": " to other EU nations and vice versa."}, {"timestamp": [223.64, 229.8], "text": " Then came the cod wars, when Iceland banned foreign boats from 200 miles around its coast,"}, {"timestamp": [230.34, 233.6], "text": " and the UK's long-range trawler fleet went into decline."}, {"timestamp": [234.52, 239.2], "text": " In the 1980s, the EU began a quota system to limit fishing"}, {"timestamp": [239.2, 242.86], "text": " and share out what was left under the common fisheries policy."}, {"timestamp": [243.58, 246.88], "text": " With less fishing allowed, fleets shrank in size"}, {"timestamp": [246.88, 254.32], "text": " and jobs were lost, not just in the UK, but in other EU countries too. The result here is"}, {"timestamp": [254.32, 260.88], "text": " there are only 12,000 fishermen in the UK. That's just over half the number in 1970."}, {"timestamp": [269.04, 272.8], "text": " I'm on the water just outside the of Peterhead in Northern Scotland."}, {"timestamp": [272.8, 276.16], "text": " Now the last time I was here, it was in 2013"}, {"timestamp": [276.16, 280.0], "text": " and we've been sailing through heavy fog and big seas"}, {"timestamp": [280.0, 284.16], "text": " and I've got to say it was a huge relief to see the walls of the harbour"}, {"timestamp": [284.16, 285.34], "text": " and to get in here."}, {"timestamp": [285.84, 293.08], "text": " And that really made me think about how challenging and scary the waters round here can be."}, {"timestamp": [293.8, 297.62], "text": " And now I'm on a boat which is owned by Andrew Buckin."}, {"timestamp": [298.26, 302.98], "text": " And he's been telling me about his career in fishing."}, {"timestamp": [304.02, 307.5], "text": " We're now out at the bay in Peterhead at the moment for a sale,"}, {"timestamp": [308.08, 309.34], "text": " a new boat that I've had built,"}, {"timestamp": [309.64, 313.5], "text": " using it for fishing for crab and lobster and seasonal mackle."}, {"timestamp": [313.78, 316.98], "text": " You were on the chullers for 40 years?"}, {"timestamp": [317.18, 317.32], "text": " Yeah."}, {"timestamp": [317.4, 318.84], "text": " Why do you still want to fish?"}, {"timestamp": [318.88, 319.64], "text": " You're not retired."}, {"timestamp": [319.92, 320.9], "text": " You've not had enough of it."}, {"timestamp": [321.08, 322.34], "text": " No, it's just in my blood."}, {"timestamp": [322.42, 323.98], "text": " It's just something I've always liked doing."}, {"timestamp": [324.46, 328.44], "text": " Every day I'm at the harbour doing something. What is it you love so much?"}, {"timestamp": [328.68, 332.68], "text": " Just being out in the fresh air. I hate being cooped up inside. I enjoy it."}, {"timestamp": [333.0, 338.44], "text": " What do you think about Brexit? Brexit, I would say that most fishermen would like to have the"}, {"timestamp": [338.44, 343.88], "text": " control of their fish hands back, but I would be worried that if the wrong people go into the wrong"}, {"timestamp": [343.88, 346.68], "text": " positions, it might not work so well as they think it will."}, {"timestamp": [347.18, 349.9], "text": " Can they've got a set of rules in place in Brussels at the moment?"}, {"timestamp": [350.32, 353.0], "text": " Some people aren't happy with them. Some people think it's good."}, {"timestamp": [353.3, 356.64], "text": " And I think if our own fishermen got their hands in it, it might spoil it, I think."}, {"timestamp": [356.94, 357.78], "text": " Might spoil it?"}, {"timestamp": [357.82, 358.34], "text": " I think so."}, {"timestamp": [358.62, 360.22], "text": " You're saying you need to have rules?"}, {"timestamp": [360.52, 362.14], "text": " Oh, definitely you need rules, yeah."}, {"timestamp": [363.18, 365.44], "text": " It's the way the current rules work"}, {"timestamp": [365.44, 367.86], "text": " that has angered so many UK fishermen,"}, {"timestamp": [368.22, 371.42], "text": " who argue the quotas we have today are unfair"}, {"timestamp": [371.42, 374.34], "text": " because they reflect historic shares of fishing"}, {"timestamp": [374.34, 378.34], "text": " way back 40 years ago when everyone fished everywhere."}, {"timestamp": [378.94, 382.82], "text": " You might imagine that UK quotas will vanish after Brexit."}, {"timestamp": [383.44, 386.0], "text": " I get the distinct feeling that's not on."}, {"timestamp": [386.72, 388.42], "text": " Fish don't respect boundaries."}, {"timestamp": [388.94, 391.62], "text": " They might breed in one place and migrate to another."}, {"timestamp": [392.4, 395.8], "text": " Preserving stocks means we've got to have international agreements"}, {"timestamp": [395.8, 397.44], "text": " on sharing those stocks."}, {"timestamp": [398.22, 399.0], "text": " Andrew is lucky."}, {"timestamp": [399.5, 403.06], "text": " His lobster and crab aren't subject to EU quotas."}, {"timestamp": [406.0, 409.0], "text": " Andrew, you've just dragged that enormous crate out of the water"}, {"timestamp": [409.0, 414.0], "text": " from almost under your boat, and inside it is what?"}, {"timestamp": [414.0, 416.0], "text": " Ed's Lobster's it, we've been keeping in the harbour"}, {"timestamp": [416.0, 418.0], "text": " till you get an office cell."}, {"timestamp": [418.0, 420.0], "text": " The buyers usually comes twice a week,"}, {"timestamp": [420.0, 422.0], "text": " weigh them onto the lorry,"}, {"timestamp": [422.0, 424.0], "text": " and they're in the transport of the continent."}, {"timestamp": [424.0, 426.8], "text": " This one here will be maybe six or seven pounds."}, {"timestamp": [426.8, 429.0], "text": " So where do you think he's going to end up?"}, {"timestamp": [429.0, 434.0], "text": " You'll probably end up in a restaurant somewhere, possibly outside Britain."}, {"timestamp": [434.0, 438.0], "text": " They're actually going as far away as Korean, with lobsters in China."}, {"timestamp": [438.0, 444.0], "text": " That's good news for you because it means that Brexit's going to not affect this kind of catch, is it?"}, {"timestamp": [444.0, 446.8], "text": " I wouldn't think so. Well, hopefully it went."}, {"timestamp": [446.8, 452.24], "text": " This is the Dolphin Cafe in Peterhead next to the market."}, {"timestamp": [452.24, 458.24], "text": " I've had cod and chips here with a rather nice cheesy sauce."}, {"timestamp": [458.24, 462.24], "text": " And I've been reading a study from the University of the Highlands and Islands,"}, {"timestamp": [462.24, 471.84], "text": " which tells me a staggering 58% of all the fish taken from UK waters are actually caught by foreign boats from other EU nations."}, {"timestamp": [472.68, 481.14], "text": " That might explain a widespread hostility of fishermen to the EU and why there were big celebrations after last year's vote to leave."}, {"timestamp": [481.96, 486.56], "text": " Scottish fishermen have been the most vociferous, lobbying the UK government"}, {"timestamp": [486.56, 492.72], "text": " about taking back control. But what does that mean? I've been talking to Bertie Armstrong,"}, {"timestamp": [492.72, 496.48], "text": " chief executive of the Scottish Fisherman's Federation on the harbour side."}, {"timestamp": [496.48, 502.0], "text": " Brexit for the fishing industry, we've been branding it quite literally a sea of opportunity."}, {"timestamp": [502.0, 505.84], "text": " The way that fishing opportunity is distributed under the common fisheries"}, {"timestamp": [505.84, 513.64], "text": " policy is a big, big distortion. How it will change is at the moment of Brexit under international law,"}, {"timestamp": [514.04, 519.32], "text": " we will become responsible for what is known as the exclusive economic zone, which is out to 200"}, {"timestamp": [519.32, 526.0], "text": " nautical miles or a median line, which amounts to a huge patch of the best fishing grounds in the world,"}, {"timestamp": [526.0, 532.0], "text": " will be quite literally ours, hours to exploit, ours to preserve, and ours to harvest."}, {"timestamp": [532.0, 536.0], "text": " The UK will be in charge of who gets in and who does not get in,"}, {"timestamp": [536.0, 539.0], "text": " and we'll be able to apply the same rules that other coastal states,"}, {"timestamp": [539.0, 544.0], "text": " Norway classic example, apply, which is you can only come and fish in these waters"}, {"timestamp": [544.0, 545.34], "text": " if you bring something"}, {"timestamp": [545.34, 549.56], "text": " to the party, if it's a shared stock or there's some reason I want to let you fish here."}, {"timestamp": [550.14, 554.7], "text": " Now that's not the sea equivalent of a land grab or acting unreasonably."}, {"timestamp": [554.94, 560.3], "text": " Why would we continue to keep the lights on in coastal communities in other places which have"}, {"timestamp": [560.3, 562.38], "text": " been on for 44 years when hours are right?"}, {"timestamp": [562.72, 567.62], "text": " At its best, what kind of new world do you think you might have after Brexit?"}, {"timestamp": [567.82, 572.76], "text": " At its best, we're looking at the potential for doubling economic activity in fishing."}, {"timestamp": [574.52, 580.62], "text": " In July, Environment Secretary Michael Gove announced the UK will withdraw from a convention"}, {"timestamp": [580.62, 586.08], "text": " which allowed foreign boats to fish between six and 12 miles off the UK coast."}, {"timestamp": [586.54, 590.46], "text": " He called it a historic first step to a new fishing policy."}, {"timestamp": [591.06, 596.92], "text": " But the bigger, outstanding question is what happens in waters up to 200 miles off the coast,"}, {"timestamp": [597.34, 600.08], "text": " governed by the EU's common fisheries policy."}, {"timestamp": [600.76, 604.78], "text": " How will the UK police, who will be let in or kept out?"}, {"timestamp": [604.78, 605.28], "text": " We know that foreign boats heavily depend on fishing in British waters. How will the UK police, who will be let in or kept out?"}, {"timestamp": [609.2, 610.0], "text": " We know that foreign boats heavily depend on fishing in British waters."}, {"timestamp": [614.04, 614.52], "text": " Can the UK threaten to kick out some or all of those boats?"}, {"timestamp": [615.92, 616.62], "text": " Is it legally feasible?"}, {"timestamp": [620.76, 621.72], "text": " Professor Richard Barnes is an expert in the Law of the Sea at Hull University."}, {"timestamp": [626.44, 627.16], "text": " In short, yes, the United Kingdom has an exclusive economic zone out to 200 nautical miles,"}, {"timestamp": [632.66, 639.84], "text": " and it enjoys exclusive sovereign rights to use the resources therein. It's subject to important caveats, though. First of all, we can exclude foreign fishing vessels access unless there is a"}, {"timestamp": [639.84, 645.28], "text": " surplus in which case we're meant to make any surplus fish stocks available to other states."}, {"timestamp": [645.9, 650.56], "text": " And then secondly, if there are any shared or common fish stocks,"}, {"timestamp": [650.68, 653.5], "text": " then we're meant to engage in cooperation in the management of these."}, {"timestamp": [654.04, 660.26], "text": " And the last one in particular is critical because we're obviously close to a lot of European member states' waters."}, {"timestamp": [660.58, 663.96], "text": " Many fish stocks are shared or straddle or move between them."}, {"timestamp": [664.46, 667.0], "text": " And so we've got to cooperate in the management of these."}, {"timestamp": [667.2, 672.52], "text": " Could the UK police 200-mile zone of waters around our islands?"}, {"timestamp": [673.04, 675.0], "text": " I think we struggle to do it at the moment"}, {"timestamp": [675.0, 679.04], "text": " and we'd struggle to do it perhaps even more so if we came out of Europe"}, {"timestamp": [679.04, 686.0], "text": " where potentially tensions might result in fishermen inclined to test out the boundaries."}, {"timestamp": [690.0, 694.0], "text": " I'm back at home I'm cooking some fish cakes, I'm just putting them in the oven."}, {"timestamp": [694.0, 698.0], "text": " They come from Grimsby on the east coast of England."}, {"timestamp": [698.0, 704.0], "text": " The fish was not caught in Grimsby, though it used to be the beating heart of the English trawler fleet."}, {"timestamp": [704.0, 712.88], "text": " No, it was processed there. What they process in Grimsby is not mostly caught by UK boats."}, {"timestamp": [712.88, 719.84], "text": " Because weirdly, we Brits don't like to eat the species of fish our boats catch."}, {"timestamp": [719.84, 727.82], "text": " In fact, 90% of the seafood processed in the UK is imported, including what's in my fish cakes."}, {"timestamp": [727.82, 732.08], "text": " That's globalisation for you."}, {"timestamp": [732.08, 738.36], "text": " Right now, there are no taxes or trade barriers on seafood sold across European borders."}, {"timestamp": [738.36, 744.32], "text": " But if the top-level Brexit talks fail to come up with a free trade deal, what then?"}, {"timestamp": [744.32, 746.46], "text": " We might have to play by different rules."}, {"timestamp": [747.04, 750.4], "text": " World Trade Organisation rules, imposing tariffs."}, {"timestamp": [751.06, 753.26], "text": " I've been told by one fishing organisation"}, {"timestamp": [753.26, 757.64], "text": " they could range from 5 to 10 to 30%."}, {"timestamp": [757.64, 761.92], "text": " Simon Dwyer, managing director of CFOX management consultants,"}, {"timestamp": [762.48, 766.62], "text": " represents the processing industry around Grimsby, which imports fish."}, {"timestamp": [767.1, 770.96], "text": " The majority of it chilled comes from Iceland and Norway."}, {"timestamp": [771.72, 776.28], "text": " So from Iceland, we probably have a four-day transit into Grimsby."}, {"timestamp": [776.76, 780.96], "text": " From Norway and all that trucking that we do, we have anything between five and six days transit."}, {"timestamp": [781.56, 784.18], "text": " And it's important to us that that transit isn't affected."}, {"timestamp": [784.82, 785.66], "text": " One extra day"}, {"timestamp": [785.66, 791.82], "text": " delay at customs borders can affect the integrity of the shelf life of the product. We also"}, {"timestamp": [791.82, 797.18], "text": " don't want to lose any advantages that we've got with tariffs at the moment. It is a concern that"}, {"timestamp": [797.18, 804.1], "text": " the price of fish on the supermarket shelves could increase if we see an increase in customs duties"}, {"timestamp": [804.1, 805.36], "text": " or tariffs,"}, {"timestamp": [807.16, 807.44], "text": " or a fall-in quotas maybe."}, {"timestamp": [809.84, 814.74], "text": " What difference do you think that that could make on the efficient movement of boats containing fish to the UK and from it?"}, {"timestamp": [814.94, 817.58], "text": " Well, it's a concern for boats and for trucks as well."}, {"timestamp": [818.0, 823.32], "text": " And if we look back when I first started in the industry in the 1980s,"}, {"timestamp": [823.68, 827.02], "text": " trucks were put on a key side and were kept there for several hours,"}, {"timestamp": [827.3, 830.92], "text": " waiting for customs formalities, payments of duties to happen."}, {"timestamp": [831.06, 832.48], "text": " Now, things have moved on since then."}, {"timestamp": [833.04, 838.6], "text": " Potentially, we might have to have these trucks delayed maybe at the port of export,"}, {"timestamp": [839.56, 845.12], "text": " and they might be delayed when the trucks or the cargo containers are landed at the quaysides"}, {"timestamp": [845.12, 847.38], "text": " in any UK port that we have."}, {"timestamp": [849.52, 857.38], "text": " It is a long way from Peterhead in North East Scotland to here in Newlin in Cornwall in the far"}, {"timestamp": [857.38, 858.4], "text": " south-west of England."}, {"timestamp": [858.94, 864.22], "text": " It is 1,100 kilometres and they are two very different fishing ports."}, {"timestamp": [864.94, 870.0], "text": " Now I'm on the pontoon where I first moored my yacht three years ago when I was here."}, {"timestamp": [870.0, 877.0], "text": " I was on my way to the Isles of Silly then and this was a convenient stopping place, I thought, nothing more."}, {"timestamp": [877.0, 883.0], "text": " But in fact I was struck by the sheer number of red, blue and yellow, chunky fishing boats,"}, {"timestamp": [883.0, 887.36], "text": " the vibrant atmosphere because it is a working"}, {"timestamp": [887.36, 888.32], "text": " fishing harbour."}, {"timestamp": [893.52, 899.28], "text": " We're in market here, Monday morning market. We've got a variety of fish, um, Haik, uh, John Doris,"}, {"timestamp": [899.28, 903.28], "text": " we've got lemon sole, we've got Dover Sol. I'm with Paul Tribilcock from the Cornish"}, {"timestamp": [903.28, 905.0], "text": " fish producers organisation."}, {"timestamp": [905.0, 912.0], "text": " We've got Haddock, we've got place, cuttlefish, we've got squid, a real variety of fish"}, {"timestamp": [912.0, 916.0], "text": " and a bit of a difference there between the North Sea and the Western approach here in Cornwall."}, {"timestamp": [916.0, 919.0], "text": " The diversity of fish and the boats of catch them is a lot different."}, {"timestamp": [919.0, 922.0], "text": " Are a lot of the boats smaller than they would be in the north of Scotland?"}, {"timestamp": [922.0, 925.76], "text": " We haven't got the big whitefish trawlers of Scotland, that kind of fleet."}, {"timestamp": [925.76, 929.6], "text": " But what we've got here is everything from small handline, single-handed guys,"}, {"timestamp": [929.6, 934.0], "text": " right through to 30 metre beam trawlers, going for a week at a time, catching monks,"}, {"timestamp": [934.0, 936.8], "text": " megrims and Dover Soles."}, {"timestamp": [936.8, 941.28], "text": " Talking to Paul, I began to realise these fisheries in the south and west of England"}, {"timestamp": [941.28, 945.54], "text": " are affected by what seemed to be very unequal shares of EU quota."}, {"timestamp": [946.24, 947.58], "text": " Here's one shocking figure."}, {"timestamp": [948.2, 953.58], "text": " UK boats have the right to catch 9% of the controlled stocks of Channel Cod."}, {"timestamp": [954.22, 956.74], "text": " French fishermen catch 84%."}, {"timestamp": [956.74, 960.1], "text": " And for Haddock, which is an important species round here,"}, {"timestamp": [960.5, 963.7], "text": " the UK only has 10% of the available quotas,"}, {"timestamp": [963.7, 966.54], "text": " while France has 66%."}, {"timestamp": [966.54, 970.86], "text": " Why? Because these quotas reflect the shares of fishing"}, {"timestamp": [970.86, 973.16], "text": " as they used to be 40 years ago"}, {"timestamp": [973.16, 975.22], "text": " when everyone fished everywhere."}, {"timestamp": [975.92, 978.76], "text": " You can see why Cornish fishermen feel angry."}, {"timestamp": [980.64, 982.98], "text": " I have to climb a series of ladders"}, {"timestamp": [982.98, 984.66], "text": " to get up to Sapphire 2,"}, {"timestamp": [989.08, 992.04], "text": " a huge blue trawler that's on the slipway to be repaired and painted. Skipper Paul Corrin is going to show me around."}, {"timestamp": [992.04, 994.04], "text": " This is the main deck where the fish come in."}, {"timestamp": [994.04, 996.52], "text": " We empty the fish into those big stainless bins,"}, {"timestamp": [996.52, 999.6], "text": " and then the conveyor belt takes it up where you pick it off,"}, {"timestamp": [999.6, 1001.44], "text": " gut it and lower it into the fish room."}, {"timestamp": [1001.44, 1003.64], "text": " How full would that be on a good trip?"}, {"timestamp": [1003.64, 1006.4], "text": " About half full, about 11 tonnes."}, {"timestamp": [1006.4, 1009.6], "text": " He's been fishing with his dad Mike for 25 years."}, {"timestamp": [1009.6, 1012.4], "text": " He says he can't imagine doing any other job."}, {"timestamp": [1012.4, 1016.0], "text": " Even so, he's apprehensive about what's to come."}, {"timestamp": [1016.0, 1018.4], "text": " I did vote leave, but it's a big can of worms."}, {"timestamp": [1018.4, 1021.2], "text": " What's going to happen when the government actually start doing the deal"}, {"timestamp": [1021.2, 1031.6], "text": " and whether they sell us down the river or whether they support us is going to be be the tail of it the best hopeful would be reinstate the 200 mile limit i don't think it's"}, {"timestamp": [1031.6, 1038.24], "text": " ever going to be exclusively for UK vessels but a trade-off where if we catch so many tons in"}, {"timestamp": [1038.24, 1043.12], "text": " european waters they can catch so many tons in our waters we want a better share of the quota or the"}, {"timestamp": [1043.12, 1049.22], "text": " available fish in our waters and one of the things you catch is Megrim, which I've got to be frank, I've never heard of"}, {"timestamp": [1049.22, 1053.32], "text": " before. Yeah, it's a flat fish and it's got rather a big head and a big tail on it."}, {"timestamp": [1053.56, 1058.14], "text": " And how much of that goes into Europe? I would say probably 95% of that goes to Europe."}, {"timestamp": [1058.38, 1062.64], "text": " And is that a big catch for you? Would that be a problem if you couldn't sell it the way you do"}, {"timestamp": [1062.64, 1066.32], "text": " now? During the summer months, it's probably about 50% of our catch."}, {"timestamp": [1066.62, 1068.38], "text": " So there's nothing you can do, is there?"}, {"timestamp": [1068.4, 1069.22], "text": " Just sit and wait?"}, {"timestamp": [1069.88, 1070.94], "text": " Yeah, I mean, you've got to sit and wait."}, {"timestamp": [1071.0, 1072.88], "text": " You've got to hope that they come up with a free trade deal"}, {"timestamp": [1072.88, 1075.56], "text": " because obviously the Europeans will want to export stuff to the UK"}, {"timestamp": [1075.56, 1078.26], "text": " and hopefully we can have free trade between them."}, {"timestamp": [1078.48, 1080.84], "text": " The worst, could you see yourselves going out of business?"}, {"timestamp": [1081.94, 1082.88], "text": " It's a possibility."}, {"timestamp": [1083.24, 1083.94], "text": " It's to wait and see."}, {"timestamp": [1085.0, 1088.0], "text": " Jeremy Hosking, who catches crab and lobster,"}, {"timestamp": [1088.0, 1094.0], "text": " has a little sympathy with EU fishermen who may lose access to UK waters."}, {"timestamp": [1094.0, 1099.0], "text": " What I am longing for with Brexit is to see this country,"}, {"timestamp": [1099.0, 1106.56], "text": " Great Britain, once again, take pole position when it comes to looking after its own fishing grounds."}, {"timestamp": [1106.84, 1115.72], "text": " How do you feel about your counterparts in France and Belgium who are worried about not being able to fish in our waters possibly?"}, {"timestamp": [1116.08, 1123.1], "text": " What I would like to say is go to Loewstoft, go to Grimsby, go to Hull and see what's left."}, {"timestamp": [1123.5, 1126.18], "text": " That's Europe. Now if they're worried, they should"}, {"timestamp": [1126.18, 1130.68], "text": " have thought about that before they stitched us up. We're on the back foot now. We're looking"}, {"timestamp": [1130.68, 1135.02], "text": " at our industry been destroyed. And if we now look over our shoulders and say, oh, well, we can't"}, {"timestamp": [1135.02, 1139.36], "text": " destroy theirs, I do think that we need to wake up and smell the roses."}, {"timestamp": [1140.66, 1145.02], "text": " Across the English Channel and the North Sea, it looks very different."}, {"timestamp": [1148.76, 1152.4], "text": " Skippers in countries such as France, Holland, Belgium and Denmark rely on fishing in what will become UK waters."}, {"timestamp": [1153.2, 1156.98], "text": " 18,000 fishermen from various nations have banded together"}, {"timestamp": [1156.98, 1161.9], "text": " to form a new European Fisheries Alliance against a hard Brexit."}, {"timestamp": [1162.58, 1167.02], "text": " Headed by Herod van Balsfort, a former Dutch fisheries official."}, {"timestamp": [1167.48, 1175.02], "text": " Our analysis shows that's over these 10 years, for these 18,000 fishermen, about 42% of our catches"}, {"timestamp": [1175.02, 1182.04], "text": " were realised in what is going to become UK waters. So you could say we have a dependency"}, {"timestamp": [1182.04, 1185.0], "text": " for access to UK waters."}, {"timestamp": [1185.0, 1192.6], "text": " So if there would be a hard Brexit and the UK would really expel all the foreign fleets from their waters and force it,"}, {"timestamp": [1192.6, 1195.2], "text": " then we have a problem at our end of course."}, {"timestamp": [1195.2, 1203.2], "text": " In fact, what you do, you endanger about 40% of our volume turnover and one third of our value turnover"}, {"timestamp": [1203.2, 1206.06], "text": " would mean, for example, the 18,000 fishermen,"}, {"timestamp": [1206.22, 1208.5], "text": " maybe thousands of fishermen without a job,"}, {"timestamp": [1209.0, 1213.04], "text": " the profit rate of our companies would fall about 50%."}, {"timestamp": [1213.04, 1215.12], "text": " So it will be really disastrous."}, {"timestamp": [1215.52, 1219.56], "text": " Is this going to end in a messy compromise, which pleases no one?"}, {"timestamp": [1219.76, 1221.76], "text": " I think we have to choose a compromise"}, {"timestamp": [1221.76, 1223.38], "text": " instead of no compromise."}, {"timestamp": [1223.94, 1228.0], "text": " A hard Brexit is going to give us a lot of problems overall,"}, {"timestamp": [1228.0, 1234.0], "text": " even beyond fisheries for myself but also for my children."}, {"timestamp": [1234.0, 1238.0], "text": " I'll be honest, it's been hard for me to find anyone in UK fishing"}, {"timestamp": [1238.0, 1241.0], "text": " who has a good word to say about the EU"}, {"timestamp": [1241.0, 1244.0], "text": " or who in any way regrets Brexit."}, {"timestamp": [1244.0, 1247.0], "text": " But here in Newlin Harbour, I've been talking to"}, {"timestamp": [1247.0, 1253.12], "text": " Elizabeth Stevenson. Now she's actually got experience of top-level negotiations in Brussels,"}, {"timestamp": [1253.12, 1258.88], "text": " when, years ago, she used to be head of the National Federation of Fishermen's organisations."}, {"timestamp": [1258.88, 1266.36], "text": " I was involved for a few years in the yearly quota talks that take place in Brussels at the end of each year, where the quotas for the next year are negotiated. And I was involved for a few years in the yearly quota talks that take place in Brussels at the end of each year,"}, {"timestamp": [1266.46, 1277.0], "text": " where the quotas for the next year are negotiated. And I often saw how we relied on the support of our Spanish colleagues and our French colleagues"}, {"timestamp": [1277.0, 1284.74], "text": " to try to fight our corner so that we could get the best deal for the industry. They're very powerful."}, {"timestamp": [1284.92, 1287.24], "text": " They've got a great deal of clout in their industry"}, {"timestamp": [1287.24, 1289.24], "text": " when it comes to negotiating."}, {"timestamp": [1289.24, 1292.24], "text": " Elizabeth has influence around here."}, {"timestamp": [1292.24, 1295.84], "text": " She runs the family fishing firm of W. Stevenson."}, {"timestamp": [1295.84, 1299.56], "text": " It's 100 years old, and it has 12 working boats"}, {"timestamp": [1299.56, 1303.16], "text": " with 50 to 60 fishermen at sea at any one time."}, {"timestamp": [1303.16, 1310.96], "text": " What I fear in the Brexit negotiations is that we no longer have the support of the Spanish"}, {"timestamp": [1310.96, 1317.76], "text": " and the French. We are going to be negotiating against them. People think that because I'm"}, {"timestamp": [1317.76, 1323.28], "text": " worried, I like what we've got. I don't like what we've got. I want to have a much better"}, {"timestamp": [1323.28, 1325.08], "text": " deal for the industry. But as the Commission have already said, we can't I want to have a much better deal for the industry."}, {"timestamp": [1325.08, 1329.6], "text": " But as the Commission have already said, we can't be seen to be getting a better deal by being"}, {"timestamp": [1329.6, 1336.44], "text": " out. What exactly are we going to have? And in order for us to have a better deal, somebody"}, {"timestamp": [1336.44, 1340.6], "text": " else has to give up something. They have to give up access rights. They have to give up"}, {"timestamp": [1340.6, 1345.98], "text": " some quota. And I just can't see any of the other European Union countries"}, {"timestamp": [1345.98, 1349.88], "text": " giving up something for us to get a better deal."}, {"timestamp": [1350.42, 1356.3], "text": " So at the best, what do you think would a good deal look like from your point of view?"}, {"timestamp": [1356.3, 1361.2], "text": " Oh, the best outcome for me would be much better quotas, better access,"}, {"timestamp": [1361.44, 1364.36], "text": " more control of our own sort of destiny, as it were."}, {"timestamp": [1364.76, 1365.08], "text": " But I can't honestly see that happening. better access, more control of our own sort of destiny, as it were."}, {"timestamp": [1368.52, 1369.1], "text": " But I can't honestly see that happening."}, {"timestamp": [1372.3, 1376.5], "text": " She told me about a meeting she once had with UK ministers who were trying to dampen her expectations of what they could negotiate"}, {"timestamp": [1376.5, 1378.56], "text": " on behalf of the fishing industry."}, {"timestamp": [1379.02, 1384.0], "text": " Many years ago, we were talking about one of the ministers going off and fighting our corner."}, {"timestamp": [1384.66, 1387.44], "text": " And he sort of said to us, my hands are tied."}, {"timestamp": [1387.56, 1393.44], "text": " If you look at the GDP, the fishing industry is less important than biscuits and less important than lawnmowers."}, {"timestamp": [1393.74, 1394.74], "text": " What did you say to that?"}, {"timestamp": [1394.94, 1396.94], "text": " It was in the statistics. It was fact."}, {"timestamp": [1397.7, 1406.32], "text": " I checked the statistics and it turns out that last year, the fish catching industry earned less than half of one percent of the UK's"}, {"timestamp": [1406.32, 1413.28], "text": " gross domestic product. So why does this industry deserve the attention it gets? As I've seen,"}, {"timestamp": [1413.28, 1418.96], "text": " it's at the heart of our regional economies and it's a glue which holds together coastal communities."}, {"timestamp": [1419.6, 1428.14], "text": " It's been made a potent political icon by leave supporters, a kind of shorthand for plucky Brits fighting European bureaucracy."}, {"timestamp": [1428.92, 1432.74], "text": " So can fishing emerge from the Brexit talks with a better deal?"}, {"timestamp": [1433.34, 1436.24], "text": " One of the most powerful groups lobbying the UK government"}, {"timestamp": [1436.24, 1439.44], "text": " is the National Federation of Fishermen's Organisations,"}, {"timestamp": [1439.98, 1443.02], "text": " which represents England, Wales and Northern Ireland."}, {"timestamp": [1443.62, 1445.34], "text": " Barry Dees is its chief executive."}, {"timestamp": [1445.88, 1449.82], "text": " I think there'll be a deal, an arrangement that will give non-UK vessels"}, {"timestamp": [1449.82, 1453.18], "text": " some degree of access to fish in UK waters,"}, {"timestamp": [1453.3, 1457.0], "text": " but that will be linked very much to satisfactory quota shares."}, {"timestamp": [1457.74, 1463.62], "text": " So I think it's going to be a very different way of arriving at the key decisions each year."}, {"timestamp": [1463.9, 1467.28], "text": " Those decisions will reflect the new world"}, {"timestamp": [1467.28, 1470.66], "text": " that we'll be in. The UK will be an independent coastal state."}, {"timestamp": [1470.82, 1475.58], "text": " It's such a tiny industry, isn't it? If you put it in context with the other industries"}, {"timestamp": [1475.58, 1481.1], "text": " in the UK, why should we care about it so much? But people do care about fishing."}, {"timestamp": [1481.46, 1486.54], "text": " I have proportioned to its economic worth. My view is that fishing will be"}, {"timestamp": [1486.54, 1493.32], "text": " a litmus test for Brexit. Politically, we carry a lot more clout than our economic worth"}, {"timestamp": [1493.32, 1499.06], "text": " would suggest. There is a question about whether the UK can set up its own new fisheries"}, {"timestamp": [1499.06, 1505.64], "text": " laws before Brexit kicks in. Law Professor Richard Barnes. If I was a betting man,"}, {"timestamp": [1505.9, 1508.76], "text": " I would say that we're going to see the status quo"}, {"timestamp": [1508.76, 1512.4], "text": " being continued for maybe the next five to ten years."}, {"timestamp": [1512.6, 1513.96], "text": " Five to ten years?"}, {"timestamp": [1514.26, 1518.26], "text": " That is going to amaze and horrify a lot of the people"}, {"timestamp": [1518.26, 1520.28], "text": " in the fishing industry who voted for Brexit."}, {"timestamp": [1520.52, 1523.4], "text": " I think there was an assumption that coming out of Europe"}, {"timestamp": [1523.4, 1526.9], "text": " would immediately free us up to do what we want."}, {"timestamp": [1527.06, 1530.68], "text": " The simple fact of it is that we need to manage our fisheries."}, {"timestamp": [1531.14, 1535.02], "text": " We can't put ourselves in a position where there is no law applicable."}, {"timestamp": [1535.34, 1538.86], "text": " That would be absolutely devastating for the sustainability of fish stocks."}, {"timestamp": [1539.52, 1545.2], "text": " We wouldn't be in a position to design a new regime, even within the two, three-year period that"}, {"timestamp": [1545.2, 1550.88], "text": " was open to us before Brexit. And so we're going to have to wait for the longer-term development"}, {"timestamp": [1550.88, 1554.8], "text": " of a, we call it a purely domestic fishing regime."}, {"timestamp": [1554.8, 1561.68], "text": " In this journey from one end of Britain to the other, I've learned that fishing is an industry"}, {"timestamp": [1561.68, 1565.76], "text": " of many layers, and it doesn't speak with one voice. People are"}, {"timestamp": [1565.76, 1572.8], "text": " divided about what Brexit might bring within regions, within ports and even within families."}, {"timestamp": [1572.8, 1579.52], "text": " I really want UK fishermen in their communities to have a secure future, to keep the boat"}, {"timestamp": [1579.52, 1585.42], "text": " setting out for Newlin and Peterhead and other British ports I know."}, {"timestamp": [1588.58, 1589.08], "text": " But it seems to me it can't be winner-take-all."}, {"timestamp": [1591.22, 1591.96], "text": " There are dangers as well as opportunities."}, {"timestamp": [1593.76, 1594.38], "text": " Compromises will have to be made."}, {"timestamp": [1596.9, 1598.82], "text": " They may be hard for some fishermen to stomach."}, {"timestamp": [1603.72, 1604.1], "text": " I'm Leslie Kerwin, and you've been listening to Global Business on BBC World Service."}, {"timestamp": [1605.8, 1607.0], "text": " The producer was Smeeta Patel. Thanks for listening to Global Business on BBC World Service. The producer was Smita Patel."}, {"timestamp": [1611.44, 1616.72], "text": " Thanks for listening to this edition of the BBC's World of Business podcast."}, {"timestamp": [1619.44, 1622.98], "text": " Yoga is more than just exercise. It's the spiritual practice that millions swear by."}, {"timestamp": [1623.88, 1627.68], "text": " And in 2017, Miranda, a university tutor from London,"}, {"timestamp": [1628.08, 1631.32], "text": " joins a yoga school that promises profound transformation."}, {"timestamp": [1631.86, 1635.74], "text": " It felt a really safe and welcoming space."}, {"timestamp": [1636.12, 1637.98], "text": " After the yoga classes, I felt amazing."}, {"timestamp": [1637.98, 1641.44], "text": " But soon, that calm, welcoming atmosphere"}, {"timestamp": [1641.44, 1643.74], "text": " leads to something far darker,"}, {"timestamp": [1644.16, 1651.0], "text": " a journey that leads to allegations of grooming, trafficking and exploitation across international borders."}, {"timestamp": [1651.0, 1657.0], "text": " I don't have my passport, I don't have my phone, I don't have my bank cards, I have nothing."}, {"timestamp": [1657.0, 1662.0], "text": " The passport being taken, the being in a house and not feeling like they can leave."}, {"timestamp": [1662.0, 1668.44], "text": " World of Secrets is where untold stories are unveiled and hidden realities are exposed."}, {"timestamp": [1669.02, 1673.18], "text": " In this new series, we're confronting the dark side of the wellness industry,"}, {"timestamp": [1673.62, 1677.72], "text": " with the hope of a spiritual breakthrough gives way to disturbing accusations."}, {"timestamp": [1678.4, 1686.26], "text": " You just get sucked in so gradually and it's done so skillfully that you don't realize."}, {"timestamp": [1686.68, 1689.34], "text": " And it's like this, the secret that's there."}, {"timestamp": [1689.34, 1698.12], "text": " I wanted to believe that, you know, that whatever they were doing,"}, {"timestamp": [1698.24, 1704.7], "text": " even if it seemed gross to me, was for some spiritual reason that I couldn't yet understand."}, {"timestamp": [1705.0, 1709.0], "text": " Revealing the hidden secrets of a global yoga network."}, {"timestamp": [1709.0, 1711.0], "text": " I feel that I have no other choice."}, {"timestamp": [1711.0, 1715.0], "text": " The only thing I can do is to speak about this"}, {"timestamp": [1715.0, 1721.0], "text": " and to put my reputation and everything else on the line."}, {"timestamp": [1721.0, 1724.0], "text": " I want truth and justice."}, {"timestamp": [1730.64, 1737.68], "text": " And for other people to not be hurt for things to be different in the future. To bring it into the light and almost alchemise some of that evil stuff that"}, {"timestamp": [1737.68, 1752.72], "text": " went on and take back the power. World of Secrets, Season 6, The Bad bad guru listen wherever you get your podcasts"}], "text": " This BBC podcast is supported by ads outside the UK. You're listening to the download edition of the BBC's World of Business. I'm Leslie Kerwin. In this programme, I'm looking at fish to share, the impact of the UK's exit from the European Union on fishing. Welcome to Global Business on the BBC World Service with me, Leslie Kerwin. Chattermarina, Chattamarina, this is Yotserana for Yotserina for. We would like permission to leave. Over? Keteram, that is possible if you can slip and come ahead now and then proceed on the greens. I'm at the wheel of our family sailing boat. We've just left our home marina for a quick sail on the River Medway. In recent years, I've sailed around the UK and in Europe, and wherever I go, I love to see working fishing boats coming into port. They're earning money and they're keeping coastal communities alive. I feel passionately about this, because so many of our fishing vessels stopped working in recent decades, and I've been to so many harbours, which are full of yachts like mine, but they don't have a single trawler left in them. In this programme, I want to find out how Brexit will affect the fishing industry because as well as being a sailor, I'm a business reporter. Now this is not going to be about the rights and wrongs of leaving the European Union. It will be about the potential impact on fishing. I'll be travelling by land to major ports I've sailed into in the past at both ends of the United Kingdom, starting in the northeast of Scotland. It's Jimmy Buchan here from Peter Head, Fish Market. We're right in the middle of the auction. Merchants are paying big money for the fish, big selection. The stocks in the North Sea are the best we've ever seen and that's being reflected in the daily landings. I was a fisherman for 40 years, so I know what it is like to be in the harvesting side and now I work for the processing sector. What happens to the fish once it's actually been sold here, where does it go? A lot of the fish that's in this market today will find its way into European markets but a lot of it will go over the border into England. That is our market as well as our Scottish fish and chip shops. This cavernous market hall is as big as our Scottish fish and chip shops. 75, now, 75. I've got nine there, call. This cavernous market hall is as big as it gets, the biggest whitefish port in all Europe. It opens at 6am, and it's very chilly with all that ice. We're wearing white coats and hats and thick wellies. Earnings are rising. Last year, fish landed in Peterhead was worth $235 million. The market is busy, noisy and full of energy, but there's uncertainty about the future. What do you think will happen with Brexit? The jury is out with Brexit. I just started in 1976. Britain by then had gone into the EU, and from there, I could see a vibrant industry just going down and down and down and down. So we need to find a better way of fishing sustainably. And I'm sure we can find it, but then I need it dictated from bureaucratic government in Brussels. The truth is European fishing was a free-for-all before the 1970s. Every nation fished everywhere, and inevitably, stocks of fish were hit badly. When the UK joined the European economic community in 1974, British waters were opened up to other EU nations and vice versa. Then came the cod wars, when Iceland banned foreign boats from 200 miles around its coast, and the UK's long-range trawler fleet went into decline. In the 1980s, the EU began a quota system to limit fishing and share out what was left under the common fisheries policy. With less fishing allowed, fleets shrank in size and jobs were lost, not just in the UK, but in other EU countries too. The result here is there are only 12,000 fishermen in the UK. That's just over half the number in 1970. I'm on the water just outside the of Peterhead in Northern Scotland. Now the last time I was here, it was in 2013 and we've been sailing through heavy fog and big seas and I've got to say it was a huge relief to see the walls of the harbour and to get in here. And that really made me think about how challenging and scary the waters round here can be. And now I'm on a boat which is owned by Andrew Buckin. And he's been telling me about his career in fishing. We're now out at the bay in Peterhead at the moment for a sale, a new boat that I've had built, using it for fishing for crab and lobster and seasonal mackle. You were on the chullers for 40 years? Yeah. Why do you still want to fish? You're not retired. You've not had enough of it. No, it's just in my blood. It's just something I've always liked doing. Every day I'm at the harbour doing something. What is it you love so much? Just being out in the fresh air. I hate being cooped up inside. I enjoy it. What do you think about Brexit? Brexit, I would say that most fishermen would like to have the control of their fish hands back, but I would be worried that if the wrong people go into the wrong positions, it might not work so well as they think it will. Can they've got a set of rules in place in Brussels at the moment? Some people aren't happy with them. Some people think it's good. And I think if our own fishermen got their hands in it, it might spoil it, I think. Might spoil it? I think so. You're saying you need to have rules? Oh, definitely you need rules, yeah. It's the way the current rules work that has angered so many UK fishermen, who argue the quotas we have today are unfair because they reflect historic shares of fishing way back 40 years ago when everyone fished everywhere. You might imagine that UK quotas will vanish after Brexit. I get the distinct feeling that's not on. Fish don't respect boundaries. They might breed in one place and migrate to another. Preserving stocks means we've got to have international agreements on sharing those stocks. Andrew is lucky. His lobster and crab aren't subject to EU quotas. Andrew, you've just dragged that enormous crate out of the water from almost under your boat, and inside it is what? Ed's Lobster's it, we've been keeping in the harbour till you get an office cell. The buyers usually comes twice a week, weigh them onto the lorry, and they're in the transport of the continent. This one here will be maybe six or seven pounds. So where do you think he's going to end up? You'll probably end up in a restaurant somewhere, possibly outside Britain. They're actually going as far away as Korean, with lobsters in China. That's good news for you because it means that Brexit's going to not affect this kind of catch, is it? I wouldn't think so. Well, hopefully it went. This is the Dolphin Cafe in Peterhead next to the market. I've had cod and chips here with a rather nice cheesy sauce. And I've been reading a study from the University of the Highlands and Islands, which tells me a staggering 58% of all the fish taken from UK waters are actually caught by foreign boats from other EU nations. That might explain a widespread hostility of fishermen to the EU and why there were big celebrations after last year's vote to leave. Scottish fishermen have been the most vociferous, lobbying the UK government about taking back control. But what does that mean? I've been talking to Bertie Armstrong, chief executive of the Scottish Fisherman's Federation on the harbour side. Brexit for the fishing industry, we've been branding it quite literally a sea of opportunity. The way that fishing opportunity is distributed under the common fisheries policy is a big, big distortion. How it will change is at the moment of Brexit under international law, we will become responsible for what is known as the exclusive economic zone, which is out to 200 nautical miles or a median line, which amounts to a huge patch of the best fishing grounds in the world, will be quite literally ours, hours to exploit, ours to preserve, and ours to harvest. The UK will be in charge of who gets in and who does not get in, and we'll be able to apply the same rules that other coastal states, Norway classic example, apply, which is you can only come and fish in these waters if you bring something to the party, if it's a shared stock or there's some reason I want to let you fish here. Now that's not the sea equivalent of a land grab or acting unreasonably. Why would we continue to keep the lights on in coastal communities in other places which have been on for 44 years when hours are right? At its best, what kind of new world do you think you might have after Brexit? At its best, we're looking at the potential for doubling economic activity in fishing. In July, Environment Secretary Michael Gove announced the UK will withdraw from a convention which allowed foreign boats to fish between six and 12 miles off the UK coast. He called it a historic first step to a new fishing policy. But the bigger, outstanding question is what happens in waters up to 200 miles off the coast, governed by the EU's common fisheries policy. How will the UK police, who will be let in or kept out? We know that foreign boats heavily depend on fishing in British waters. How will the UK police, who will be let in or kept out? We know that foreign boats heavily depend on fishing in British waters. Can the UK threaten to kick out some or all of those boats? Is it legally feasible? Professor Richard Barnes is an expert in the Law of the Sea at Hull University. In short, yes, the United Kingdom has an exclusive economic zone out to 200 nautical miles, and it enjoys exclusive sovereign rights to use the resources therein. It's subject to important caveats, though. First of all, we can exclude foreign fishing vessels access unless there is a surplus in which case we're meant to make any surplus fish stocks available to other states. And then secondly, if there are any shared or common fish stocks, then we're meant to engage in cooperation in the management of these. And the last one in particular is critical because we're obviously close to a lot of European member states' waters. Many fish stocks are shared or straddle or move between them. And so we've got to cooperate in the management of these. Could the UK police 200-mile zone of waters around our islands? I think we struggle to do it at the moment and we'd struggle to do it perhaps even more so if we came out of Europe where potentially tensions might result in fishermen inclined to test out the boundaries. I'm back at home I'm cooking some fish cakes, I'm just putting them in the oven. They come from Grimsby on the east coast of England. The fish was not caught in Grimsby, though it used to be the beating heart of the English trawler fleet. No, it was processed there. What they process in Grimsby is not mostly caught by UK boats. Because weirdly, we Brits don't like to eat the species of fish our boats catch. In fact, 90% of the seafood processed in the UK is imported, including what's in my fish cakes. That's globalisation for you. Right now, there are no taxes or trade barriers on seafood sold across European borders. But if the top-level Brexit talks fail to come up with a free trade deal, what then? We might have to play by different rules. World Trade Organisation rules, imposing tariffs. I've been told by one fishing organisation they could range from 5 to 10 to 30%. Simon Dwyer, managing director of CFOX management consultants, represents the processing industry around Grimsby, which imports fish. The majority of it chilled comes from Iceland and Norway. So from Iceland, we probably have a four-day transit into Grimsby. From Norway and all that trucking that we do, we have anything between five and six days transit. And it's important to us that that transit isn't affected. One extra day delay at customs borders can affect the integrity of the shelf life of the product. We also don't want to lose any advantages that we've got with tariffs at the moment. It is a concern that the price of fish on the supermarket shelves could increase if we see an increase in customs duties or tariffs, or a fall-in quotas maybe. What difference do you think that that could make on the efficient movement of boats containing fish to the UK and from it? Well, it's a concern for boats and for trucks as well. And if we look back when I first started in the industry in the 1980s, trucks were put on a key side and were kept there for several hours, waiting for customs formalities, payments of duties to happen. Now, things have moved on since then. Potentially, we might have to have these trucks delayed maybe at the port of export, and they might be delayed when the trucks or the cargo containers are landed at the quaysides in any UK port that we have. It is a long way from Peterhead in North East Scotland to here in Newlin in Cornwall in the far south-west of England. It is 1,100 kilometres and they are two very different fishing ports. Now I'm on the pontoon where I first moored my yacht three years ago when I was here. I was on my way to the Isles of Silly then and this was a convenient stopping place, I thought, nothing more. But in fact I was struck by the sheer number of red, blue and yellow, chunky fishing boats, the vibrant atmosphere because it is a working fishing harbour. We're in market here, Monday morning market. We've got a variety of fish, um, Haik, uh, John Doris, we've got lemon sole, we've got Dover Sol. I'm with Paul Tribilcock from the Cornish fish producers organisation. We've got Haddock, we've got place, cuttlefish, we've got squid, a real variety of fish and a bit of a difference there between the North Sea and the Western approach here in Cornwall. The diversity of fish and the boats of catch them is a lot different. Are a lot of the boats smaller than they would be in the north of Scotland? We haven't got the big whitefish trawlers of Scotland, that kind of fleet. But what we've got here is everything from small handline, single-handed guys, right through to 30 metre beam trawlers, going for a week at a time, catching monks, megrims and Dover Soles. Talking to Paul, I began to realise these fisheries in the south and west of England are affected by what seemed to be very unequal shares of EU quota. Here's one shocking figure. UK boats have the right to catch 9% of the controlled stocks of Channel Cod. French fishermen catch 84%. And for Haddock, which is an important species round here, the UK only has 10% of the available quotas, while France has 66%. Why? Because these quotas reflect the shares of fishing as they used to be 40 years ago when everyone fished everywhere. You can see why Cornish fishermen feel angry. I have to climb a series of ladders to get up to Sapphire 2, a huge blue trawler that's on the slipway to be repaired and painted. Skipper Paul Corrin is going to show me around. This is the main deck where the fish come in. We empty the fish into those big stainless bins, and then the conveyor belt takes it up where you pick it off, gut it and lower it into the fish room. How full would that be on a good trip? About half full, about 11 tonnes. He's been fishing with his dad Mike for 25 years. He says he can't imagine doing any other job. Even so, he's apprehensive about what's to come. I did vote leave, but it's a big can of worms. What's going to happen when the government actually start doing the deal and whether they sell us down the river or whether they support us is going to be be the tail of it the best hopeful would be reinstate the 200 mile limit i don't think it's ever going to be exclusively for UK vessels but a trade-off where if we catch so many tons in european waters they can catch so many tons in our waters we want a better share of the quota or the available fish in our waters and one of the things you catch is Megrim, which I've got to be frank, I've never heard of before. Yeah, it's a flat fish and it's got rather a big head and a big tail on it. And how much of that goes into Europe? I would say probably 95% of that goes to Europe. And is that a big catch for you? Would that be a problem if you couldn't sell it the way you do now? During the summer months, it's probably about 50% of our catch. So there's nothing you can do, is there? Just sit and wait? Yeah, I mean, you've got to sit and wait. You've got to hope that they come up with a free trade deal because obviously the Europeans will want to export stuff to the UK and hopefully we can have free trade between them. The worst, could you see yourselves going out of business? It's a possibility. It's to wait and see. Jeremy Hosking, who catches crab and lobster, has a little sympathy with EU fishermen who may lose access to UK waters. What I am longing for with Brexit is to see this country, Great Britain, once again, take pole position when it comes to looking after its own fishing grounds. How do you feel about your counterparts in France and Belgium who are worried about not being able to fish in our waters possibly? What I would like to say is go to Loewstoft, go to Grimsby, go to Hull and see what's left. That's Europe. Now if they're worried, they should have thought about that before they stitched us up. We're on the back foot now. We're looking at our industry been destroyed. And if we now look over our shoulders and say, oh, well, we can't destroy theirs, I do think that we need to wake up and smell the roses. Across the English Channel and the North Sea, it looks very different. Skippers in countries such as France, Holland, Belgium and Denmark rely on fishing in what will become UK waters. 18,000 fishermen from various nations have banded together to form a new European Fisheries Alliance against a hard Brexit. Headed by Herod van Balsfort, a former Dutch fisheries official. Our analysis shows that's over these 10 years, for these 18,000 fishermen, about 42% of our catches were realised in what is going to become UK waters. So you could say we have a dependency for access to UK waters. So if there would be a hard Brexit and the UK would really expel all the foreign fleets from their waters and force it, then we have a problem at our end of course. In fact, what you do, you endanger about 40% of our volume turnover and one third of our value turnover would mean, for example, the 18,000 fishermen, maybe thousands of fishermen without a job, the profit rate of our companies would fall about 50%. So it will be really disastrous. Is this going to end in a messy compromise, which pleases no one? I think we have to choose a compromise instead of no compromise. A hard Brexit is going to give us a lot of problems overall, even beyond fisheries for myself but also for my children. I'll be honest, it's been hard for me to find anyone in UK fishing who has a good word to say about the EU or who in any way regrets Brexit. But here in Newlin Harbour, I've been talking to Elizabeth Stevenson. Now she's actually got experience of top-level negotiations in Brussels, when, years ago, she used to be head of the National Federation of Fishermen's organisations. I was involved for a few years in the yearly quota talks that take place in Brussels at the end of each year, where the quotas for the next year are negotiated. And I was involved for a few years in the yearly quota talks that take place in Brussels at the end of each year, where the quotas for the next year are negotiated. And I often saw how we relied on the support of our Spanish colleagues and our French colleagues to try to fight our corner so that we could get the best deal for the industry. They're very powerful. They've got a great deal of clout in their industry when it comes to negotiating. Elizabeth has influence around here. She runs the family fishing firm of W. Stevenson. It's 100 years old, and it has 12 working boats with 50 to 60 fishermen at sea at any one time. What I fear in the Brexit negotiations is that we no longer have the support of the Spanish and the French. We are going to be negotiating against them. People think that because I'm worried, I like what we've got. I don't like what we've got. I want to have a much better deal for the industry. But as the Commission have already said, we can't I want to have a much better deal for the industry. But as the Commission have already said, we can't be seen to be getting a better deal by being out. What exactly are we going to have? And in order for us to have a better deal, somebody else has to give up something. They have to give up access rights. They have to give up some quota. And I just can't see any of the other European Union countries giving up something for us to get a better deal. So at the best, what do you think would a good deal look like from your point of view? Oh, the best outcome for me would be much better quotas, better access, more control of our own sort of destiny, as it were. But I can't honestly see that happening. better access, more control of our own sort of destiny, as it were. But I can't honestly see that happening. She told me about a meeting she once had with UK ministers who were trying to dampen her expectations of what they could negotiate on behalf of the fishing industry. Many years ago, we were talking about one of the ministers going off and fighting our corner. And he sort of said to us, my hands are tied. If you look at the GDP, the fishing industry is less important than biscuits and less important than lawnmowers. What did you say to that? It was in the statistics. It was fact. I checked the statistics and it turns out that last year, the fish catching industry earned less than half of one percent of the UK's gross domestic product. So why does this industry deserve the attention it gets? As I've seen, it's at the heart of our regional economies and it's a glue which holds together coastal communities. It's been made a potent political icon by leave supporters, a kind of shorthand for plucky Brits fighting European bureaucracy. So can fishing emerge from the Brexit talks with a better deal? One of the most powerful groups lobbying the UK government is the National Federation of Fishermen's Organisations, which represents England, Wales and Northern Ireland. Barry Dees is its chief executive. I think there'll be a deal, an arrangement that will give non-UK vessels some degree of access to fish in UK waters, but that will be linked very much to satisfactory quota shares. So I think it's going to be a very different way of arriving at the key decisions each year. Those decisions will reflect the new world that we'll be in. The UK will be an independent coastal state. It's such a tiny industry, isn't it? If you put it in context with the other industries in the UK, why should we care about it so much? But people do care about fishing. I have proportioned to its economic worth. My view is that fishing will be a litmus test for Brexit. Politically, we carry a lot more clout than our economic worth would suggest. There is a question about whether the UK can set up its own new fisheries laws before Brexit kicks in. Law Professor Richard Barnes. If I was a betting man, I would say that we're going to see the status quo being continued for maybe the next five to ten years. Five to ten years? That is going to amaze and horrify a lot of the people in the fishing industry who voted for Brexit. I think there was an assumption that coming out of Europe would immediately free us up to do what we want. The simple fact of it is that we need to manage our fisheries. We can't put ourselves in a position where there is no law applicable. That would be absolutely devastating for the sustainability of fish stocks. We wouldn't be in a position to design a new regime, even within the two, three-year period that was open to us before Brexit. And so we're going to have to wait for the longer-term development of a, we call it a purely domestic fishing regime. In this journey from one end of Britain to the other, I've learned that fishing is an industry of many layers, and it doesn't speak with one voice. People are divided about what Brexit might bring within regions, within ports and even within families. I really want UK fishermen in their communities to have a secure future, to keep the boat setting out for Newlin and Peterhead and other British ports I know. But it seems to me it can't be winner-take-all. There are dangers as well as opportunities. Compromises will have to be made. They may be hard for some fishermen to stomach. I'm Leslie Kerwin, and you've been listening to Global Business on BBC World Service. The producer was Smeeta Patel. Thanks for listening to Global Business on BBC World Service. The producer was Smita Patel. Thanks for listening to this edition of the BBC's World of Business podcast. Yoga is more than just exercise. It's the spiritual practice that millions swear by. And in 2017, Miranda, a university tutor from London, joins a yoga school that promises profound transformation. It felt a really safe and welcoming space. After the yoga classes, I felt amazing. But soon, that calm, welcoming atmosphere leads to something far darker, a journey that leads to allegations of grooming, trafficking and exploitation across international borders. I don't have my passport, I don't have my phone, I don't have my bank cards, I have nothing. The passport being taken, the being in a house and not feeling like they can leave. World of Secrets is where untold stories are unveiled and hidden realities are exposed. In this new series, we're confronting the dark side of the wellness industry, with the hope of a spiritual breakthrough gives way to disturbing accusations. You just get sucked in so gradually and it's done so skillfully that you don't realize. And it's like this, the secret that's there. I wanted to believe that, you know, that whatever they were doing, even if it seemed gross to me, was for some spiritual reason that I couldn't yet understand. Revealing the hidden secrets of a global yoga network. I feel that I have no other choice. The only thing I can do is to speak about this and to put my reputation and everything else on the line. I want truth and justice. And for other people to not be hurt for things to be different in the future. To bring it into the light and almost alchemise some of that evil stuff that went on and take back the power. World of Secrets, Season 6, The Bad bad guru listen wherever you get your podcasts"}