{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.34, 11.44], "text": " In this week's in business, I'm taking a close look at the industry I work in."}, {"timestamp": [12.04, 15.5], "text": " My name is Patrick Grant, and I'm a menswear designer, factory owner,"}, {"timestamp": [15.84, 18.68], "text": " and also a judge on the BBC's Great British Sewing Bee."}, {"timestamp": [19.38, 22.22], "text": " The fashion industry is one of the world's biggest polluters,"}, {"timestamp": [22.52, 26.0], "text": " so I'm asking, what's it doing to make itself more sustainable,"}, {"timestamp": [26.0, 30.0], "text": " and also asking what we as consumers can do to play our part."}, {"timestamp": [33.0, 36.0], "text": " I'm probably atypical because I buy almost nothing."}, {"timestamp": [36.0, 42.0], "text": " I'm standing here talking to you in a blue crew neck jumper that was made in a factory in Hoykin, Scotland."}, {"timestamp": [42.0, 47.0], "text": " I've worn at least a thousand times. I make things last."}, {"timestamp": [47.0, 57.0], "text": " I have worked in the clothing industry for 15 years, from Savile Row to the UK High Street,"}, {"timestamp": [57.0, 62.0], "text": " and in that very short period, I've witnessed extraordinary change."}, {"timestamp": [62.0, 68.14], "text": " The arrival of online fast fashion has kicked a ruddy great hole in the status quo."}, {"timestamp": [68.14, 74.6], "text": " Our traditional high street retailers, once bastions of affordable, high quality stylish clothing,"}, {"timestamp": [74.6, 76.84], "text": " were forced to change tack."}, {"timestamp": [76.84, 82.34], "text": " Many cut prices, moved production to lower labour cost countries and switched to cheaper materials,"}, {"timestamp": [82.34, 86.0], "text": " aping the worst behaviour of the fast fashion rivals."}, {"timestamp": [86.0, 88.0], "text": " I didn't like where it was all going,"}, {"timestamp": [88.0, 92.0], "text": " so in 2016 I started a social enterprise"}, {"timestamp": [92.0, 94.0], "text": " called community clothing."}, {"timestamp": [98.0, 103.0], "text": " My producer Caroline came with me to one of the 28 UK factories we work with,"}, {"timestamp": [103.0, 107.0], "text": " my own factory, Cookson and Clegg in Blackburn."}, {"timestamp": [107.0, 118.0], "text": " This is a community clothing sweatshirt. It's a very classic garment. It's pure cotton, it's knitted in Leicester,"}, {"timestamp": [118.0, 123.0], "text": " it's dyed and finished in Leicester, it's cut and sewn here in Blackburn. So the supply chain is quite short."}, {"timestamp": [123.0, 128.0], "text": " And let's look at this sweatshirt. It's grey. It looks quite warm."}, {"timestamp": [128.0, 134.2], "text": " It's a very... It looks quite a cosy sort of thing. It's not high fashion, Patrick. It's not"}, {"timestamp": [134.2, 137.6], "text": " something you would see in your men's wear line, is it?"}, {"timestamp": [137.6, 144.76], "text": " So what we are attempting to do is to tackle part of what we wear. So I think this"}, {"timestamp": [144.76, 147.0], "text": " sweatshirt has been pretty much the same"}, {"timestamp": [147.0, 149.0], "text": " for about 100 years."}, {"timestamp": [149.0, 153.0], "text": " My contention is that most people have a certain amount of stuff"}, {"timestamp": [153.0, 155.0], "text": " that they buy over and over again"}, {"timestamp": [155.0, 158.0], "text": " and certain classic items that just never change."}, {"timestamp": [160.0, 164.0], "text": " The idea behind community clothing is pretty simple."}, {"timestamp": [164.0, 167.42], "text": " Affordable, everyday clothes, supporting great jobs"}, {"timestamp": [167.42, 170.3], "text": " in those parts of the UK that really need them."}, {"timestamp": [170.86, 174.78], "text": " And it's all very slow, quite at odds with the rest of the fashion industry."}, {"timestamp": [175.8, 179.1], "text": " The fashion giants evolved to do one thing and one thing only,"}, {"timestamp": [179.46, 181.32], "text": " and that's sell you more stuff."}, {"timestamp": [181.9, 184.36], "text": " And they didn't spend much time thinking about the consequences,"}, {"timestamp": [184.9, 191.6], "text": " and nor, frankly, did the consumers. But now the environmental and human downside to this fashion"}, {"timestamp": [191.6, 199.04], "text": " boom is becoming impossible to ignore. And the word on everybody's lips is sustainability."}, {"timestamp": [201.68, 205.24], "text": " The big fashion brands have created a dizzying array of initiatives."}, {"timestamp": [205.24, 209.54], "text": " Ethical this, conscious that, but what does it all mean?"}, {"timestamp": [209.54, 212.3], "text": " What even is sustainability?"}, {"timestamp": [212.3, 216.84], "text": " And if the industry is doing all this great stuff, can I just get back to my shopping?"}, {"timestamp": [216.84, 218.76], "text": " Conscience Clear?"}, {"timestamp": [218.76, 225.08], "text": " Vanessa Podmore is an independent consultant with more than 30 years experience in the fashion industry."}, {"timestamp": [225.08, 229.62], "text": " She advises companies on sustainability. So how does she define it?"}, {"timestamp": [229.62, 235.76], "text": " I tend to put it into three buckets. The first bucket is resource use. That's about, is it"}, {"timestamp": [235.76, 242.72], "text": " polyester or cotton, how much water do we use, how much power do we use. The second bucket is"}, {"timestamp": [242.72, 246.82], "text": " labour governance issues, people, the people who are involved in making our product."}, {"timestamp": [247.22, 252.98], "text": " And trust me, there are still some pretty nasty things going on in our very long, complicated supply chains."}, {"timestamp": [253.58, 255.62], "text": " And the third bucket is the business model."}, {"timestamp": [255.62, 263.14], "text": " And that's about businesses who are built on the basic premise of ever increasing sales levels,"}, {"timestamp": [263.54, 266.34], "text": " selling more and more stuff at cheaper and cheaper prices"}, {"timestamp": [266.34, 270.32], "text": " and making higher and higher margins, and whether that's sustainable."}, {"timestamp": [270.68, 274.14], "text": " And the thinking that's going on now around what actually those business models"}, {"timestamp": [274.14, 275.64], "text": " might need to look like in the future."}, {"timestamp": [276.44, 280.56], "text": " The fashion industry generates revenues of over a trillion dollars a year worldwide"}, {"timestamp": [280.56, 283.96], "text": " and employs over 300 million people."}, {"timestamp": [284.78, 287.0], "text": " Complex supply chains stretch across the globe,"}, {"timestamp": [287.4, 290.42], "text": " including the world's poorest and least well-regulated countries."}, {"timestamp": [291.1, 295.16], "text": " The average consumer has no clue what goes on to create that product."}, {"timestamp": [295.28, 298.98], "text": " They have no idea about the length and complexity of the supply chains,"}, {"timestamp": [299.36, 304.26], "text": " the conditions that it was made in, where on earth it came from, what on earth it's made of."}, {"timestamp": [304.34, 310.72], "text": " Most people have no idea about the difference between a polyester or a viscose or a cotton even."}, {"timestamp": [310.94, 312.22], "text": " It's just a t-shirt."}, {"timestamp": [313.0, 317.8], "text": " So, to give you an idea of how one company attempts to keep all of this in check,"}, {"timestamp": [318.2, 320.6], "text": " we're a team of 144 people worldwide."}, {"timestamp": [320.6, 322.8], "text": " We have a Hong Kong region."}, {"timestamp": [322.94, 325.16], "text": " We have a Bangladesh region and we have our UK region"}, {"timestamp": [325.16, 330.34], "text": " with slightly different work responsibilities, managing relationships, managing product development."}, {"timestamp": [331.18, 336.36], "text": " Andrew Whale is head of sourcing and product development at the High Street Retailer, Debenhams."}, {"timestamp": [336.84, 342.3], "text": " I know Andrew because I design a menswear line for Debenhams called Hammondon Co, which is manufactured"}, {"timestamp": [342.3, 345.76], "text": " in factories in at least a dozen countries worldwide."}, {"timestamp": [345.76, 351.36], "text": " We work with probably in excess of a thousand factories in our chain. However, we have a"}, {"timestamp": [351.36, 357.52], "text": " tight nucleus of suppliers that we work with for a long period of time and they continue to"}, {"timestamp": [357.52, 362.08], "text": " work with us. So, you know, maybe a hundred factories. How often do you think those factories"}, {"timestamp": [362.08, 365.46], "text": " are visited? How often are they audited? At least once per"}, {"timestamp": [365.46, 371.48], "text": " year, but we also travel quite a lot. So I've been to all of our key factories. So all of those"}, {"timestamp": [371.48, 377.52], "text": " hundred? Yes, over a period of time. I know the key factories in that organisation very well."}, {"timestamp": [377.9, 384.68], "text": " I've been in this industry for probably 30 years more. And my mantra is, I want to know where products"}, {"timestamp": [384.68, 385.66], "text": " made."}, {"timestamp": [389.94, 396.02], "text": " There will always be some challenges around subcontracting but they can largely be managed if we take responsibility as retailers. I think the factories that we work with are best in the"}, {"timestamp": [396.02, 399.78], "text": " world, best in class. I know that because I've been there and I know that because I've seen"}, {"timestamp": [399.78, 409.0], "text": " other factories which are not. A lot of factories, in a lot of places, using a lot of resources."}, {"timestamp": [409.0, 413.0], "text": " Today, over 60% of what goes into our clothing is plastic,"}, {"timestamp": [413.0, 419.0], "text": " things like polyester, nylon or acrylic, some 50 million tonnes of it."}, {"timestamp": [419.0, 435.0], "text": " This might be why Vanessa's first bucket is resources. I went back to Leeds University, where I studied material science in the 1990s,"}, {"timestamp": [435.0, 441.0], "text": " to meet Dr Mark Sumner, lecturer in sustainability, fashion and retail,"}, {"timestamp": [441.0, 444.0], "text": " in the lab at the School of Design."}, {"timestamp": [444.0, 446.24], "text": " One of the many areas they're researching"}, {"timestamp": [446.24, 452.06], "text": " is the shedding of plastic microfibers from our clothing. The work that Alice is"}, {"timestamp": [452.06, 456.14], "text": " doing here will be looking at different fabrics, different materials, different"}, {"timestamp": [456.14, 460.4], "text": " spinning techniques to create the yarn, to then be able to really understand"}, {"timestamp": [460.4, 466.9], "text": " all of the factors that then drive the microplastic release so so we can then start to work backwards, then then say,"}, {"timestamp": [467.0, 472.14], "text": " well, what's the best way of constructing a fabric that reduces microfiber release?"}, {"timestamp": [472.4, 477.08], "text": " But importantly, making sure that that fabric is still fit for purpose for the consumer."}, {"timestamp": [477.76, 480.66], "text": " You know, so it's still soft. It still is wearable."}, {"timestamp": [480.96, 483.36], "text": " Still pliable. It's still drapes nicely."}, {"timestamp": [483.56, 484.52], "text": " Absolutely, all of those things."}, {"timestamp": [484.8, 485.0], "text": " So that's one of the really big challenges here. is wearable. Still pliable. It's still pliable. It's still drapes nicely. Absolutely, all of those things."}, {"timestamp": [485.0, 487.76], "text": " So that's one of the really big challenges here."}, {"timestamp": [487.76, 491.84], "text": " Another big area of interest is the recycling of textiles."}, {"timestamp": [491.84, 496.32], "text": " We're all familiar with the recycling of our household waste, but what does this mean in a clothing"}, {"timestamp": [496.32, 497.32], "text": " context?"}, {"timestamp": [497.32, 504.52], "text": " The challenge we're facing in the UK in particular is there's something like 350,000 tons of textile"}, {"timestamp": [504.52, 506.56], "text": " clothing waste going into landfill,"}, {"timestamp": [506.96, 509.56], "text": " but actually we can use that material in some way."}, {"timestamp": [509.78, 514.0], "text": " So the first thing that we always say in terms of clothing waste is can it be reused?"}, {"timestamp": [514.2, 517.16], "text": " So the consumer has to start by not putting clothing in the bin."}, {"timestamp": [517.16, 521.28], "text": " Step one, don't throw it away, take it to a clothing bank somewhere"}, {"timestamp": [521.28, 524.32], "text": " and allow it the chance of a second life."}, {"timestamp": [524.32, 529.28], "text": " to a clothing bank somewhere and allow it the chance of a second life. There is a textile recyclet here in West Yorkshire."}, {"timestamp": [530.32, 535.6], "text": " For every hundred tonnes of waste that they get, 70 tonnes of that is actually reused."}, {"timestamp": [536.24, 539.2], "text": " So 70% of the stuff that we get back can be reused."}, {"timestamp": [539.2, 542.4], "text": " Giving it to somebody else for whom it will still have value."}, {"timestamp": [542.4, 542.96], "text": " Absolutely."}, {"timestamp": [544.16, 547.92], "text": " Spinning 350,000 tonnes of clothing"}, {"timestamp": [547.92, 555.84], "text": " every year is crazy, especially when 70% of it could simply be reworned by someone else. And what about"}, {"timestamp": [555.84, 563.12], "text": " converting the 30% that's not re-wearable into reusable material? Is that viable? What's interesting"}, {"timestamp": [563.12, 570.6], "text": " about recycling in general is sometimes recycling is really good from an environmental point of view, but sometimes not always."}, {"timestamp": [571.02, 576.0], "text": " Because the amount of energy you have to put in, the amount of water that you might have to use, the chemicals you have to use."}, {"timestamp": [576.52, 582.02], "text": " Sometimes it's not always that much better than taking the virgin material."}, {"timestamp": [582.02, 585.6], "text": " So what we find with things like chemical recycling of polyester,"}, {"timestamp": [585.6, 592.4], "text": " the carbon footprint for that, is relatively high, slightly lower than virgin polyester, but it's still high."}, {"timestamp": [592.4, 596.16], "text": " So we have all of these challenges in terms of the technology that can deliver recycling of"}, {"timestamp": [596.16, 601.92], "text": " materials, especially when these materials are blended. When you put cotton and polyester together"}, {"timestamp": [601.92, 607.2], "text": " in this very intimate blend, it's really difficult to actually extract the fibres."}, {"timestamp": [607.2, 612.16], "text": " Now we could do it in a lab, but doing it commercially is very, very challenging,"}, {"timestamp": [612.16, 614.72], "text": " both in terms of the science behind that,"}, {"timestamp": [614.72, 619.84], "text": " but also the commercial reality of how much it costs to do that."}, {"timestamp": [619.84, 622.8], "text": " So when it comes to recycling in the fashion industry,"}, {"timestamp": [622.8, 626.0], "text": " the thinking has to be much more holistic."}, {"timestamp": [626.0, 636.0], "text": " The University of Leeds six or seven years ago, working with a couple of partners came up with a sewing thread that you could actually microwave and it would dissolve."}, {"timestamp": [636.0, 642.0], "text": " So you stick in a microwave for 30 seconds, that thread disappears and you've got your shirt in all of its component pieces."}, {"timestamp": [642.0, 644.0], "text": " The buttons all fall off."}, {"timestamp": [644.0, 645.84], "text": " The colour canvases fall out."}, {"timestamp": [645.84, 650.16], "text": " Yeah, everything falls out. The challenge was though we were too early with that innovation."}, {"timestamp": [650.16, 653.52], "text": " You know people were thinking well why would I want now? What am I going to do with that?"}, {"timestamp": [653.92, 657.68], "text": " So what we're trying to do now is you know some really hard science in terms of things like"}, {"timestamp": [657.68, 661.52], "text": " microplastics for example but taking a step back from that and saying what does that"}, {"timestamp": [661.52, 666.9], "text": " circular theory look like in terms of changing the way"}, {"timestamp": [666.9, 672.72], "text": " the industry works. Now I feel very fortunate that I've worked with cotton farmers all the way through"}, {"timestamp": [672.72, 678.64], "text": " the supply chain right through to textile recyclers and I can now have a vision of how we can"}, {"timestamp": [678.64, 686.24], "text": " start to change that textile industry and use things like this microwaveable thread to address some of these big"}, {"timestamp": [686.24, 690.56], "text": " issues but of course this is a global industry it's really challenging trying to get those"}, {"timestamp": [690.56, 695.84], "text": " connections to work and one of the challenges we have is the consumer attitude to clothing"}, {"timestamp": [696.48, 702.56], "text": " for whatever reason consumers don't seem to value their clothing as much as we used to do"}, {"timestamp": [702.56, 705.38], "text": " I think you know the reason, you know, big fashion"}, {"timestamp": [705.38, 708.7], "text": " is pushing them to feel like that clothing is no longer of value"}, {"timestamp": [708.7, 710.9], "text": " and that cycle is so much faster."}, {"timestamp": [711.34, 713.14], "text": " We're now being told on a weekly basis"}, {"timestamp": [713.14, 715.88], "text": " that the stuff we bought last week is no longer cool"}, {"timestamp": [715.88, 717.88], "text": " and we need to buy something new."}, {"timestamp": [718.24, 721.28], "text": " So we know why consumers are being driven to this behaviour."}, {"timestamp": [721.46, 722.9], "text": " And it's a very interesting behaviour as well"}, {"timestamp": [722.9, 724.08], "text": " because this is a cultural phenomenon"}, {"timestamp": [724.08, 726.16], "text": " that is not just about fashion."}, {"timestamp": [726.16, 729.12], "text": " It's about all sorts of consumer goods."}, {"timestamp": [729.12, 731.2], "text": " You think about, you know, how often do you update your car?"}, {"timestamp": [731.2, 733.0], "text": " How often do you change your phone?"}, {"timestamp": [733.0, 738.24], "text": " There is this culture that is forcing these things to happen."}, {"timestamp": [738.24, 743.32], "text": " The irony is we've spent 50 years developing materials that last forever,"}, {"timestamp": [743.32, 745.7], "text": " developing dyes that will never fade."}, {"timestamp": [745.7, 748.98], "text": " And now we need to turn all of that on its head."}, {"timestamp": [748.98, 753.24], "text": " What we need are clothes where you can simply flick a switch, and they magically go back to their"}, {"timestamp": [753.24, 760.96], "text": " original single material, undied and ready to use again."}, {"timestamp": [760.96, 767.0], "text": " Now let's have a look inside Vanessa Podmore's second bucket, the bucket filled with the people who make this stuff."}, {"timestamp": [770.18, 776.26], "text": " Now what's happening is the big buyers jump from one country to another, from one factory to another, from one country to another."}, {"timestamp": [776.64, 778.82], "text": " Chasing the dollar, chasing the needle, as they say."}, {"timestamp": [778.82, 785.52], "text": " The big new development area now is Africa, which is causing quite a lot of concern in many circles,"}, {"timestamp": [785.66, 790.9], "text": " because in many of those countries, there isn't yet labour law. There isn't yet, for example,"}, {"timestamp": [791.34, 797.08], "text": " legal minimum wage rates to apply. And so honestly, as a buyer, you can almost pay what you like."}, {"timestamp": [797.64, 801.8], "text": " And it's very tempting in that situation to go in and, frankly, not pay enough."}, {"timestamp": [802.24, 808.28], "text": " Almost every brand that you could mention today has a sustainability program, but there"}, {"timestamp": [808.28, 813.78], "text": " is still enormous pressure on those buyers to source product for less money than they"}, {"timestamp": [813.78, 816.68], "text": " sourced it for last year. I mean is that ever going to change?"}, {"timestamp": [816.68, 821.94], "text": " Until we sort out the disconnect between corporate business strategy, corporate social"}, {"timestamp": [821.94, 827.34], "text": " responsibility goals and purchasing practice are connected up in some way."}, {"timestamp": [827.34, 831.46], "text": " Until somebody joins those things, then these things aren't going to change."}, {"timestamp": [831.46, 833.0], "text": " We're going to have the same problems."}, {"timestamp": [833.0, 838.6], "text": " Buyers are measured, their job descriptions are written, the way they're recompensed and"}, {"timestamp": [838.6, 847.12], "text": " bonused is based on speed of response, quality of product coming in and the lowest possible price and hitting margin targets."}, {"timestamp": [847.7, 852.5], "text": " And those things in no way reflect the corporate social responsibility goals of many brands."}, {"timestamp": [852.98, 855.04], "text": " Of course, let's remember there is some good practice out there."}, {"timestamp": [855.14, 858.64], "text": " There are brands who are very enlightened about this and there are brands who have recognised"}, {"timestamp": [858.64, 863.46], "text": " that you need to write job descriptions, for instance, you need to bonus people and recompense people"}, {"timestamp": [863.46, 869.04], "text": " to reflect compliant production. But there are many, many brands out there who aren't yet doing that."}, {"timestamp": [869.7, 876.12], "text": " So, how might a business prevent buyers from squeezing suppliers too hard? Carmel McQuaid is head"}, {"timestamp": [876.12, 880.68], "text": " of sustainable business at Marks & Spencer. I think we have a number of processes in place,"}, {"timestamp": [880.68, 890.5], "text": " like every other business will have to ensure compliance against policies, internal audit standards and their opportunities for coaching, training, corrective action if need be."}, {"timestamp": [890.5, 895.36], "text": " Because it must be a great temptation. You know, I'm a buyer, I have a job to deliver"}, {"timestamp": [895.36, 901.68], "text": " a certain margin. I see the competition is selling a similar garment at a lower price."}, {"timestamp": [901.68, 905.34], "text": " There's a thin line between striking a good bargain and applying"}, {"timestamp": [905.34, 909.76], "text": " kind of undue pressure. I mean, presumably you must be a big part of some of your factory's"}, {"timestamp": [909.76, 917.8], "text": " business every year. I think that's that challenge lies with all businesses and negotiations on"}, {"timestamp": [917.8, 922.22], "text": " all contracts with suppliers. So most people who work in business want to do a good job."}, {"timestamp": [922.22, 927.8], "text": " And it's a case of setting up the processes and systems that ensure that those pressure points don't happen."}, {"timestamp": [928.28, 932.86], "text": " I think one of the real benefits of MNS is because we don't go for small niche collections"}, {"timestamp": [932.86, 936.92], "text": " and say this is the sustainable range and the rest of it, we're not dealing with."}, {"timestamp": [936.92, 939.74], "text": " We're saying we want to apply it across all of our categories."}, {"timestamp": [939.86, 943.64], "text": " And actually that does help from a systemic point of view to make sure that the process"}, {"timestamp": [943.64, 947.8], "text": " has less opportunity for people to come under pressure, if you like."}, {"timestamp": [947.86, 956.7], "text": " So if we're saying 100% of the grottom resource must be sustainably sourced, then you don't want to be the one buyer who isn't following that mantra because that will soon become evident."}, {"timestamp": [956.7, 958.42], "text": " And there is no excuse for that."}, {"timestamp": [959.46, 963.18], "text": " Not surprisingly, I had a similar response from Andrew Whale at Debenhams."}, {"timestamp": [963.84, 969.96], "text": " How do you as a business resist the temptation to get dragged into a price battle?"}, {"timestamp": [970.08, 976.18], "text": " How do you stop your buyers from putting pressure on suppliers to nudge price downwards?"}, {"timestamp": [976.28, 981.36], "text": " Because the bottom end of the market is dragging everyone in the middle down price-wise."}, {"timestamp": [982.14, 986.54], "text": " We make sure we're paying a fair price for product through our costings analysis,"}, {"timestamp": [986.72, 988.02], "text": " through our relationship with our suppliers."}, {"timestamp": [988.5, 992.34], "text": " We're about paying the right price for a product and then actually passing that to the customer."}, {"timestamp": [993.12, 997.0], "text": " There may be cases where the actual cost of the product doesn't warrant us to be able to sell it,"}, {"timestamp": [997.04, 998.88], "text": " or the customer votes and doesn't want to buy it."}, {"timestamp": [999.28, 1001.98], "text": " The key in that situation is to actually pay the fair price,"}, {"timestamp": [1002.46, 1005.44], "text": " and that's the piece that we're good at. And that's the piece that we're good at."}, {"timestamp": [1005.5, 1009.1], "text": " And that's the piece that we monitor and manage really well. So in regards to what the buyer"}, {"timestamp": [1009.1, 1016.22], "text": " may wish to do in that scenario, there are some business rules around how we behave to achieve"}, {"timestamp": [1016.22, 1022.34], "text": " that result. So the traditional retailers depend on strong corporate culture to provide the"}, {"timestamp": [1022.34, 1028.88], "text": " necessary checks and balances. What about those new entrants where there's no legacy of sustainable business practice?"}, {"timestamp": [1029.76, 1034.38], "text": " We asked a long list of fast fashion retailers to be interviewed, but they all said no."}, {"timestamp": [1035.24, 1040.2], "text": " So I asked Vanessa Podmore, can a dress for a fiver ever be good?"}, {"timestamp": [1040.62, 1045.3], "text": " Five pounds for a dress tells me that it was absolutely not made under compliant conditions."}, {"timestamp": [1045.98, 1049.22], "text": " We don't know where the raw materials are coming from and the buyer doesn't either."}, {"timestamp": [1049.52, 1054.76], "text": " We have no idea what the chemical content or the processing chemicals that were used on that material."}, {"timestamp": [1055.12, 1060.06], "text": " I think some of those price points are absolutely unsustainable in every sense of the word."}, {"timestamp": [1060.64, 1063.8], "text": " And yes, the consumer needs to develop some smarts there."}, {"timestamp": [1064.2, 1066.62], "text": " One way to keep a close eye on your suppliers"}, {"timestamp": [1066.62, 1070.0], "text": " is to make your clothes in factories that are just down the road."}, {"timestamp": [1070.52, 1072.58], "text": " There are all sorts of other benefits to this too."}, {"timestamp": [1076.06, 1079.7], "text": " I went to meet Jenny Holloway at her factory in North London."}, {"timestamp": [1082.92, 1087.4], "text": " So here we are. We're in Haringay in Fashion Enter with Jenny Holloway."}, {"timestamp": [1087.4, 1090.4], "text": " We're standing next to the Quality Control Station."}, {"timestamp": [1090.4, 1093.2], "text": " We've got what we've got in front of us here."}, {"timestamp": [1093.2, 1095.4], "text": " This looks like I can see ASOS labels."}, {"timestamp": [1095.4, 1100.4], "text": " Yeah, so we've got the ASOS garments here, which is in the dark green forest."}, {"timestamp": [1100.4, 1102.8], "text": " This is a dress that we're making."}, {"timestamp": [1102.8, 1104.8], "text": " We've sent it around in four days."}, {"timestamp": [1104.8, 1107.0], "text": " So from start to finish from the cutting to where we are."}, {"timestamp": [1107.0, 1108.0], "text": " How many?"}, {"timestamp": [1108.0, 1109.0], "text": " About 800."}, {"timestamp": [1109.0, 1112.0], "text": " We're fast, but fast in a positive way."}, {"timestamp": [1112.0, 1115.0], "text": " So we're reactive to consumer demands."}, {"timestamp": [1115.0, 1118.0], "text": " Upstairs in a quiet showroom,"}, {"timestamp": [1118.0, 1121.0], "text": " surrounded by rails of dresses and skirts,"}, {"timestamp": [1121.0, 1124.0], "text": " I asked Jenny how much people here are earning."}, {"timestamp": [1124.0, 1128.76], "text": " There are some down there that are earning healthy amounts of money. In fact, our top"}, {"timestamp": [1128.76, 1133.6], "text": " earner is £19 an hour. And what would the lowest earner be taking home?"}, {"timestamp": [1133.6, 1139.4], "text": " The average is £12. If we have new people come in, that may not be as experienced as everybody else,"}, {"timestamp": [1139.4, 1146.4], "text": " we would always make sure that we get a minimum type pay. So no one is ever earning less than,"}, {"timestamp": [1146.4, 1149.6], "text": " I would say the London living wage actually at the moment."}, {"timestamp": [1149.6, 1150.2], "text": " Which is what, nine?"}, {"timestamp": [1150.2, 1151.2], "text": " It's ten."}, {"timestamp": [1151.2, 1152.2], "text": " Ten, okay."}, {"timestamp": [1152.2, 1154.2], "text": " There's a print skirt hanging there."}, {"timestamp": [1154.2, 1157.8], "text": " You know, it's a tropical print on a kind of salmon pink background."}, {"timestamp": [1157.8, 1160.2], "text": " How many minutes of the sewing in that garment?"}, {"timestamp": [1160.2, 1163.8], "text": " I would say that garment is no more than 12 standard minutes."}, {"timestamp": [1163.8, 1165.5], "text": " I mean, you've got elastication on the waist,"}, {"timestamp": [1165.84, 1168.84], "text": " but there's only actually two seams."}, {"timestamp": [1169.04, 1169.96], "text": " I'd put that at 12."}, {"timestamp": [1170.36, 1173.78], "text": " The average that you're paying machinist is £12 an hour."}, {"timestamp": [1174.0, 1174.98], "text": " 12 standard minutes."}, {"timestamp": [1175.06, 1176.42], "text": " You do five of those in an hour."}, {"timestamp": [1176.98, 1180.36], "text": " It's a fifth of that, which is £2.40."}, {"timestamp": [1180.8, 1183.94], "text": " So that's the sort of sewing cost in that garment."}, {"timestamp": [1184.82, 1186.0], "text": " What do they retail them for?"}, {"timestamp": [1186.0, 1189.0], "text": " I think that was a 1999 skirt."}, {"timestamp": [1189.0, 1191.0], "text": " Okay. And the input fabric."}, {"timestamp": [1191.0, 1194.0], "text": " Do you have a view on how much the input fabric is?"}, {"timestamp": [1194.0, 1196.0], "text": " It'll be about £2.40."}, {"timestamp": [1196.0, 1198.0], "text": " And what? There's a metre and a half in that?"}, {"timestamp": [1198.0, 1201.0], "text": " No, it won't be that much because you've got a seam, haven't you?"}, {"timestamp": [1201.0, 1204.0], "text": " Front and back. So about 110 in total."}, {"timestamp": [1204.0, 1206.38], "text": " One ten. So that's perfectly doable."}, {"timestamp": [1206.54, 1206.96], "text": " It is."}, {"timestamp": [1207.96, 1212.84], "text": " So this skirt has cost 5 pounds and 4 pence in labour and materials,"}, {"timestamp": [1213.16, 1215.9], "text": " with workers here earning an average of £12 an hour."}, {"timestamp": [1216.24, 1217.8], "text": " That sounds pretty good to me."}, {"timestamp": [1218.72, 1222.74], "text": " But in an industry where a huge percentage of clothing is sold at a discount,"}, {"timestamp": [1223.26, 1226.78], "text": " shouldn't there be more focus on delivering the right amount of product to store"}, {"timestamp": [1226.78, 1230.12], "text": " rather than simply obsessing about margins?"}, {"timestamp": [1230.78, 1231.58], "text": " Jenny explains."}, {"timestamp": [1232.42, 1237.82], "text": " The big advantage is you don't have to make 5,000 of those garments in China"}, {"timestamp": [1237.82, 1243.52], "text": " to make it worthwhile for all the carriage, the freight, the insurance, the reprocessing."}, {"timestamp": [1243.8, 1247.74], "text": " You can make 500 of those. And what's really"}, {"timestamp": [1247.74, 1253.68], "text": " important is that people understand that that is not throwaway fashion, right? That is not contributing"}, {"timestamp": [1253.68, 1258.5], "text": " to landfill, because if you're paying full price for a garment, then the propensity to keep that"}, {"timestamp": [1258.5, 1267.8], "text": " garment longer is well proven. Now the sort of landfill is, in my my little head is when you've bought 20,000 of something"}, {"timestamp": [1267.8, 1274.46], "text": " that comes in from China, you discount it by 25%, and then it's discounted by 33 and 50%. Then people just"}, {"timestamp": [1274.46, 1281.22], "text": " do not respect those garments. Over supply is a huge issue in the fashion industry and one that"}, {"timestamp": [1281.22, 1288.52], "text": " most businesses are struggling to deal with. It's January and everywhere we look, stores are selling their product at 70% off."}, {"timestamp": [1288.96, 1293.16], "text": " But there's no frenzy at the tills, because frankly, these clothes have been on discount"}, {"timestamp": [1293.16, 1295.38], "text": " since before Black Friday back in November."}, {"timestamp": [1296.12, 1299.0], "text": " It's pretty clear that something isn't right."}, {"timestamp": [1304.8, 1310.5], "text": " Independent consultant, Vanessa Podmore's third sustainability bucket holds the business models."}, {"timestamp": [1310.5, 1314.5], "text": " Are they right for the 21st century?"}, {"timestamp": [1314.5, 1319.32], "text": " The business model at the moment is conventional capitalism, if you like."}, {"timestamp": [1319.32, 1321.62], "text": " We must continue to grow."}, {"timestamp": [1321.62, 1326.08], "text": " We must continue to make higher margins and we must continue to sell more and more"}, {"timestamp": [1326.08, 1332.36], "text": " stuff. And there is now a lot of thinking going on, to be honest, around whether that is sustainable"}, {"timestamp": [1332.36, 1338.28], "text": " itself, whether there are other ways of running businesses that don't demand that constant"}, {"timestamp": [1338.28, 1346.5], "text": " pushing of more and more stuff. So is more and cheaper stuff the problem? A question for Jenny Holloway at Fashion Enter."}, {"timestamp": [1347.02, 1353.4], "text": " I think when you use subjective words like cheap, cheap for one person isn't necessarily cheap for another person."}, {"timestamp": [1353.4, 1359.74], "text": " And if you were on Jobseekers allowance and you're over 25, then you're having £73 a week to live on."}, {"timestamp": [1360.22, 1366.28], "text": " And if 10% of that £73 is £7 that you're going to buy on going out on a Friday night,"}, {"timestamp": [1366.42, 1370.7], "text": " well, we can't dictate that to people and neither should we."}, {"timestamp": [1370.7, 1375.48], "text": " I think the big issue there is that we've created a feeling in society"}, {"timestamp": [1375.48, 1379.72], "text": " that in order to present ourselves in a positive light amongst our peers,"}, {"timestamp": [1379.96, 1382.06], "text": " we need to be wearing new stuff."}, {"timestamp": [1382.62, 1386.3], "text": " I mean, do you not feel that somehow the fashion industry"}, {"timestamp": [1386.3, 1388.32], "text": " has to shoulder some of the blame"}, {"timestamp": [1388.32, 1390.36], "text": " for creating the conditions where people,"}, {"timestamp": [1390.78, 1393.28], "text": " whatever their wage, feel pressured"}, {"timestamp": [1393.28, 1394.88], "text": " into buying new clothes all the time?"}, {"timestamp": [1395.38, 1396.92], "text": " I don't think it's just the fashion industry."}, {"timestamp": [1397.06, 1401.16], "text": " I think it's like the generation where it's instant gratification."}, {"timestamp": [1401.84, 1403.3], "text": " They're not prepared to wait."}, {"timestamp": [1403.44, 1405.12], "text": " They'll see something on social media."}, {"timestamp": [1405.12, 1411.2], "text": " They'll see the latest celebrity wearing an outfit. And it's, we want it now."}, {"timestamp": [1412.16, 1416.56], "text": " There are lots and lots of people working within the big fashion brands passionate"}, {"timestamp": [1416.56, 1422.0], "text": " about making the industry more sustainable. But within the current business model of ever"}, {"timestamp": [1422.0, 1425.4], "text": " greater sales, there is clearly a disconnect."}, {"timestamp": [1429.34, 1429.9], "text": " I think these businesses know the right thing to do is to encourage lower consumption,"}, {"timestamp": [1434.18, 1434.86], "text": " but it would take a very brave business leader indeed to actually come out and say it."}, {"timestamp": [1438.72, 1439.34], "text": " Carmel McQuaid of Marks and Spencer talks about one of their recent initiatives."}, {"timestamp": [1442.4, 1445.4], "text": " People emotionally want to have new products. So trying to find a way to engage our customers and which"}, {"timestamp": [1445.4, 1449.48], "text": " we're doing more with our stylists like Try Tuesday where we're saying actually wear it a"}, {"timestamp": [1449.48, 1453.2], "text": " different way and this one dress wear it five ways that's really helpful inspiration"}, {"timestamp": [1453.2, 1457.4], "text": " as well too for customers who are kind of going how do I get more life out of my clothes"}, {"timestamp": [1457.4, 1460.28], "text": " but it's not necessarily that the clothes have to last longer it's just they need to be"}, {"timestamp": [1460.28, 1464.0], "text": " inspired to wear them in different ways so you're helping your customers to"}, {"timestamp": [1464.0, 1466.18], "text": " reduce the consumption of their clothing So you're helping your customers to reduce the consumption"}, {"timestamp": [1466.18, 1468.3], "text": " of their clothing consciously."}, {"timestamp": [1468.3, 1471.72], "text": " You're trying to suggest to them that the pieces they buy"}, {"timestamp": [1471.72, 1472.96], "text": " ought to be worn for longer."}, {"timestamp": [1472.96, 1476.02], "text": " They ought to be worn in more different ways."}, {"timestamp": [1476.02, 1478.04], "text": " We're not trying to be preachy to customers."}, {"timestamp": [1478.04, 1480.68], "text": " So I think our job is to produce clothes"}, {"timestamp": [1480.68, 1483.32], "text": " that our customers love and cherish and want to wear"}, {"timestamp": [1483.32, 1484.9], "text": " as often as possible."}, {"timestamp": [1484.9, 1488.7], "text": " I asked Andrew Whale of Debenhams whether he could ever see the fashion industry"}, {"timestamp": [1488.7, 1490.84], "text": " advocating for reduced consumption."}, {"timestamp": [1491.56, 1494.3], "text": " Well, clothing is about fashion and fashion's changed."}, {"timestamp": [1495.04, 1499.84], "text": " So I don't think anybody's got the right to say that, you know, you can't buy this"}, {"timestamp": [1499.84, 1500.96], "text": " or you can't wear that."}, {"timestamp": [1501.78, 1505.48], "text": " But is Andrew hopeful that the industry could make major changes"}, {"timestamp": [1505.48, 1507.72], "text": " in the light of the current sustainability crisis?"}, {"timestamp": [1508.24, 1509.62], "text": " Customers are voting with their wallets, though."}, {"timestamp": [1509.8, 1512.82], "text": " You can argue that the only way you can actually stop this"}, {"timestamp": [1512.82, 1515.4], "text": " is for the customers to actually go, no, I'm not going to buy it."}, {"timestamp": [1515.66, 1516.6], "text": " But that's not the case."}, {"timestamp": [1517.04, 1518.7], "text": " I think the consumer has to choose."}, {"timestamp": [1518.96, 1522.46], "text": " I think the consumer has to decide to pay a little bit more."}, {"timestamp": [1522.86, 1526.52], "text": " And that might mean that the consumer has to buy a little"}, {"timestamp": [1526.52, 1532.68], "text": " bit less. But it's still putting the same amount of pound notes into the economic pot,"}, {"timestamp": [1532.68, 1539.04], "text": " but it's choosing to do a little bit less, a little bit better, and making sure that everyone"}, {"timestamp": [1539.04, 1542.76], "text": " they buy their things from is ticking all of those boxes."}, {"timestamp": [1542.76, 1547.88], "text": " I think if consumers really want to understand where their money is going,"}, {"timestamp": [1548.18, 1553.58], "text": " they should demand the opportunity to see what's going on with those retailers"}, {"timestamp": [1553.58, 1555.68], "text": " and actually see what's going on in their supply chain."}, {"timestamp": [1556.08, 1559.76], "text": " I think we've seen it in the UK with food, the provenance of food,"}, {"timestamp": [1560.18, 1563.96], "text": " and I think the next step will be clothing and products we buy."}, {"timestamp": [1564.96, 1565.12], "text": " So are we as a society really changing the way step will be clothing and products we buy."}, {"timestamp": [1569.5, 1570.12], "text": " So are we as a society really changing the way we think about clothing?"}, {"timestamp": [1571.16, 1571.66], "text": " Vanessa Podmore again."}, {"timestamp": [1574.24, 1574.56], "text": " Business leaders are starting to think about these things."}, {"timestamp": [1578.82, 1586.66], "text": " Investment community is absolutely thinking about these things, researchers and academics. I meet young business entrepreneurs regularly who have the belief that they shouldn't be simply selling more and more stuff."}, {"timestamp": [1586.66, 1589.76], "text": " And they're exploring other business models, such as the rental model."}, {"timestamp": [1590.42, 1594.24], "text": " There are entrepreneurs out there today who intend never to sell anything."}, {"timestamp": [1594.68, 1599.76], "text": " They want to rent everything, then take it back and reuse it, repurpose it or recycle it."}, {"timestamp": [1600.2, 1601.74], "text": " It's a very different way of thinking."}, {"timestamp": [1607.84, 1615.22], "text": " It seems to me abundantly clear that different thinking is exactly what we need and pretty quickly."}, {"timestamp": [1616.14, 1620.16], "text": " The scientists have got no easy fix for those resource issues."}, {"timestamp": [1620.64, 1622.8], "text": " They all come with an environmental cost."}, {"timestamp": [1623.38, 1627.0], "text": " And it's very hard to see an end to the pressure on prices,"}, {"timestamp": [1627.0, 1633.0], "text": " and that means that some human beings will continue to be forced to work under pretty terrible conditions."}, {"timestamp": [1633.0, 1638.0], "text": " If you're a business that's trying to sell me more stuff every week,"}, {"timestamp": [1638.0, 1642.0], "text": " then I think there is just no way you can call yourself sustainable."}, {"timestamp": [1642.0, 1646.56], "text": " The truth is, we cannot consume our way out of an"}, {"timestamp": [1646.56, 1654.0], "text": " environmental crisis. We simply have to slow down. We could start by voting with our wallets,"}, {"timestamp": [1654.0, 1661.04], "text": " firstly by leaving them in our pockets, and when and if we do need something, rather than just"}, {"timestamp": [1661.04, 1666.26], "text": " wanting it, support the businesses built from the ground up on ethical foundations,"}, {"timestamp": [1666.86, 1675.04], "text": " the ones offering complete transparency, the ones brave enough, maybe, to say buy less."}, {"timestamp": [1683.12, 1687.72], "text": " In Business was presented by me, Patrick Grant, and produced by Caroline Bailey."}, {"timestamp": [1688.16, 1689.56], "text": " The editor was Penny Murphy."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. In this week's in business, I'm taking a close look at the industry I work in. My name is Patrick Grant, and I'm a menswear designer, factory owner, and also a judge on the BBC's Great British Sewing Bee. The fashion industry is one of the world's biggest polluters, so I'm asking, what's it doing to make itself more sustainable, and also asking what we as consumers can do to play our part. I'm probably atypical because I buy almost nothing. I'm standing here talking to you in a blue crew neck jumper that was made in a factory in Hoykin, Scotland. I've worn at least a thousand times. I make things last. I have worked in the clothing industry for 15 years, from Savile Row to the UK High Street, and in that very short period, I've witnessed extraordinary change. The arrival of online fast fashion has kicked a ruddy great hole in the status quo. Our traditional high street retailers, once bastions of affordable, high quality stylish clothing, were forced to change tack. Many cut prices, moved production to lower labour cost countries and switched to cheaper materials, aping the worst behaviour of the fast fashion rivals. I didn't like where it was all going, so in 2016 I started a social enterprise called community clothing. My producer Caroline came with me to one of the 28 UK factories we work with, my own factory, Cookson and Clegg in Blackburn. This is a community clothing sweatshirt. It's a very classic garment. It's pure cotton, it's knitted in Leicester, it's dyed and finished in Leicester, it's cut and sewn here in Blackburn. So the supply chain is quite short. And let's look at this sweatshirt. It's grey. It looks quite warm. It's a very... It looks quite a cosy sort of thing. It's not high fashion, Patrick. It's not something you would see in your men's wear line, is it? So what we are attempting to do is to tackle part of what we wear. So I think this sweatshirt has been pretty much the same for about 100 years. My contention is that most people have a certain amount of stuff that they buy over and over again and certain classic items that just never change. The idea behind community clothing is pretty simple. Affordable, everyday clothes, supporting great jobs in those parts of the UK that really need them. And it's all very slow, quite at odds with the rest of the fashion industry. The fashion giants evolved to do one thing and one thing only, and that's sell you more stuff. And they didn't spend much time thinking about the consequences, and nor, frankly, did the consumers. But now the environmental and human downside to this fashion boom is becoming impossible to ignore. And the word on everybody's lips is sustainability. The big fashion brands have created a dizzying array of initiatives. Ethical this, conscious that, but what does it all mean? What even is sustainability? And if the industry is doing all this great stuff, can I just get back to my shopping? Conscience Clear? Vanessa Podmore is an independent consultant with more than 30 years experience in the fashion industry. She advises companies on sustainability. So how does she define it? I tend to put it into three buckets. The first bucket is resource use. That's about, is it polyester or cotton, how much water do we use, how much power do we use. The second bucket is labour governance issues, people, the people who are involved in making our product. And trust me, there are still some pretty nasty things going on in our very long, complicated supply chains. And the third bucket is the business model. And that's about businesses who are built on the basic premise of ever increasing sales levels, selling more and more stuff at cheaper and cheaper prices and making higher and higher margins, and whether that's sustainable. And the thinking that's going on now around what actually those business models might need to look like in the future. The fashion industry generates revenues of over a trillion dollars a year worldwide and employs over 300 million people. Complex supply chains stretch across the globe, including the world's poorest and least well-regulated countries. The average consumer has no clue what goes on to create that product. They have no idea about the length and complexity of the supply chains, the conditions that it was made in, where on earth it came from, what on earth it's made of. Most people have no idea about the difference between a polyester or a viscose or a cotton even. It's just a t-shirt. So, to give you an idea of how one company attempts to keep all of this in check, we're a team of 144 people worldwide. We have a Hong Kong region. We have a Bangladesh region and we have our UK region with slightly different work responsibilities, managing relationships, managing product development. Andrew Whale is head of sourcing and product development at the High Street Retailer, Debenhams. I know Andrew because I design a menswear line for Debenhams called Hammondon Co, which is manufactured in factories in at least a dozen countries worldwide. We work with probably in excess of a thousand factories in our chain. However, we have a tight nucleus of suppliers that we work with for a long period of time and they continue to work with us. So, you know, maybe a hundred factories. How often do you think those factories are visited? How often are they audited? At least once per year, but we also travel quite a lot. So I've been to all of our key factories. So all of those hundred? Yes, over a period of time. I know the key factories in that organisation very well. I've been in this industry for probably 30 years more. And my mantra is, I want to know where products made. There will always be some challenges around subcontracting but they can largely be managed if we take responsibility as retailers. I think the factories that we work with are best in the world, best in class. I know that because I've been there and I know that because I've seen other factories which are not. A lot of factories, in a lot of places, using a lot of resources. Today, over 60% of what goes into our clothing is plastic, things like polyester, nylon or acrylic, some 50 million tonnes of it. This might be why Vanessa's first bucket is resources. I went back to Leeds University, where I studied material science in the 1990s, to meet Dr Mark Sumner, lecturer in sustainability, fashion and retail, in the lab at the School of Design. One of the many areas they're researching is the shedding of plastic microfibers from our clothing. The work that Alice is doing here will be looking at different fabrics, different materials, different spinning techniques to create the yarn, to then be able to really understand all of the factors that then drive the microplastic release so so we can then start to work backwards, then then say, well, what's the best way of constructing a fabric that reduces microfiber release? But importantly, making sure that that fabric is still fit for purpose for the consumer. You know, so it's still soft. It still is wearable. Still pliable. It's still drapes nicely. Absolutely, all of those things. So that's one of the really big challenges here. is wearable. Still pliable. It's still pliable. It's still drapes nicely. Absolutely, all of those things. So that's one of the really big challenges here. Another big area of interest is the recycling of textiles. We're all familiar with the recycling of our household waste, but what does this mean in a clothing context? The challenge we're facing in the UK in particular is there's something like 350,000 tons of textile clothing waste going into landfill, but actually we can use that material in some way. So the first thing that we always say in terms of clothing waste is can it be reused? So the consumer has to start by not putting clothing in the bin. Step one, don't throw it away, take it to a clothing bank somewhere and allow it the chance of a second life. to a clothing bank somewhere and allow it the chance of a second life. There is a textile recyclet here in West Yorkshire. For every hundred tonnes of waste that they get, 70 tonnes of that is actually reused. So 70% of the stuff that we get back can be reused. Giving it to somebody else for whom it will still have value. Absolutely. Spinning 350,000 tonnes of clothing every year is crazy, especially when 70% of it could simply be reworned by someone else. And what about converting the 30% that's not re-wearable into reusable material? Is that viable? What's interesting about recycling in general is sometimes recycling is really good from an environmental point of view, but sometimes not always. Because the amount of energy you have to put in, the amount of water that you might have to use, the chemicals you have to use. Sometimes it's not always that much better than taking the virgin material. So what we find with things like chemical recycling of polyester, the carbon footprint for that, is relatively high, slightly lower than virgin polyester, but it's still high. So we have all of these challenges in terms of the technology that can deliver recycling of materials, especially when these materials are blended. When you put cotton and polyester together in this very intimate blend, it's really difficult to actually extract the fibres. Now we could do it in a lab, but doing it commercially is very, very challenging, both in terms of the science behind that, but also the commercial reality of how much it costs to do that. So when it comes to recycling in the fashion industry, the thinking has to be much more holistic. The University of Leeds six or seven years ago, working with a couple of partners came up with a sewing thread that you could actually microwave and it would dissolve. So you stick in a microwave for 30 seconds, that thread disappears and you've got your shirt in all of its component pieces. The buttons all fall off. The colour canvases fall out. Yeah, everything falls out. The challenge was though we were too early with that innovation. You know people were thinking well why would I want now? What am I going to do with that? So what we're trying to do now is you know some really hard science in terms of things like microplastics for example but taking a step back from that and saying what does that circular theory look like in terms of changing the way the industry works. Now I feel very fortunate that I've worked with cotton farmers all the way through the supply chain right through to textile recyclers and I can now have a vision of how we can start to change that textile industry and use things like this microwaveable thread to address some of these big issues but of course this is a global industry it's really challenging trying to get those connections to work and one of the challenges we have is the consumer attitude to clothing for whatever reason consumers don't seem to value their clothing as much as we used to do I think you know the reason, you know, big fashion is pushing them to feel like that clothing is no longer of value and that cycle is so much faster. We're now being told on a weekly basis that the stuff we bought last week is no longer cool and we need to buy something new. So we know why consumers are being driven to this behaviour. And it's a very interesting behaviour as well because this is a cultural phenomenon that is not just about fashion. It's about all sorts of consumer goods. You think about, you know, how often do you update your car? How often do you change your phone? There is this culture that is forcing these things to happen. The irony is we've spent 50 years developing materials that last forever, developing dyes that will never fade. And now we need to turn all of that on its head. What we need are clothes where you can simply flick a switch, and they magically go back to their original single material, undied and ready to use again. Now let's have a look inside Vanessa Podmore's second bucket, the bucket filled with the people who make this stuff. Now what's happening is the big buyers jump from one country to another, from one factory to another, from one country to another. Chasing the dollar, chasing the needle, as they say. The big new development area now is Africa, which is causing quite a lot of concern in many circles, because in many of those countries, there isn't yet labour law. There isn't yet, for example, legal minimum wage rates to apply. And so honestly, as a buyer, you can almost pay what you like. And it's very tempting in that situation to go in and, frankly, not pay enough. Almost every brand that you could mention today has a sustainability program, but there is still enormous pressure on those buyers to source product for less money than they sourced it for last year. I mean is that ever going to change? Until we sort out the disconnect between corporate business strategy, corporate social responsibility goals and purchasing practice are connected up in some way. Until somebody joins those things, then these things aren't going to change. We're going to have the same problems. Buyers are measured, their job descriptions are written, the way they're recompensed and bonused is based on speed of response, quality of product coming in and the lowest possible price and hitting margin targets. And those things in no way reflect the corporate social responsibility goals of many brands. Of course, let's remember there is some good practice out there. There are brands who are very enlightened about this and there are brands who have recognised that you need to write job descriptions, for instance, you need to bonus people and recompense people to reflect compliant production. But there are many, many brands out there who aren't yet doing that. So, how might a business prevent buyers from squeezing suppliers too hard? Carmel McQuaid is head of sustainable business at Marks & Spencer. I think we have a number of processes in place, like every other business will have to ensure compliance against policies, internal audit standards and their opportunities for coaching, training, corrective action if need be. Because it must be a great temptation. You know, I'm a buyer, I have a job to deliver a certain margin. I see the competition is selling a similar garment at a lower price. There's a thin line between striking a good bargain and applying kind of undue pressure. I mean, presumably you must be a big part of some of your factory's business every year. I think that's that challenge lies with all businesses and negotiations on all contracts with suppliers. So most people who work in business want to do a good job. And it's a case of setting up the processes and systems that ensure that those pressure points don't happen. I think one of the real benefits of MNS is because we don't go for small niche collections and say this is the sustainable range and the rest of it, we're not dealing with. We're saying we want to apply it across all of our categories. And actually that does help from a systemic point of view to make sure that the process has less opportunity for people to come under pressure, if you like. So if we're saying 100% of the grottom resource must be sustainably sourced, then you don't want to be the one buyer who isn't following that mantra because that will soon become evident. And there is no excuse for that. Not surprisingly, I had a similar response from Andrew Whale at Debenhams. How do you as a business resist the temptation to get dragged into a price battle? How do you stop your buyers from putting pressure on suppliers to nudge price downwards? Because the bottom end of the market is dragging everyone in the middle down price-wise. We make sure we're paying a fair price for product through our costings analysis, through our relationship with our suppliers. We're about paying the right price for a product and then actually passing that to the customer. There may be cases where the actual cost of the product doesn't warrant us to be able to sell it, or the customer votes and doesn't want to buy it. The key in that situation is to actually pay the fair price, and that's the piece that we're good at. And that's the piece that we're good at. And that's the piece that we monitor and manage really well. So in regards to what the buyer may wish to do in that scenario, there are some business rules around how we behave to achieve that result. So the traditional retailers depend on strong corporate culture to provide the necessary checks and balances. What about those new entrants where there's no legacy of sustainable business practice? We asked a long list of fast fashion retailers to be interviewed, but they all said no. So I asked Vanessa Podmore, can a dress for a fiver ever be good? Five pounds for a dress tells me that it was absolutely not made under compliant conditions. We don't know where the raw materials are coming from and the buyer doesn't either. We have no idea what the chemical content or the processing chemicals that were used on that material. I think some of those price points are absolutely unsustainable in every sense of the word. And yes, the consumer needs to develop some smarts there. One way to keep a close eye on your suppliers is to make your clothes in factories that are just down the road. There are all sorts of other benefits to this too. I went to meet Jenny Holloway at her factory in North London. So here we are. We're in Haringay in Fashion Enter with Jenny Holloway. We're standing next to the Quality Control Station. We've got what we've got in front of us here. This looks like I can see ASOS labels. Yeah, so we've got the ASOS garments here, which is in the dark green forest. This is a dress that we're making. We've sent it around in four days. So from start to finish from the cutting to where we are. How many? About 800. We're fast, but fast in a positive way. So we're reactive to consumer demands. Upstairs in a quiet showroom, surrounded by rails of dresses and skirts, I asked Jenny how much people here are earning. There are some down there that are earning healthy amounts of money. In fact, our top earner is £19 an hour. And what would the lowest earner be taking home? The average is £12. If we have new people come in, that may not be as experienced as everybody else, we would always make sure that we get a minimum type pay. So no one is ever earning less than, I would say the London living wage actually at the moment. Which is what, nine? It's ten. Ten, okay. There's a print skirt hanging there. You know, it's a tropical print on a kind of salmon pink background. How many minutes of the sewing in that garment? I would say that garment is no more than 12 standard minutes. I mean, you've got elastication on the waist, but there's only actually two seams. I'd put that at 12. The average that you're paying machinist is £12 an hour. 12 standard minutes. You do five of those in an hour. It's a fifth of that, which is £2.40. So that's the sort of sewing cost in that garment. What do they retail them for? I think that was a 1999 skirt. Okay. And the input fabric. Do you have a view on how much the input fabric is? It'll be about £2.40. And what? There's a metre and a half in that? No, it won't be that much because you've got a seam, haven't you? Front and back. So about 110 in total. One ten. So that's perfectly doable. It is. So this skirt has cost 5 pounds and 4 pence in labour and materials, with workers here earning an average of £12 an hour. That sounds pretty good to me. But in an industry where a huge percentage of clothing is sold at a discount, shouldn't there be more focus on delivering the right amount of product to store rather than simply obsessing about margins? Jenny explains. The big advantage is you don't have to make 5,000 of those garments in China to make it worthwhile for all the carriage, the freight, the insurance, the reprocessing. You can make 500 of those. And what's really important is that people understand that that is not throwaway fashion, right? That is not contributing to landfill, because if you're paying full price for a garment, then the propensity to keep that garment longer is well proven. Now the sort of landfill is, in my my little head is when you've bought 20,000 of something that comes in from China, you discount it by 25%, and then it's discounted by 33 and 50%. Then people just do not respect those garments. Over supply is a huge issue in the fashion industry and one that most businesses are struggling to deal with. It's January and everywhere we look, stores are selling their product at 70% off. But there's no frenzy at the tills, because frankly, these clothes have been on discount since before Black Friday back in November. It's pretty clear that something isn't right. Independent consultant, Vanessa Podmore's third sustainability bucket holds the business models. Are they right for the 21st century? The business model at the moment is conventional capitalism, if you like. We must continue to grow. We must continue to make higher margins and we must continue to sell more and more stuff. And there is now a lot of thinking going on, to be honest, around whether that is sustainable itself, whether there are other ways of running businesses that don't demand that constant pushing of more and more stuff. So is more and cheaper stuff the problem? A question for Jenny Holloway at Fashion Enter. I think when you use subjective words like cheap, cheap for one person isn't necessarily cheap for another person. And if you were on Jobseekers allowance and you're over 25, then you're having £73 a week to live on. And if 10% of that £73 is £7 that you're going to buy on going out on a Friday night, well, we can't dictate that to people and neither should we. I think the big issue there is that we've created a feeling in society that in order to present ourselves in a positive light amongst our peers, we need to be wearing new stuff. I mean, do you not feel that somehow the fashion industry has to shoulder some of the blame for creating the conditions where people, whatever their wage, feel pressured into buying new clothes all the time? I don't think it's just the fashion industry. I think it's like the generation where it's instant gratification. They're not prepared to wait. They'll see something on social media. They'll see the latest celebrity wearing an outfit. And it's, we want it now. There are lots and lots of people working within the big fashion brands passionate about making the industry more sustainable. But within the current business model of ever greater sales, there is clearly a disconnect. I think these businesses know the right thing to do is to encourage lower consumption, but it would take a very brave business leader indeed to actually come out and say it. Carmel McQuaid of Marks and Spencer talks about one of their recent initiatives. People emotionally want to have new products. So trying to find a way to engage our customers and which we're doing more with our stylists like Try Tuesday where we're saying actually wear it a different way and this one dress wear it five ways that's really helpful inspiration as well too for customers who are kind of going how do I get more life out of my clothes but it's not necessarily that the clothes have to last longer it's just they need to be inspired to wear them in different ways so you're helping your customers to reduce the consumption of their clothing So you're helping your customers to reduce the consumption of their clothing consciously. You're trying to suggest to them that the pieces they buy ought to be worn for longer. They ought to be worn in more different ways. We're not trying to be preachy to customers. So I think our job is to produce clothes that our customers love and cherish and want to wear as often as possible. I asked Andrew Whale of Debenhams whether he could ever see the fashion industry advocating for reduced consumption. Well, clothing is about fashion and fashion's changed. So I don't think anybody's got the right to say that, you know, you can't buy this or you can't wear that. But is Andrew hopeful that the industry could make major changes in the light of the current sustainability crisis? Customers are voting with their wallets, though. You can argue that the only way you can actually stop this is for the customers to actually go, no, I'm not going to buy it. But that's not the case. I think the consumer has to choose. I think the consumer has to decide to pay a little bit more. And that might mean that the consumer has to buy a little bit less. But it's still putting the same amount of pound notes into the economic pot, but it's choosing to do a little bit less, a little bit better, and making sure that everyone they buy their things from is ticking all of those boxes. I think if consumers really want to understand where their money is going, they should demand the opportunity to see what's going on with those retailers and actually see what's going on in their supply chain. I think we've seen it in the UK with food, the provenance of food, and I think the next step will be clothing and products we buy. So are we as a society really changing the way step will be clothing and products we buy. So are we as a society really changing the way we think about clothing? Vanessa Podmore again. Business leaders are starting to think about these things. Investment community is absolutely thinking about these things, researchers and academics. I meet young business entrepreneurs regularly who have the belief that they shouldn't be simply selling more and more stuff. And they're exploring other business models, such as the rental model. There are entrepreneurs out there today who intend never to sell anything. They want to rent everything, then take it back and reuse it, repurpose it or recycle it. It's a very different way of thinking. It seems to me abundantly clear that different thinking is exactly what we need and pretty quickly. The scientists have got no easy fix for those resource issues. They all come with an environmental cost. And it's very hard to see an end to the pressure on prices, and that means that some human beings will continue to be forced to work under pretty terrible conditions. If you're a business that's trying to sell me more stuff every week, then I think there is just no way you can call yourself sustainable. The truth is, we cannot consume our way out of an environmental crisis. We simply have to slow down. We could start by voting with our wallets, firstly by leaving them in our pockets, and when and if we do need something, rather than just wanting it, support the businesses built from the ground up on ethical foundations, the ones offering complete transparency, the ones brave enough, maybe, to say buy less. In Business was presented by me, Patrick Grant, and produced by Caroline Bailey. The editor was Penny Murphy."}