{"speakers": [], "chunks": [{"timestamp": [0.0, 1.74], "text": " This is the BBC."}, {"timestamp": [2.88, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [8.88, 11.92], "text": " It's been quite overwhelming, actually."}, {"timestamp": [12.26, 13.68], "text": " We're completely sold out."}, {"timestamp": [14.06, 17.78], "text": " When people were starting to talk about supporting blackroom businesses,"}, {"timestamp": [17.96, 22.28], "text": " like we were shared quite a lot on social media, especially Instagram."}, {"timestamp": [23.22, 28.14], "text": " 28-year-old, A.B. Sinter is the founder of Our Lovely Goods, her first business."}, {"timestamp": [28.54, 33.86], "text": " She makes handmade products like candles, skincare and homeware, and she's based in Aberdeen, Scotland."}, {"timestamp": [34.32, 41.58], "text": " I think we were on about maybe 3,000 to 4,000 followers, and we're now on 17.8K."}, {"timestamp": [42.08, 47.68], "text": " In the aftermath of the death of George Floyd and the global Black Lives Matter demonstrations that followed,"}, {"timestamp": [47.68, 51.76], "text": " there's been a lot of interest in businesses run by black people in the UK."}, {"timestamp": [51.76, 57.76], "text": " Aby says that our lovely goods has made seven times more revenue since then."}, {"timestamp": [57.76, 65.32], "text": " It's been really good for us, so we're kind of just trying to keep up with the new demand that we're facing."}, {"timestamp": [69.46, 72.26], "text": " There's been a lot of focus on supporting black-owned businesses and how that's one of the actionable things that people can do"}, {"timestamp": [72.26, 76.26], "text": " to really try and balance out some of the injustices that we have."}, {"timestamp": [83.34, 92.0], "text": " While the Black Lives Matter movement holds a strong anti-capitalist stance, the demands for racial justice now have a new and unstoppable urgency."}, {"timestamp": [92.0, 100.0], "text": " Mama Louisiana, you mix that Negro with that Creole, make a Texas Bamma."}, {"timestamp": [100.0, 105.72], "text": " Many businesses waded into the conversation, pledging their solidarity with the movement."}, {"timestamp": [110.66, 116.78], "text": " Some said they would review their own unconscious biases and how black employees are treated and why black entrepreneurs and founders are concerned that their abilities to succeed are constrained."}, {"timestamp": [117.84, 119.48], "text": " But what happens next?"}, {"timestamp": [121.64, 128.4], "text": " For this week's in business, I'm going to find out more about the impact of the recent Black Lives Matter movement on the world of work,"}, {"timestamp": [128.4, 132.12], "text": " and I'll be asking, what happens when the noise dies down?"}, {"timestamp": [132.12, 146.24], "text": " Can there really be long-term change? I just might be a black bill gazing I'm making it I want it I'm gonna"}, {"timestamp": [146.24, 147.04], "text": " yeah,"}, {"timestamp": [147.04, 157.44], "text": " I'm just pour the waxed plates into our wax melt"}, {"timestamp": [157.44, 164.16], "text": " and then once it's melted down to liquid we then add the fragrance"}, {"timestamp": [164.16, 167.68], "text": " give me a little bit of background in how you got started with, you know, our lovely goods."}, {"timestamp": [167.68, 174.4], "text": " Yeah, we started in May 2019. I was looking for solutions for my daughter."}, {"timestamp": [174.4, 179.28], "text": " When she was a baby, she had like really dry skin and we kind of formulated this body"}, {"timestamp": [179.28, 185.76], "text": " butter that was really gentle. How has the business transformed and changed within that year?"}, {"timestamp": [185.76, 193.12], "text": " We started with our website and from there we kind of started trying to get out and do more"}, {"timestamp": [193.12, 198.0], "text": " in-person sort of things just to kind of grow our customer base and then from there we also"}, {"timestamp": [198.0, 203.44], "text": " managed to secure some stockists as well. We've packed a lot into it and the business has kind"}, {"timestamp": [203.44, 205.76], "text": " of grown quite steadily."}, {"timestamp": [205.76, 211.76], "text": " What are the barriers that you guys are faced in getting your business, you know, up and running?"}, {"timestamp": [211.76, 227.42], "text": " Perception, I do think that's probably one thing that has been a barrier. I think sometimes there's a perception of, you know, black-owned businesses having products that are only for black people or something."}, {"timestamp": [227.82, 232.14], "text": " But I think hopefully that's something that will change now that people are kind of becoming more aware."}, {"timestamp": [233.1, 239.62], "text": " What do you think needs to change to ensure that black-owned founders have a fair shot of success, like their white founder counterparts?"}, {"timestamp": [240.44, 244.3], "text": " I think definitely, you know, opportunities for mentorship."}, {"timestamp": [244.84, 247.24], "text": " And I would love a mentor but you kind of"}, {"timestamp": [247.24, 251.36], "text": " just don't even know where to start. Obviously they've done it before they've been successful"}, {"timestamp": [251.36, 258.16], "text": " and sharing that the knowledge that they've gained is one way that they could really make a change."}, {"timestamp": [258.16, 263.44], "text": " Where do you see our lovely goods in the next year? What's the ultimate goal for you guys?"}, {"timestamp": [263.44, 272.08], "text": " The growth in customer base means that we can look to ways that we can expand, you know, the business in general."}, {"timestamp": [272.08, 278.96], "text": " And one thing that we have thought about in the future is actually having like a physical store."}, {"timestamp": [278.96, 291.76], "text": " We would love to be able to be part of the high street. Hi, then you're nice to meet you."}, {"timestamp": [291.76, 292.76], "text": " How are you?"}, {"timestamp": [292.76, 293.76], "text": " How are you?"}, {"timestamp": [293.76, 294.76], "text": " Please come in."}, {"timestamp": [294.76, 298.92], "text": " Daniel Taylor in his 50s is the director of family-run business, MDC Group,"}, {"timestamp": [298.92, 302.72], "text": " an interior design firm based in Croydon in South London."}, {"timestamp": [302.72, 306.08], "text": " So I assume all these signs are for COVID."}, {"timestamp": [306.56, 307.84], "text": " Yes, we're in the design business."}, {"timestamp": [308.0, 313.62], "text": " We have to do a COVID response to show clients how they should use this space."}, {"timestamp": [313.66, 314.54], "text": " So it's all one way."}, {"timestamp": [315.24, 317.78], "text": " I'm really interested in terms of your journey."}, {"timestamp": [318.44, 320.88], "text": " Did you face barriers or what barriers did you face?"}, {"timestamp": [321.88, 325.54], "text": " I came from an environment which was predominantly white."}, {"timestamp": [326.76, 330.44], "text": " I was very secure about myself as a person and my abilities."}, {"timestamp": [331.02, 335.3], "text": " Before he set up MDC group, Daniel worked for a large American design company."}, {"timestamp": [335.96, 341.98], "text": " When I moved from the bigger entity to my own, I had clients who followed me."}, {"timestamp": [342.14, 343.02], "text": " Two clients."}, {"timestamp": [343.18, 346.0], "text": " I had another designer who worked from his bedroom"}, {"timestamp": [346.0, 348.0], "text": " and I worked out my car."}, {"timestamp": [348.0, 354.0], "text": " I generated first year one and a half million comfortably,"}, {"timestamp": [354.0, 360.0], "text": " making probably about 400,000 pounds."}, {"timestamp": [360.0, 364.0], "text": " 20 years ago, Daniel Bourne office in central London."}, {"timestamp": [364.0, 365.72], "text": " The business grew from there. When you've been around for 20 years, you coll Bourne office in central London. The business grew from there."}, {"timestamp": [365.72, 368.68], "text": " When you've been around for 20 years, you collate a lot of clients."}, {"timestamp": [368.68, 373.4], "text": " So the ones which you really had to beat them down to win."}, {"timestamp": [373.4, 375.84], "text": " So you look, we've got Harley Davidson."}, {"timestamp": [375.84, 385.84], "text": " Sienna, for instance, is the company which puts a literally a cable between North America and England under the Atlantic."}, {"timestamp": [385.84, 386.72], "text": " Oh."}, {"timestamp": [386.72, 388.64], "text": " So that was an interesting one."}, {"timestamp": [388.64, 389.76], "text": " Johnson Johnson."}, {"timestamp": [389.76, 392.96], "text": " We've done work for Disney for many years."}, {"timestamp": [392.96, 396.4], "text": " MTV we've done, that's one of our oldest clients."}, {"timestamp": [396.4, 403.68], "text": " And so as Daniel showed me around his office, I noticed a photo collage on a wall of him and his staff on a trip."}, {"timestamp": [403.68, 406.4], "text": " Over here you can see what we did last year."}, {"timestamp": [406.4, 411.28], "text": " We took the staff over to New York to say thank you for the effort."}, {"timestamp": [411.28, 412.24], "text": " You're a great boss."}, {"timestamp": [412.24, 416.56], "text": " We plunked him on the plane and you see some of the groups, what they did."}, {"timestamp": [416.56, 418.48], "text": " How many people were working here at the moment?"}, {"timestamp": [418.48, 420.88], "text": " We have 22 people."}, {"timestamp": [420.88, 424.64], "text": " You've got a real diverse range of staff that work for you."}, {"timestamp": [424.64, 425.68], "text": " Like how do you approach"}, {"timestamp": [425.68, 432.24], "text": " diversity as a place as an employer? Well we've always looked at diversity because we are"}, {"timestamp": [432.24, 438.8], "text": " actually diverse ourselves as being. Yeah yeah. You look at CVs and we look at what they bring to"}, {"timestamp": [438.8, 443.36], "text": " the table and we hire for attitude and training for skills. Yeah. They so happen to be a different"}, {"timestamp": [443.36, 445.0], "text": " colour and that's a bonus."}, {"timestamp": [445.0, 448.0], "text": " Talent when I see from my own people,"}, {"timestamp": [448.0, 451.0], "text": " I would try and see if I can give them a leg up whenever I can."}, {"timestamp": [451.0, 452.0], "text": " And what about gender?"}, {"timestamp": [452.0, 456.0], "text": " Because I think you've got quite a few black women and prominent positions from what I've seen."}, {"timestamp": [456.0, 460.0], "text": " Yeah, over the last 10 years, we have female management."}, {"timestamp": [460.0, 463.0], "text": " Now in design and construction, that is so unusual."}, {"timestamp": [463.0, 470.42], "text": " Now, I have Tiana, Naomi and Michelle, who are the directors, which kind of run the machine"}, {"timestamp": [470.42, 474.32], "text": " and we've never been more profitable and more organised as a business."}, {"timestamp": [474.88, 477.54], "text": " Naomi Taylor has been at the firm for seven years."}, {"timestamp": [477.98, 482.7], "text": " I look after our clients, so I'm a client account director, straight out of university,"}, {"timestamp": [483.48, 485.44], "text": " joined in a sort of work my way up."}, {"timestamp": [485.6, 487.84], "text": " And I still, seven years later to get funny looks"}, {"timestamp": [487.84, 490.18], "text": " and raised eyesbrows when I come onto sight in a hard hat"}, {"timestamp": [490.18, 493.64], "text": " and boots and fake eyelashes and my nails all done"}, {"timestamp": [493.64, 495.36], "text": " and they're a bit like, what are you doing here, love?"}, {"timestamp": [495.96, 499.28], "text": " Three black women in really senior positions."}, {"timestamp": [499.68, 501.32], "text": " Like, how do you feel about that,"}, {"timestamp": [501.4, 503.8], "text": " especially when we're talking about diversity now more than ever?"}, {"timestamp": [504.0, 508.06], "text": " Yeah, so for me, it's the norm."}, {"timestamp": [508.4, 518.08], "text": " It's what should be a bit more of the widespread norm, actually having people from black and minority ethnic groups in senior positions in decision making."}, {"timestamp": [518.62, 525.12], "text": " And actually, I think it just helps to allow the business to grow, see things from different perspectives."}, {"timestamp": [525.94, 529.24], "text": " While researching for this programme, we wanted to request interviews"}, {"timestamp": [529.24, 532.58], "text": " with medium and large black-owned businesses in the UK."}, {"timestamp": [533.02, 537.64], "text": " But we realise that there are actually no figures on the number of large ones out there."}, {"timestamp": [538.28, 543.12], "text": " However, a government survey about small and medium-sized businesses showed"}, {"timestamp": [543.12, 546.56], "text": " that in about 5% of those, the majority"}, {"timestamp": [546.56, 553.48], "text": " of owners, directors and partners were from ethnic minority backgrounds. MDC Group was one of the"}, {"timestamp": [553.48, 557.82], "text": " few medium-sized black-owned firms we could find."}, {"timestamp": [557.82, 568.04], "text": " So change obviously isn't happening that quickly. I think it's a shame that we are rare in the UK. Why do you think that is?"}, {"timestamp": [568.76, 574.94], "text": " It takes the people who are in those positions of power and authority and decision making"}, {"timestamp": [574.94, 581.72], "text": " to say we will give you the opportunity over what they've been used to, which has often been"}, {"timestamp": [581.72, 587.0], "text": " middle-class, middle-aged, white male predominantly owned businesses."}, {"timestamp": [587.0, 598.0], "text": " Joanna Beyei advises companies on diversity and hiring."}, {"timestamp": [598.0, 603.0], "text": " She's worked with the BBC, Facebook, Barclays and more."}, {"timestamp": [603.0, 605.0], "text": " There's lots of us. We're all out there. You need to tap into us. When we met, she wasays and more."}, {"timestamp": [606.0, 607.0], "text": " There's lots of us. We're all out there."}, {"timestamp": [607.0, 608.0], "text": " You need to tap into us."}, {"timestamp": [608.0, 610.0], "text": " When we met, she was advising another firm"}, {"timestamp": [610.0, 614.0], "text": " about how they can make their workplace more diverse."}, {"timestamp": [614.0, 618.0], "text": " It seems that businesses have a lot of work to do"}, {"timestamp": [618.0, 621.0], "text": " when it comes to creating equal opportunities for black people."}, {"timestamp": [621.0, 624.0], "text": " According to a government review,"}, {"timestamp": [624.0, 628.0], "text": " hardly any big British company has a Black Chief Executive,"}, {"timestamp": [628.0, 631.0], "text": " while almost 70% of Futsi 250 firms,"}, {"timestamp": [631.0, 635.0], "text": " like any ethnic minority representation in boardrooms."}, {"timestamp": [635.0, 640.0], "text": " And a report by the Diversity Consultancy, Green Park,"}, {"timestamp": [640.0, 644.0], "text": " found that 95% of the most powerful roles in the UK"}, {"timestamp": [644.0, 646.0], "text": " were filled by white people."}, {"timestamp": [646.0, 655.0], "text": " It is very difficult for black people to get powerful jobs, even if they can get through the door."}, {"timestamp": [655.0, 660.0], "text": " Joanna says hiring processes just don't work."}, {"timestamp": [660.0, 665.0], "text": " Are you implying that unless we have a scheme, we're incapable of getting through a process?"}, {"timestamp": [665.0, 669.0], "text": " Why is the on the oppressed group to fit in?"}, {"timestamp": [669.0, 672.0], "text": " Like, why don't you just change the process?"}, {"timestamp": [672.0, 676.0], "text": " With the Black Lives Matter movement, you had organisations going, you know,"}, {"timestamp": [676.0, 679.0], "text": " we're not just going to write a statement on our social media,"}, {"timestamp": [679.0, 681.0], "text": " we're going to take action."}, {"timestamp": [681.0, 685.88], "text": " And then the patronising action was we're going to create a scheme for black"}, {"timestamp": [685.88, 689.76], "text": " people to go on. Why do black people need a scheme for three months?"}, {"timestamp": [689.76, 695.38], "text": " Are diversity schemes that negative considering it is a way to get through the door?"}, {"timestamp": [695.38, 699.14], "text": " I think it solves a problem in the immediate but the bigger problem stays there which is"}, {"timestamp": [699.14, 705.1], "text": " the bias, the subtle racism, the microaggressions and the othering of those individuals."}, {"timestamp": [706.06, 710.98], "text": " It immediately sends a message that they needed a special scheme and are lesser than their peers."}, {"timestamp": [711.42, 714.5], "text": " The reason why they are having a scheme is because their skin is black."}, {"timestamp": [716.12, 717.72], "text": " That is literally why you're doing it?"}, {"timestamp": [717.8, 719.8], "text": " Because it's not class, is it?"}, {"timestamp": [720.72, 723.82], "text": " So a white working class kid, their barrier is going to be class."}, {"timestamp": [723.92, 724.84], "text": " But they didn't need a scheme."}, {"timestamp": [725.28, 728.96], "text": " You haven't got these two separate strategies that we have our diverse hirers"}, {"timestamp": [728.96, 732.14], "text": " and then we have just our normal hiring processes."}, {"timestamp": [732.38, 735.66], "text": " Why not just have an early careers access point"}, {"timestamp": [735.66, 739.66], "text": " of which anyone from any background can go through"}, {"timestamp": [739.66, 742.14], "text": " and then you'll get an inclusive approach?"}, {"timestamp": [742.76, 746.96], "text": " Joanna says the lack of diversity in workplaces isn't just about hiring."}, {"timestamp": [747.3, 749.58], "text": " It's also about retaining black staff."}, {"timestamp": [749.94, 751.86], "text": " What can big companies, what can employers do"}, {"timestamp": [751.86, 755.66], "text": " to ensure they keep black talent in their companies?"}, {"timestamp": [756.32, 758.42], "text": " Yesterday I did a call with a particular business"}, {"timestamp": [758.42, 759.74], "text": " and I ran this session."}, {"timestamp": [760.3, 762.52], "text": " And one of the gentlemen, it was a first time literally"}, {"timestamp": [762.52, 766.58], "text": " that he had spoken about his experience as a black man in 20 years. And one of the gentlemen, it was a first time, literally, that he had spoken about his experience as a black man in 20 years."}, {"timestamp": [767.2, 770.06], "text": " And one of his things was, I wasn't saying how I felt"}, {"timestamp": [770.06, 773.32], "text": " because actually one thing I don't have the privilege of"}, {"timestamp": [773.32, 776.28], "text": " is I have to consider whether the people around me are racist."}, {"timestamp": [777.28, 781.86], "text": " So if I say something, does that get looked at through a racist lens"}, {"timestamp": [781.86, 783.74], "text": " or not, so I'll just not say anything,"}, {"timestamp": [783.84, 785.36], "text": " keep my head down and I'll keep working."}, {"timestamp": [785.36, 788.48], "text": " So that's really important. Keep asking people,"}, {"timestamp": [788.48, 792.08], "text": " how do you feel working here and what can we do to make it better for you?"}, {"timestamp": [796.96, 802.88], "text": " We contacted many of the brands that responded in solidarity"}, {"timestamp": [802.88, 806.0], "text": " to the global anti-racism movement."}, {"timestamp": [806.0, 818.0], "text": " Among them were Barclays, Amazon, Pretty Little Thing, Sky, Booking.com, Nike, Facebook, H&M, Sainsbury's, L'Oreel and Lloyd's Bank."}, {"timestamp": [818.0, 822.0], "text": " None of these companies could find anyone to talk to us."}, {"timestamp": [824.0, 829.0], "text": " However, the International Bank Morgan Stanley did agree to an interview."}, {"timestamp": [829.0, 834.0], "text": " The firm employs around 60,000 people in more than 40 countries."}, {"timestamp": [834.0, 838.0], "text": " Susan Reid is the global head of diversity and inclusion."}, {"timestamp": [838.0, 848.0], "text": " How does she respond to the accusation that companies big and small are jumping on a bandwagon. I think that change sometimes needs a catalyst,"}, {"timestamp": [848.0, 852.0], "text": " and I think the Black Lives Matter movement is a catalyst."}, {"timestamp": [852.0, 858.0], "text": " But I don't believe companies are jumping on the bandwagon to be opportunistic."}, {"timestamp": [858.0, 862.0], "text": " I actually believe that companies are engaging"}, {"timestamp": [862.0, 868.08], "text": " because people have listened closely to their colleagues of color."}, {"timestamp": [869.34, 875.72], "text": " I asked Susan Reed why global companies like Morgan Stanley actually need to create diversity programs."}, {"timestamp": [875.72, 887.44], "text": " You have to recognize that there have historically been forces that have not made it easy for black talent to get to firms like a Morgan Stanley and I think"}, {"timestamp": [887.44, 892.48], "text": " you know Morgan Stanley and every firm needs to recognize that that means that"}, {"timestamp": [892.48, 897.34], "text": " sometimes you have to do something above and beyond for those populations and and you"}, {"timestamp": [897.34, 901.16], "text": " know we often talk about equity versus equality and and if you approach this"}, {"timestamp": [901.16, 904.9], "text": " work from an equality perspective then you assume that everybody had the same"}, {"timestamp": [904.9, 905.88], "text": " starting point."}, {"timestamp": [905.88, 907.54], "text": " And that's why equity is important,"}, {"timestamp": [907.54, 910.08], "text": " because I think it's a recognition that not everybody"}, {"timestamp": [910.08, 911.28], "text": " has the same starting point,"}, {"timestamp": [911.28, 913.02], "text": " and there are systemic barriers."}, {"timestamp": [913.02, 916.02], "text": " And you do have to make an effort"}, {"timestamp": [916.02, 919.48], "text": " to reach out to those populations who have historically"}, {"timestamp": [919.48, 921.26], "text": " not had the same opportunity."}, {"timestamp": [921.26, 922.96], "text": " We need to continue to do the work"}, {"timestamp": [922.96, 926.04], "text": " to support the people who work for us. But we also"}, {"timestamp": [926.04, 933.36], "text": " are very actively reaching out and attracting talent through recruiting programs at universities and"}, {"timestamp": [933.36, 940.14], "text": " by hiring professionals who are already in the markets and already working. And there are very"}, {"timestamp": [940.14, 944.4], "text": " targeted recruiting efforts there. And it is hard work, but we're going to continue to do the hard"}, {"timestamp": [944.4, 948.16], "text": " work to attract black talent to the firm in the UK."}, {"timestamp": [948.64, 953.5], "text": " We asked Morgan Stanley later about the number of black employees in the UK arm,"}, {"timestamp": [953.82, 956.48], "text": " and they said these figures aren't available right now."}, {"timestamp": [956.98, 958.3], "text": " But that is being worked on."}, {"timestamp": [958.72, 961.8], "text": " They reiterated, they know there is a lot of work to do,"}, {"timestamp": [962.0, 963.72], "text": " and they are fully committed to this."}, {"timestamp": [964.6, 968.8], "text": " One person challenging businesses to reveal how many black people are employed"}, {"timestamp": [968.8, 974.48], "text": " and what positions they have is Sharon Schuter, the entrepreneur who founded Uma Beauty."}, {"timestamp": [975.04, 981.04], "text": " Her campaign is called Pull Up for Change. Tell us about it and tell us how Pull Up for Change came about."}, {"timestamp": [981.48, 985.1], "text": " Yes, so let's go out there. Let's call on these companies to release their numbers."}, {"timestamp": [985.76, 989.56], "text": " And so this was getting them to break down the number in a very specific way."}, {"timestamp": [989.92, 994.12], "text": " It takes it onto your Instagram grid right there, front and center. There's nowhere to hide it."}, {"timestamp": [994.24, 998.16], "text": " And allowing the public hold this company accountable. They're now making bold commitments,"}, {"timestamp": [998.16, 1003.36], "text": " like, I'm going to increase my black employment by 30%, by 50%. Okay, those are numbers we can hold you to."}, {"timestamp": [1003.64, 1005.18], "text": " And that's been the power of this campaign."}, {"timestamp": [1005.46, 1007.0], "text": " You put out Uma Beauty statistics."}, {"timestamp": [1007.2, 1011.24], "text": " It's 58% black, 82% people of colour and 75% female."}, {"timestamp": [1011.94, 1015.8], "text": " Why do you think it's important that businesses have diverse stuff?"}, {"timestamp": [1016.14, 1020.66], "text": " If you do not have the white people who understand the needs of a diverse audience,"}, {"timestamp": [1020.82, 1023.68], "text": " how are you going to solve the needs for a diverse audience?"}, {"timestamp": [1024.0, 1027.62], "text": " So once again, we're back in this place where every second a brand's getting dragged, right,"}, {"timestamp": [1027.7, 1028.82], "text": " for something insensitive."}, {"timestamp": [1029.44, 1035.28], "text": " Sharon points out that many brands get in trouble for racially insensitive adverts on marketing campaigns."}, {"timestamp": [1036.22, 1041.3], "text": " For example, Pepsi was accused of appropriating imagery from the Black Lives Matter protest"}, {"timestamp": [1041.3, 1043.48], "text": " and using it to sell its product."}, {"timestamp": [1044.22, 1048.4], "text": " The drinks company apologised saying he had missed the mark."}, {"timestamp": [1048.4, 1053.84], "text": " Clothing brand H&M admitted they got it wrong after advertising an image featuring a black"}, {"timestamp": [1053.84, 1058.8], "text": " boy modeling a hoodie with the slogan, Coolest Monkey in the Jungle."}, {"timestamp": [1058.8, 1062.56], "text": " So if you had the diverse teams in those rooms, a lot of these campaigns would never have"}, {"timestamp": [1062.56, 1067.62], "text": " gone out in the first place. You wouldn't have had to go through this massive negative PR storm that you did."}, {"timestamp": [1068.0, 1074.64], "text": " Diversity is good for business. And when businesses can get over systemic racism and embrace that,"}, {"timestamp": [1074.84, 1078.48], "text": " what they're going to find? They're going to find much, much profitable businesses than they've ever"}, {"timestamp": [1078.48, 1083.42], "text": " had before because this is you excluding some talents that are just phenomenal."}, {"timestamp": [1084.18, 1088.18], "text": " While Sharon has a lot to say on how businesses can do better by black employees,"}, {"timestamp": [1088.84, 1094.26], "text": " she also says that black founders have hurdles they have to overcome to have successful businesses."}, {"timestamp": [1094.74, 1097.84], "text": " Funding is number one. Black founders barely get any funding."}, {"timestamp": [1098.08, 1102.52], "text": " And then you start facing things like unconscious bias becomes a huge problem."}, {"timestamp": [1102.88, 1105.04], "text": " Because immediately you're a black founder"}, {"timestamp": [1105.04, 1107.6], "text": " and you come in front of your brand as a black founder,"}, {"timestamp": [1107.6, 1110.44], "text": " the whole world classifies your brand as an ethnic brand."}, {"timestamp": [1110.44, 1112.44], "text": " You even create products as for everybody."}, {"timestamp": [1112.44, 1114.68], "text": " The whole world refuses to admit that."}, {"timestamp": [1114.68, 1117.96], "text": " So I think it's a huge opportunity for black businesses"}, {"timestamp": [1117.96, 1122.08], "text": " in terms of the fact that consumers have now started"}, {"timestamp": [1122.08, 1124.12], "text": " to take a look at themselves to go,"}, {"timestamp": [1124.12, 1125.92], "text": " why have I not been purchasing this brand?"}, {"timestamp": [1125.92, 1126.96], "text": " The product is actually good."}, {"timestamp": [1130.96, 1135.92], "text": " Cornerstone Partners is an investment firm with 20 donors who give money to black and diverse"}, {"timestamp": [1135.92, 1138.88], "text": " start-ups. Chanel Ansar manages them."}, {"timestamp": [1138.88, 1143.6], "text": " Cornerstone focuses on investing in black and diverse founders."}, {"timestamp": [1143.6, 1146.6], "text": " I think it's sending a very strong and positive message"}, {"timestamp": [1146.6, 1151.6], "text": " to the UK investment landscape and also to founders"}, {"timestamp": [1151.6, 1156.6], "text": " and also inspiring young women and men too,"}, {"timestamp": [1156.6, 1159.1], "text": " you know, to show that actually you can be a young black woman"}, {"timestamp": [1159.1, 1161.1], "text": " and take on this role."}, {"timestamp": [1161.1, 1167.04], "text": " A survey carried out by Diversity VC showed that less than 1% of investment goes to"}, {"timestamp": [1167.04, 1174.16], "text": " black business owners. This is one area cornerstone has been looking into. That figure of less"}, {"timestamp": [1174.16, 1182.42], "text": " than 1% is a guesstimate. We actually believe that it's a lot lower than 1%. Typically if you look at the"}, {"timestamp": [1182.42, 1188.6], "text": " people that sit at the top of the financial institutions that invest into businesses,"}, {"timestamp": [1189.36, 1195.54], "text": " a lot of them are the same, meaning that they don't typically come from an ethnic, diverse background."}, {"timestamp": [1196.1, 1197.82], "text": " There isn't that relatability there."}, {"timestamp": [1197.92, 1199.16], "text": " There isn't that understanding."}, {"timestamp": [1199.46, 1201.38], "text": " There is even lack of awareness."}, {"timestamp": [1201.38, 1207.76], "text": " So I think a lot of that fuels into some of the reasons why these companies"}, {"timestamp": [1207.76, 1217.32], "text": " don't connect and also don't invest into black businesses and businesses led by other ethnic minority groups."}, {"timestamp": [1218.06, 1222.2], "text": " When black businesses don't get this funding, how does it affect their ability to be successful?"}, {"timestamp": [1223.08, 1226.92], "text": " Massively. Most businesses start off by bootstrapping."}, {"timestamp": [1227.24, 1233.06], "text": " So what that means is, you know, they use their own funds, money saved, credit cards,"}, {"timestamp": [1233.46, 1238.54], "text": " wherever they can get any sort of money to kind of keep their business ticking along"}, {"timestamp": [1238.54, 1239.98], "text": " and to do the basics."}, {"timestamp": [1239.98, 1245.76], "text": " But it gets to a certain point where every business that is really going to make it needs to scale, right?"}, {"timestamp": [1246.26, 1256.26], "text": " And this is where you move into the millions and you need capital injection outside of your business to actually support that move."}, {"timestamp": [1256.26, 1266.6], "text": " A lot of black-owned businesses fall short at that point, where they either remain stagnant or they just collapse because they can't leap to the next stage."}, {"timestamp": [1267.4, 1272.08], "text": " Chanel is also researching how much spending power black people have in the UK."}, {"timestamp": [1273.3, 1277.9], "text": " Black Pound Day is a new initiative which encourages people to buy from black owned businesses."}, {"timestamp": [1278.82, 1284.74], "text": " Do you think things like Black Pound Day are sustainable in order to take black businesses further?"}, {"timestamp": [1285.0, 1293.0], "text": " If I'm being completely honest, I think it will go maybe until the end of this year and it probably will die out."}, {"timestamp": [1293.0, 1302.0], "text": " But I think that the behaviours that those type of campaigns sort of set out to change will stick with people"}, {"timestamp": [1302.0, 1306.96], "text": " and people will make more of a conscious effort to continue to spend and,"}, {"timestamp": [1307.08, 1310.2], "text": " you know, spend and buy from black businesses in the UK."}, {"timestamp": [1311.12, 1315.84], "text": " When we was doing research for the programme, we actually couldn't find the exact value of the"}, {"timestamp": [1315.84, 1316.48], "text": " black pound."}, {"timestamp": [1317.24, 1320.68], "text": " Why is now I'm putting work into finding the value of the black pound?"}, {"timestamp": [1320.92, 1323.2], "text": " And do you even know what the value of the black pound is?"}, {"timestamp": [1323.7, 1324.34], "text": " I don't."}, {"timestamp": [1324.8, 1329.08], "text": " This hasn't actually been quantified. And I I mean I think there's a few reasons why this"}, {"timestamp": [1329.08, 1334.76], "text": " isn't the case right because when people tend to put out surveys disclosing ethnicity"}, {"timestamp": [1334.76, 1343.56], "text": " is is not a requirement, you know, it's optional. So although research projects try and, you know,"}, {"timestamp": [1343.62, 1347.84], "text": " find out different things, we can't link this back to different ethnic groups."}, {"timestamp": [1355.44, 1361.38], "text": " It's clear that there is a huge task ahead for businesses in creating inclusive workplaces."}, {"timestamp": [1362.12, 1366.0], "text": " And black founders may face a lot of hurdles while growing their own businesses."}, {"timestamp": [1366.0, 1374.0], "text": " But as many have said that Black Lives do matter, will there really be lasting change?"}, {"timestamp": [1374.0, 1380.0], "text": " Remember Aby, the owner of Our Lovely Goods in Aberdeen? I asked her what she thinks."}, {"timestamp": [1380.0, 1386.18], "text": " They may not have heard of us before, but now that they have discovered some of these businesses,"}, {"timestamp": [1386.96, 1393.86], "text": " they are hopefully not just supporting as a one-off sort of charitable thing. I really would think"}, {"timestamp": [1393.86, 1400.18], "text": " that the majority of our customers have bought from us because they like our products. And also,"}, {"timestamp": [1400.18, 1403.16], "text": " now that they know that it's a black owned business, it's something that they would probably"}, {"timestamp": [1403.16, 1405.24], "text": " do more consciously."}, {"timestamp": [1407.8, 1409.06], "text": " But yeah, I think it can be sustainable."}, {"timestamp": [1414.64, 1415.14], "text": " Naomi and Daniel Taylor from MDC Group both have our thoughts on what sustainable change looks like."}, {"timestamp": [1423.38, 1425.88], "text": " Do I think I'm going to see change in my lifetime? Real systemic change? No, but I do think there will be progress made and I just think the conversation needs"}, {"timestamp": [1425.88, 1432.92], "text": " to keep happening. It's not a seasonal thing and it's not just a trend. I pray it's not just a trend."}, {"timestamp": [1432.92, 1436.98], "text": " What about you, Daniel, do you think the recent Black Lives Matter movement will make a change"}, {"timestamp": [1436.98, 1443.08], "text": " when it comes to diversity in businesses and, you know, founders accessing that capital?"}, {"timestamp": [1444.28, 1446.0], "text": " I do think the government should step up that you must meet certain criteria. So, you know, founders accessing that capital. I do think the government should step up,"}, {"timestamp": [1446.0, 1449.0], "text": " that you must meet certain criteria."}, {"timestamp": [1449.0, 1451.0], "text": " So, for instance, more women on boards,"}, {"timestamp": [1451.0, 1453.0], "text": " more diverse on the boards."}, {"timestamp": [1453.0, 1457.0], "text": " This is where, you know, I always get frustrated with business"}, {"timestamp": [1457.0, 1460.0], "text": " when they say, oh, you know, we're going to take,"}, {"timestamp": [1460.0, 1463.0], "text": " in the next 10 years,"}, {"timestamp": [1463.0, 1465.8], "text": " why did they need time to do the right thing?"}, {"timestamp": [1466.84, 1470.46], "text": " But Sharon Schuter of Uma Beauty thinks we need more time for change."}, {"timestamp": [1470.76, 1474.18], "text": " For some companies, it would take them a few years as they redo."}, {"timestamp": [1474.38, 1478.7], "text": " Like even redo your whole HR manual, that's a two, three month process if you want to do it right."}, {"timestamp": [1478.7, 1487.22], "text": " And I think we also have to make sure that we don't fall into the trap of trying to force people to do things faster than it can actually happen because they will just do things at surface level that's"}, {"timestamp": [1487.22, 1490.62], "text": " not sustainable and then we'll be back into the same problem in a few years."}, {"timestamp": [1491.28, 1494.44], "text": " Joanna Beyi says companies need to change the way they work."}, {"timestamp": [1494.9, 1499.5], "text": " If you actually put the resource behind it and if you're proactive rather than reactive,"}, {"timestamp": [1499.5, 1505.36], "text": " so now that you've got this moment, you know, make sure that the people you've put in place to"}, {"timestamp": [1505.36, 1512.52], "text": " push this agenda and to make sure that you are inclusive and that you are targeting and accessing"}, {"timestamp": [1512.52, 1518.82], "text": " black talent and then supporting them throughout the organisation, there's so many movements"}, {"timestamp": [1518.82, 1524.72], "text": " that are saying, hi, we're black and talented, and people still don't find them."}, {"timestamp": [1525.22, 1527.44], "text": " So it's, you know, it's not difficult."}, {"timestamp": [1527.62, 1530.36], "text": " I think it's people that are a bit lazy about the way they recruit,"}, {"timestamp": [1530.68, 1532.18], "text": " and they're not doing any meaningful looking."}, {"timestamp": [1532.88, 1535.34], "text": " And what about International Bank, Morgan Stanley?"}, {"timestamp": [1535.78, 1538.42], "text": " I asked Susan Reed what success looks like for her."}, {"timestamp": [1539.14, 1541.32], "text": " Seeing more diverse faces across the firm"}, {"timestamp": [1541.32, 1546.24], "text": " and in every level of leadership and every sector of the firm, that clearly"}, {"timestamp": [1546.24, 1548.22], "text": " will be an obvious win."}, {"timestamp": [1548.22, 1552.68], "text": " But I look on a personal level, as a black woman, it's important for me to see this change"}, {"timestamp": [1552.68, 1553.68], "text": " happen also."}, {"timestamp": [1553.68, 1559.6], "text": " I have young adults in my family who are building their careers and I want them to have"}, {"timestamp": [1559.6, 1561.44], "text": " successful careers and to thrive."}, {"timestamp": [1561.44, 1564.62], "text": " So this is important work for me both professionally and personally."}, {"timestamp": [1564.62, 1565.0], "text": " You know, we have over 30 professionals in our diversity and inclusion team who are managing careers and to thrive. So this is important work for me both professionally and personally."}, {"timestamp": [1565.0, 1570.0], "text": " You know, we have over 30 professionals in our diversity and inclusion team who are managing"}, {"timestamp": [1570.0, 1575.0], "text": " programs around the world, including in the UK, to drive diversity and inclusion through"}, {"timestamp": [1575.0, 1580.0], "text": " recruiting programs and development programs around inclusion and unconscious bias."}, {"timestamp": [1580.0, 1585.68], "text": " We're building on that and digging deeper, I think, quite frankly, like every corporation should in this moment."}, {"timestamp": [1589.68, 1594.08], "text": " As a Black British entrepreneur myself, when I was asked to present this program,"}, {"timestamp": [1594.08, 1598.48], "text": " I was determined that we didn't just produce another show about diversity in the workplace."}, {"timestamp": [1599.44, 1604.0], "text": " Why? It is a conversation that hasn't really progressed over the years,"}, {"timestamp": [1604.0, 1608.0], "text": " and it is one that is focused on diversity schemes and not much else."}, {"timestamp": [1608.0, 1612.0], "text": " And it's hardly surprising that this conversation has become stagnant,"}, {"timestamp": [1612.0, 1614.0], "text": " as throughout the making of this show,"}, {"timestamp": [1614.0, 1620.0], "text": " we found that there was a lack of data about black entrepreneurs and employees."}, {"timestamp": [1620.0, 1625.0], "text": " Without that, how can change happen? How can it be measured?"}, {"timestamp": [1625.0, 1632.0], "text": " I'd love to see consumers deliberately seeking to spend their money with Black-owned businesses."}, {"timestamp": [1632.0, 1637.0], "text": " But even if there's a sales boost, investment is still crucial."}, {"timestamp": [1637.0, 1642.0], "text": " Until Black-owned companies start to routinely receive financial backing,"}, {"timestamp": [1642.0, 1646.08], "text": " it will always feel like black businesses don't matter."}, {"timestamp": [1651.7, 1658.4], "text": " That was Toby Oredin of the Media Company Black Ballad, talking about the impact of Black Lives Matter on business."}, {"timestamp": [1659.1, 1667.16], "text": " The programme was produced by Darren Graham from BBC Radio Current Affairs. The studio managers were Nigel Appleton and me Never Messerian."}, {"timestamp": [1668.1, 1671.62], "text": " Sabine Chourette and Maria Ogendelli were the production coordinators,"}, {"timestamp": [1672.08, 1673.44], "text": " and Penny Murphy was the editor."}, {"timestamp": [1674.54, 1676.22], "text": " There are many more episodes of In Business."}, {"timestamp": [1676.98, 1678.44], "text": " If you'd like to listen to more,"}, {"timestamp": [1678.9, 1681.12], "text": " subscribe to Catch Up with the latest episodes."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. It's been quite overwhelming, actually. We're completely sold out. When people were starting to talk about supporting blackroom businesses, like we were shared quite a lot on social media, especially Instagram. 28-year-old, A.B. Sinter is the founder of Our Lovely Goods, her first business. She makes handmade products like candles, skincare and homeware, and she's based in Aberdeen, Scotland. I think we were on about maybe 3,000 to 4,000 followers, and we're now on 17.8K. In the aftermath of the death of George Floyd and the global Black Lives Matter demonstrations that followed, there's been a lot of interest in businesses run by black people in the UK. Aby says that our lovely goods has made seven times more revenue since then. It's been really good for us, so we're kind of just trying to keep up with the new demand that we're facing. There's been a lot of focus on supporting black-owned businesses and how that's one of the actionable things that people can do to really try and balance out some of the injustices that we have. While the Black Lives Matter movement holds a strong anti-capitalist stance, the demands for racial justice now have a new and unstoppable urgency. Mama Louisiana, you mix that Negro with that Creole, make a Texas Bamma. Many businesses waded into the conversation, pledging their solidarity with the movement. Some said they would review their own unconscious biases and how black employees are treated and why black entrepreneurs and founders are concerned that their abilities to succeed are constrained. But what happens next? For this week's in business, I'm going to find out more about the impact of the recent Black Lives Matter movement on the world of work, and I'll be asking, what happens when the noise dies down? Can there really be long-term change? I just might be a black bill gazing I'm making it I want it I'm gonna yeah, I'm just pour the waxed plates into our wax melt and then once it's melted down to liquid we then add the fragrance give me a little bit of background in how you got started with, you know, our lovely goods. Yeah, we started in May 2019. I was looking for solutions for my daughter. When she was a baby, she had like really dry skin and we kind of formulated this body butter that was really gentle. How has the business transformed and changed within that year? We started with our website and from there we kind of started trying to get out and do more in-person sort of things just to kind of grow our customer base and then from there we also managed to secure some stockists as well. We've packed a lot into it and the business has kind of grown quite steadily. What are the barriers that you guys are faced in getting your business, you know, up and running? Perception, I do think that's probably one thing that has been a barrier. I think sometimes there's a perception of, you know, black-owned businesses having products that are only for black people or something. But I think hopefully that's something that will change now that people are kind of becoming more aware. What do you think needs to change to ensure that black-owned founders have a fair shot of success, like their white founder counterparts? I think definitely, you know, opportunities for mentorship. And I would love a mentor but you kind of just don't even know where to start. Obviously they've done it before they've been successful and sharing that the knowledge that they've gained is one way that they could really make a change. Where do you see our lovely goods in the next year? What's the ultimate goal for you guys? The growth in customer base means that we can look to ways that we can expand, you know, the business in general. And one thing that we have thought about in the future is actually having like a physical store. We would love to be able to be part of the high street. Hi, then you're nice to meet you. How are you? How are you? Please come in. Daniel Taylor in his 50s is the director of family-run business, MDC Group, an interior design firm based in Croydon in South London. So I assume all these signs are for COVID. Yes, we're in the design business. We have to do a COVID response to show clients how they should use this space. So it's all one way. I'm really interested in terms of your journey. Did you face barriers or what barriers did you face? I came from an environment which was predominantly white. I was very secure about myself as a person and my abilities. Before he set up MDC group, Daniel worked for a large American design company. When I moved from the bigger entity to my own, I had clients who followed me. Two clients. I had another designer who worked from his bedroom and I worked out my car. I generated first year one and a half million comfortably, making probably about 400,000 pounds. 20 years ago, Daniel Bourne office in central London. The business grew from there. When you've been around for 20 years, you coll Bourne office in central London. The business grew from there. When you've been around for 20 years, you collate a lot of clients. So the ones which you really had to beat them down to win. So you look, we've got Harley Davidson. Sienna, for instance, is the company which puts a literally a cable between North America and England under the Atlantic. Oh. So that was an interesting one. Johnson Johnson. We've done work for Disney for many years. MTV we've done, that's one of our oldest clients. And so as Daniel showed me around his office, I noticed a photo collage on a wall of him and his staff on a trip. Over here you can see what we did last year. We took the staff over to New York to say thank you for the effort. You're a great boss. We plunked him on the plane and you see some of the groups, what they did. How many people were working here at the moment? We have 22 people. You've got a real diverse range of staff that work for you. Like how do you approach diversity as a place as an employer? Well we've always looked at diversity because we are actually diverse ourselves as being. Yeah yeah. You look at CVs and we look at what they bring to the table and we hire for attitude and training for skills. Yeah. They so happen to be a different colour and that's a bonus. Talent when I see from my own people, I would try and see if I can give them a leg up whenever I can. And what about gender? Because I think you've got quite a few black women and prominent positions from what I've seen. Yeah, over the last 10 years, we have female management. Now in design and construction, that is so unusual. Now, I have Tiana, Naomi and Michelle, who are the directors, which kind of run the machine and we've never been more profitable and more organised as a business. Naomi Taylor has been at the firm for seven years. I look after our clients, so I'm a client account director, straight out of university, joined in a sort of work my way up. And I still, seven years later to get funny looks and raised eyesbrows when I come onto sight in a hard hat and boots and fake eyelashes and my nails all done and they're a bit like, what are you doing here, love? Three black women in really senior positions. Like, how do you feel about that, especially when we're talking about diversity now more than ever? Yeah, so for me, it's the norm. It's what should be a bit more of the widespread norm, actually having people from black and minority ethnic groups in senior positions in decision making. And actually, I think it just helps to allow the business to grow, see things from different perspectives. While researching for this programme, we wanted to request interviews with medium and large black-owned businesses in the UK. But we realise that there are actually no figures on the number of large ones out there. However, a government survey about small and medium-sized businesses showed that in about 5% of those, the majority of owners, directors and partners were from ethnic minority backgrounds. MDC Group was one of the few medium-sized black-owned firms we could find. So change obviously isn't happening that quickly. I think it's a shame that we are rare in the UK. Why do you think that is? It takes the people who are in those positions of power and authority and decision making to say we will give you the opportunity over what they've been used to, which has often been middle-class, middle-aged, white male predominantly owned businesses. Joanna Beyei advises companies on diversity and hiring. She's worked with the BBC, Facebook, Barclays and more. There's lots of us. We're all out there. You need to tap into us. When we met, she wasays and more. There's lots of us. We're all out there. You need to tap into us. When we met, she was advising another firm about how they can make their workplace more diverse. It seems that businesses have a lot of work to do when it comes to creating equal opportunities for black people. According to a government review, hardly any big British company has a Black Chief Executive, while almost 70% of Futsi 250 firms, like any ethnic minority representation in boardrooms. And a report by the Diversity Consultancy, Green Park, found that 95% of the most powerful roles in the UK were filled by white people. It is very difficult for black people to get powerful jobs, even if they can get through the door. Joanna says hiring processes just don't work. Are you implying that unless we have a scheme, we're incapable of getting through a process? Why is the on the oppressed group to fit in? Like, why don't you just change the process? With the Black Lives Matter movement, you had organisations going, you know, we're not just going to write a statement on our social media, we're going to take action. And then the patronising action was we're going to create a scheme for black people to go on. Why do black people need a scheme for three months? Are diversity schemes that negative considering it is a way to get through the door? I think it solves a problem in the immediate but the bigger problem stays there which is the bias, the subtle racism, the microaggressions and the othering of those individuals. It immediately sends a message that they needed a special scheme and are lesser than their peers. The reason why they are having a scheme is because their skin is black. That is literally why you're doing it? Because it's not class, is it? So a white working class kid, their barrier is going to be class. But they didn't need a scheme. You haven't got these two separate strategies that we have our diverse hirers and then we have just our normal hiring processes. Why not just have an early careers access point of which anyone from any background can go through and then you'll get an inclusive approach? Joanna says the lack of diversity in workplaces isn't just about hiring. It's also about retaining black staff. What can big companies, what can employers do to ensure they keep black talent in their companies? Yesterday I did a call with a particular business and I ran this session. And one of the gentlemen, it was a first time literally that he had spoken about his experience as a black man in 20 years. And one of the gentlemen, it was a first time, literally, that he had spoken about his experience as a black man in 20 years. And one of his things was, I wasn't saying how I felt because actually one thing I don't have the privilege of is I have to consider whether the people around me are racist. So if I say something, does that get looked at through a racist lens or not, so I'll just not say anything, keep my head down and I'll keep working. So that's really important. Keep asking people, how do you feel working here and what can we do to make it better for you? We contacted many of the brands that responded in solidarity to the global anti-racism movement. Among them were Barclays, Amazon, Pretty Little Thing, Sky, Booking.com, Nike, Facebook, H&M, Sainsbury's, L'Oreel and Lloyd's Bank. None of these companies could find anyone to talk to us. However, the International Bank Morgan Stanley did agree to an interview. The firm employs around 60,000 people in more than 40 countries. Susan Reid is the global head of diversity and inclusion. How does she respond to the accusation that companies big and small are jumping on a bandwagon. I think that change sometimes needs a catalyst, and I think the Black Lives Matter movement is a catalyst. But I don't believe companies are jumping on the bandwagon to be opportunistic. I actually believe that companies are engaging because people have listened closely to their colleagues of color. I asked Susan Reed why global companies like Morgan Stanley actually need to create diversity programs. You have to recognize that there have historically been forces that have not made it easy for black talent to get to firms like a Morgan Stanley and I think you know Morgan Stanley and every firm needs to recognize that that means that sometimes you have to do something above and beyond for those populations and and you know we often talk about equity versus equality and and if you approach this work from an equality perspective then you assume that everybody had the same starting point. And that's why equity is important, because I think it's a recognition that not everybody has the same starting point, and there are systemic barriers. And you do have to make an effort to reach out to those populations who have historically not had the same opportunity. We need to continue to do the work to support the people who work for us. But we also are very actively reaching out and attracting talent through recruiting programs at universities and by hiring professionals who are already in the markets and already working. And there are very targeted recruiting efforts there. And it is hard work, but we're going to continue to do the hard work to attract black talent to the firm in the UK. We asked Morgan Stanley later about the number of black employees in the UK arm, and they said these figures aren't available right now. But that is being worked on. They reiterated, they know there is a lot of work to do, and they are fully committed to this. One person challenging businesses to reveal how many black people are employed and what positions they have is Sharon Schuter, the entrepreneur who founded Uma Beauty. Her campaign is called Pull Up for Change. Tell us about it and tell us how Pull Up for Change came about. Yes, so let's go out there. Let's call on these companies to release their numbers. And so this was getting them to break down the number in a very specific way. It takes it onto your Instagram grid right there, front and center. There's nowhere to hide it. And allowing the public hold this company accountable. They're now making bold commitments, like, I'm going to increase my black employment by 30%, by 50%. Okay, those are numbers we can hold you to. And that's been the power of this campaign. You put out Uma Beauty statistics. It's 58% black, 82% people of colour and 75% female. Why do you think it's important that businesses have diverse stuff? If you do not have the white people who understand the needs of a diverse audience, how are you going to solve the needs for a diverse audience? So once again, we're back in this place where every second a brand's getting dragged, right, for something insensitive. Sharon points out that many brands get in trouble for racially insensitive adverts on marketing campaigns. For example, Pepsi was accused of appropriating imagery from the Black Lives Matter protest and using it to sell its product. The drinks company apologised saying he had missed the mark. Clothing brand H&M admitted they got it wrong after advertising an image featuring a black boy modeling a hoodie with the slogan, Coolest Monkey in the Jungle. So if you had the diverse teams in those rooms, a lot of these campaigns would never have gone out in the first place. You wouldn't have had to go through this massive negative PR storm that you did. Diversity is good for business. And when businesses can get over systemic racism and embrace that, what they're going to find? They're going to find much, much profitable businesses than they've ever had before because this is you excluding some talents that are just phenomenal. While Sharon has a lot to say on how businesses can do better by black employees, she also says that black founders have hurdles they have to overcome to have successful businesses. Funding is number one. Black founders barely get any funding. And then you start facing things like unconscious bias becomes a huge problem. Because immediately you're a black founder and you come in front of your brand as a black founder, the whole world classifies your brand as an ethnic brand. You even create products as for everybody. The whole world refuses to admit that. So I think it's a huge opportunity for black businesses in terms of the fact that consumers have now started to take a look at themselves to go, why have I not been purchasing this brand? The product is actually good. Cornerstone Partners is an investment firm with 20 donors who give money to black and diverse start-ups. Chanel Ansar manages them. Cornerstone focuses on investing in black and diverse founders. I think it's sending a very strong and positive message to the UK investment landscape and also to founders and also inspiring young women and men too, you know, to show that actually you can be a young black woman and take on this role. A survey carried out by Diversity VC showed that less than 1% of investment goes to black business owners. This is one area cornerstone has been looking into. That figure of less than 1% is a guesstimate. We actually believe that it's a lot lower than 1%. Typically if you look at the people that sit at the top of the financial institutions that invest into businesses, a lot of them are the same, meaning that they don't typically come from an ethnic, diverse background. There isn't that relatability there. There isn't that understanding. There is even lack of awareness. So I think a lot of that fuels into some of the reasons why these companies don't connect and also don't invest into black businesses and businesses led by other ethnic minority groups. When black businesses don't get this funding, how does it affect their ability to be successful? Massively. Most businesses start off by bootstrapping. So what that means is, you know, they use their own funds, money saved, credit cards, wherever they can get any sort of money to kind of keep their business ticking along and to do the basics. But it gets to a certain point where every business that is really going to make it needs to scale, right? And this is where you move into the millions and you need capital injection outside of your business to actually support that move. A lot of black-owned businesses fall short at that point, where they either remain stagnant or they just collapse because they can't leap to the next stage. Chanel is also researching how much spending power black people have in the UK. Black Pound Day is a new initiative which encourages people to buy from black owned businesses. Do you think things like Black Pound Day are sustainable in order to take black businesses further? If I'm being completely honest, I think it will go maybe until the end of this year and it probably will die out. But I think that the behaviours that those type of campaigns sort of set out to change will stick with people and people will make more of a conscious effort to continue to spend and, you know, spend and buy from black businesses in the UK. When we was doing research for the programme, we actually couldn't find the exact value of the black pound. Why is now I'm putting work into finding the value of the black pound? And do you even know what the value of the black pound is? I don't. This hasn't actually been quantified. And I I mean I think there's a few reasons why this isn't the case right because when people tend to put out surveys disclosing ethnicity is is not a requirement, you know, it's optional. So although research projects try and, you know, find out different things, we can't link this back to different ethnic groups. It's clear that there is a huge task ahead for businesses in creating inclusive workplaces. And black founders may face a lot of hurdles while growing their own businesses. But as many have said that Black Lives do matter, will there really be lasting change? Remember Aby, the owner of Our Lovely Goods in Aberdeen? I asked her what she thinks. They may not have heard of us before, but now that they have discovered some of these businesses, they are hopefully not just supporting as a one-off sort of charitable thing. I really would think that the majority of our customers have bought from us because they like our products. And also, now that they know that it's a black owned business, it's something that they would probably do more consciously. But yeah, I think it can be sustainable. Naomi and Daniel Taylor from MDC Group both have our thoughts on what sustainable change looks like. Do I think I'm going to see change in my lifetime? Real systemic change? No, but I do think there will be progress made and I just think the conversation needs to keep happening. It's not a seasonal thing and it's not just a trend. I pray it's not just a trend. What about you, Daniel, do you think the recent Black Lives Matter movement will make a change when it comes to diversity in businesses and, you know, founders accessing that capital? I do think the government should step up that you must meet certain criteria. So, you know, founders accessing that capital. I do think the government should step up, that you must meet certain criteria. So, for instance, more women on boards, more diverse on the boards. This is where, you know, I always get frustrated with business when they say, oh, you know, we're going to take, in the next 10 years, why did they need time to do the right thing? But Sharon Schuter of Uma Beauty thinks we need more time for change. For some companies, it would take them a few years as they redo. Like even redo your whole HR manual, that's a two, three month process if you want to do it right. And I think we also have to make sure that we don't fall into the trap of trying to force people to do things faster than it can actually happen because they will just do things at surface level that's not sustainable and then we'll be back into the same problem in a few years. Joanna Beyi says companies need to change the way they work. If you actually put the resource behind it and if you're proactive rather than reactive, so now that you've got this moment, you know, make sure that the people you've put in place to push this agenda and to make sure that you are inclusive and that you are targeting and accessing black talent and then supporting them throughout the organisation, there's so many movements that are saying, hi, we're black and talented, and people still don't find them. So it's, you know, it's not difficult. I think it's people that are a bit lazy about the way they recruit, and they're not doing any meaningful looking. And what about International Bank, Morgan Stanley? I asked Susan Reed what success looks like for her. Seeing more diverse faces across the firm and in every level of leadership and every sector of the firm, that clearly will be an obvious win. But I look on a personal level, as a black woman, it's important for me to see this change happen also. I have young adults in my family who are building their careers and I want them to have successful careers and to thrive. So this is important work for me both professionally and personally. You know, we have over 30 professionals in our diversity and inclusion team who are managing careers and to thrive. So this is important work for me both professionally and personally. You know, we have over 30 professionals in our diversity and inclusion team who are managing programs around the world, including in the UK, to drive diversity and inclusion through recruiting programs and development programs around inclusion and unconscious bias. We're building on that and digging deeper, I think, quite frankly, like every corporation should in this moment. As a Black British entrepreneur myself, when I was asked to present this program, I was determined that we didn't just produce another show about diversity in the workplace. Why? It is a conversation that hasn't really progressed over the years, and it is one that is focused on diversity schemes and not much else. And it's hardly surprising that this conversation has become stagnant, as throughout the making of this show, we found that there was a lack of data about black entrepreneurs and employees. Without that, how can change happen? How can it be measured? I'd love to see consumers deliberately seeking to spend their money with Black-owned businesses. But even if there's a sales boost, investment is still crucial. Until Black-owned companies start to routinely receive financial backing, it will always feel like black businesses don't matter. That was Toby Oredin of the Media Company Black Ballad, talking about the impact of Black Lives Matter on business. The programme was produced by Darren Graham from BBC Radio Current Affairs. The studio managers were Nigel Appleton and me Never Messerian. Sabine Chourette and Maria Ogendelli were the production coordinators, and Penny Murphy was the editor. There are many more episodes of In Business. If you'd like to listen to more, subscribe to Catch Up with the latest episodes."}