{"speakers": [], "chunks": [{"timestamp": [0.0, 1.74], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.44, 12.54], "text": " I'm Sir Ian Lee, and in our special series on global media, I'm reporting from Hong Kong."}, {"timestamp": [12.98, 16.5], "text": " When China took over the special administrative region in 1997,"}, {"timestamp": [17.1, 20.36], "text": " it promised that its freedoms of speech and press would be preserved."}, {"timestamp": [20.88, 22.5], "text": " But is this promise now being broken?"}, {"timestamp": [33.14, 38.6], "text": " Welcome to Global Business on the BBC World Service. My name is Sir Yin Li and I'm reporting from China's special administrative region of Hong Kong."}, {"timestamp": [38.6, 43.76], "text": " This program is part of a series looking at the state of the media around the world. Technology"}, {"timestamp": [43.76, 46.0], "text": " is changing the way we consume news,"}, {"timestamp": [46.0, 49.0], "text": " and some would argue, polarizing audiences."}, {"timestamp": [49.0, 53.0], "text": " In the last two weeks, we've heard from Tunisia and the United States."}, {"timestamp": [53.0, 58.0], "text": " I'm now going to explore the impact of mainland China's influence on the media here."}, {"timestamp": [62.0, 67.0], "text": " Right now, I'm sitting in the restaurant of the Foreign Correspondence Club in Hong Kong."}, {"timestamp": [67.0, 71.6], "text": " In August, the Asia editor of the Financial Times, Victor Mallet, who is also the club's"}, {"timestamp": [71.6, 77.52], "text": " vice president, chaired a talk by an activist advocating for Hong Kong's independence from China."}, {"timestamp": [77.52, 82.32], "text": " The authorities asked him to cancel the talk, but he went ahead anyway, and paid a price."}, {"timestamp": [82.32, 86.64], "text": " A few weeks later, Mr. Mallet was effectively kicked out of Hong Kong when his work visa was"}, {"timestamp": [86.64, 87.6], "text": " not renewed."}, {"timestamp": [87.6, 92.9], "text": " This has happened to a number of journalists in mainland China, but it was a first for Hong Kong,"}, {"timestamp": [92.9, 97.5], "text": " and it's one of the growing signs that China is restricting freedoms that are actually enshrined"}, {"timestamp": [97.5, 100.2], "text": " in Hong Kong law."}, {"timestamp": [100.2, 105.1], "text": " When the victim-Mallet case was first disclosed, it took everyone by surprise."}, {"timestamp": [105.2, 106.66], "text": " It certainly took me by surprise."}, {"timestamp": [107.64, 110.82], "text": " Frank Ching is one of Hong Kong's most eminent journalists."}, {"timestamp": [111.22, 114.76], "text": " He opened the Wall Street Journal's first bureau in Beijing in 1979"}, {"timestamp": [114.76, 117.86], "text": " when the U.S. and China established diplomatic relations."}, {"timestamp": [118.58, 120.86], "text": " Before that, he was a writer for the New York Times."}, {"timestamp": [121.38, 124.68], "text": " More recently, he's been with Hong Kong's Far Eastern Economic Review"}, {"timestamp": [124.68, 127.1], "text": " and now writes a syndicated weekly column."}, {"timestamp": [127.78, 130.54], "text": " It was so un-Hong Kong."}, {"timestamp": [131.42, 133.9], "text": " Hong Kong had never done things like that before."}, {"timestamp": [134.3, 139.58], "text": " This is something that you would expect the mainland government to do,"}, {"timestamp": [139.84, 141.46], "text": " not the Hong Kong government."}, {"timestamp": [141.46, 148.0], "text": " And it made people worry even more that Hong Kong was going to become more and more like the mainland."}, {"timestamp": [148.0, 157.0], "text": " And people were wondering whether this was a one-off case or whether this denial or visas"}, {"timestamp": [157.0, 165.0], "text": " was going to be a continuing issue that the government would use against foreign journalists."}, {"timestamp": [165.0, 171.0], "text": " That's why I think the reason for me to continue to"}, {"timestamp": [171.0, 177.0], "text": " be the leader or might be the one who continue to fight for democracy"}, {"timestamp": [177.0, 178.0], "text": " is because..."}, {"timestamp": [178.0, 181.0], "text": " I've come to an event that's part of a Freedom of Expression Week,"}, {"timestamp": [181.0, 188.04], "text": " organized by an English language online newspaper called the Hong Kong Free Press and sponsored by Amnesty International and Reporters Without Borders."}, {"timestamp": [188.78, 190.28], "text": " It's not as free as they might have hoped."}, {"timestamp": [190.7, 195.58], "text": " One event had to be changed at the last minute, as the star, an Australian-based Chinese satirist"}, {"timestamp": [195.58, 198.6], "text": " didn't feel able to travel to Hong Kong for fear of his safety."}, {"timestamp": [200.08, 204.92], "text": " I think in recent years we've seen a greater erosion of civil liberties in Hong Kong by China"}, {"timestamp": [204.92, 210.54], "text": " and what is going to be an autonomous city and free expression has not really been spared."}, {"timestamp": [211.16, 216.0], "text": " This is Tom Grundy, editor and co-founder of the Hong Kong Free Press News site."}, {"timestamp": [216.42, 219.38], "text": " I asked what prompted him to organise his Free Expression Week."}, {"timestamp": [219.84, 225.58], "text": " It felt timely to put on a festival and this came before news broke about a journalist being expelled,"}, {"timestamp": [225.74, 226.86], "text": " which is a first for Hong Kong."}, {"timestamp": [227.48, 231.9], "text": " The uncertainty for journalists created by Victor Mallet's expulsion has consequences,"}, {"timestamp": [232.06, 232.96], "text": " Tom Grundy says."}, {"timestamp": [233.44, 235.88], "text": " Of course, if you have the rule of law, you know what the rules are."}, {"timestamp": [236.04, 238.96], "text": " But when you have these very hazy, fuzzy red lines,"}, {"timestamp": [239.4, 240.94], "text": " it's very difficult to know where you stand."}, {"timestamp": [241.3, 242.92], "text": " And it gives rise to self-censorship."}, {"timestamp": [243.66, 245.42], "text": " Unfortunately, over recent years,"}, {"timestamp": [245.5, 252.72], "text": " Hong Kong has declined in the press freedom indices by any measure. So I think it's just so much"}, {"timestamp": [252.72, 258.02], "text": " more powerful than actual censorship, because you have people running around who may be"}, {"timestamp": [258.02, 262.8], "text": " five or ten places removed from some incident, as I found during Free Expression Week,"}, {"timestamp": [263.04, 265.84], "text": " who start panicking over the most innocuous things."}, {"timestamp": [266.6, 271.78], "text": " Tom Grundy set up the Hong Kong Free Press website, indirect response to mass protests in Hong Kong"}, {"timestamp": [271.78, 274.44], "text": " in 2014, known as the Umbrella Movement."}, {"timestamp": [275.0, 280.12], "text": " This is when protesters occupied Hong Kong's central districts for 79 days, after Beijing"}, {"timestamp": [280.12, 284.92], "text": " said it would vet the candidates in the 2017 elections for Hong Kong's head of government."}, {"timestamp": [285.5, 290.22], "text": " Out of the tear gas of that umbrella movement, just a week later, I guess,"}, {"timestamp": [290.7, 296.38], "text": " I built the Hong Kong Free Press website and it became the first crowd-funded newspaper in Hong Kong."}, {"timestamp": [296.94, 300.94], "text": " Press freedom in Hong Kong has been declining, particularly since 2012."}, {"timestamp": [301.72, 304.38], "text": " And HKFP was a direct response to that."}, {"timestamp": [304.48, 306.94], "text": " We have no shareholders, it's a non-profit,"}, {"timestamp": [306.94, 309.78], "text": " we are run by journalists, it's just four or five of us,"}, {"timestamp": [309.78, 313.08], "text": " and we do annual funding rounds and monthly donations."}, {"timestamp": [313.08, 316.16], "text": " I've had people thrust cash at me in the streets,"}, {"timestamp": [316.16, 318.2], "text": " a sort of reverse mugging, if you will."}, {"timestamp": [318.2, 320.26], "text": " Last night somebody, as they were leaving,"}, {"timestamp": [320.26, 323.62], "text": " gave me a check for 20,000 US dollars for HKFP."}, {"timestamp": [323.62, 327.0], "text": " People recognise what the situation is like in Hong Kong and they want to help."}, {"timestamp": [327.0, 328.0], "text": " And why the free press?"}, {"timestamp": [328.0, 331.0], "text": " You make it sound like the rest of the press in Hong Kong isn't free?"}, {"timestamp": [331.0, 333.0], "text": " If you look at the media landscape in Hong Kong,"}, {"timestamp": [333.0, 336.0], "text": " it is dominated by pro-Beijing or conservative titles,"}, {"timestamp": [336.0, 339.0], "text": " many of which are owned by China outright"}, {"timestamp": [339.0, 343.0], "text": " or by tycoons with business interests in the mainland."}, {"timestamp": [343.0, 345.1], "text": " And it may look diverse and there are many titles,"}, {"timestamp": [345.3, 348.96], "text": " but in fact, when it comes to the ownership concerns and self-censorship,"}, {"timestamp": [349.26, 351.4], "text": " the media isn't quite as free as it may look."}, {"timestamp": [352.12, 354.58], "text": " Tom Grundy's choice of crowdfunding is significant,"}, {"timestamp": [355.04, 357.94], "text": " as relying on advertising makes you beholden to advertisers,"}, {"timestamp": [358.36, 360.64], "text": " who in turn may be beholden to the mainland."}, {"timestamp": [361.28, 362.38], "text": " Here's Frank Ching again."}, {"timestamp": [363.06, 367.62], "text": " Newspapers are very reliant on advertising for their survival."}, {"timestamp": [368.24, 373.24], "text": " If you go through Hong Kong's newspapers and just take a look at the ads,"}, {"timestamp": [373.62, 379.7], "text": " you can know which newspapers support China and similarly are supported by China."}, {"timestamp": [379.7, 383.22], "text": " If they have ads from Chinese banks, Chinese companies,"}, {"timestamp": [383.6, 387.32], "text": " then you know that these newspapers have good relations with China."}, {"timestamp": [388.08, 392.6], "text": " This is not the case, however, for the very popular and rather sensationalist"}, {"timestamp": [392.6, 394.8], "text": " Chinese language tabloid Apple Daily."}, {"timestamp": [395.44, 400.0], "text": " The paper has a firm pro-democracy stance and is often critical of China."}, {"timestamp": [400.6, 403.3], "text": " It reported extensively on the umbrella movement."}, {"timestamp": [403.9, 407.9], "text": " For those who share its editorial views, it's an authentic voice for Hong Kong."}, {"timestamp": [408.48, 412.36], "text": " But there are consequences to taking positions unpopular with Beijing."}, {"timestamp": [412.9, 418.22], "text": " If you go through the Apple Daily, I think you won't find any ads from any Chinese company,"}, {"timestamp": [418.48, 422.64], "text": " which means that they are not in China's good books."}, {"timestamp": [423.14, 427.54], "text": " But I think that the Apple Daily, because it is read by so many people,"}, {"timestamp": [428.04, 436.4], "text": " attracts other ads until quite recently. But I think that there has now been an attempt to warn"}, {"timestamp": [436.4, 448.32], "text": " other advertisers not to advertise in it in the Apple Daily, because then possibly the advertisers might themselves get in trouble with China. So I think Apple Daily, because I think Apple Daily, because then possibly the advertisers might themselves get in trouble with China."}, {"timestamp": [449.0, 454.44], "text": " So I think Apple Daily is probably in some financial difficulties."}, {"timestamp": [455.66, 460.6], "text": " Next Digital, the company that owns Apple Daily, had to suspend trading in its shares this"}, {"timestamp": [460.6, 466.72], "text": " month. The company has made losses in the tens of millions of US dollars three years in a row."}, {"timestamp": [467.46, 473.38], "text": " Nixis blamed this on readers preferring free online media to paying for print, as well as fierce"}, {"timestamp": [473.38, 479.3], "text": " global competition for online advertising. Earlier advertising boycotts by the likes of major"}, {"timestamp": [479.3, 488.42], "text": " property developers and three of Hong Kong's main banks can't have helped either. We asked for an interview, but the paper and its owner declined to comment."}, {"timestamp": [489.18, 494.04], "text": " Staff we spoke to off the record say their biggest fears, apart from job losses,"}, {"timestamp": [494.44, 499.5], "text": " are that a possible sale of the newspaper will mean an end to the freedom they have to report."}, {"timestamp": [501.36, 508.68], "text": " Times Square in the popular shopping district of Cosway Bay is a huge, opulent building full of shops selling expensive clothes and cosmetics."}, {"timestamp": [509.38, 517.5], "text": " It's also the new home of the South China Morning Post, an influential English language newspaper for the region that's widely considered Hong Kong's paper of record."}, {"timestamp": [518.42, 525.16], "text": " Its acquisition in recent years by Alibaba, China's equivalent of Amazon, has left some wondering if the paper is as independent"}, {"timestamp": [525.16, 527.24], "text": " as it used to be."}, {"timestamp": [527.24, 532.22], "text": " Paul Mooney is a former writer at the Post who thinks its outlook has changed."}, {"timestamp": [532.22, 536.88], "text": " There are certain things that Hong Kong reporters know that they just can't report about."}, {"timestamp": [536.88, 539.18], "text": " There's a line there, it's an invisible line."}, {"timestamp": [539.18, 543.56], "text": " A lot of people say, the thing about the South China Morning Post is that it has gotten far worse"}, {"timestamp": [543.56, 546.36], "text": " in recent years, they don't cover certain things."}, {"timestamp": [546.66, 549.2], "text": " But they still do a lot of sensitive news."}, {"timestamp": [549.66, 557.98], "text": " The owners of the paper, the Beijing government, they realized that if the newspaper was to overnight turn into the China Daily, which is the English government mouthpiece,"}, {"timestamp": [558.34, 560.92], "text": " it would completely lose the respect of people in Hong Kong."}, {"timestamp": [561.34, 564.8], "text": " So I think that they allow a certain amount of sensitive reporting to go on."}, {"timestamp": [569.16, 575.36], "text": " But what people don't know is what doesn't appear in the newspaper. And you don't realize how the paper is being censored. For example? I've had friends who work for the South China"}, {"timestamp": [575.36, 580.42], "text": " Morning Post and they'll say they'll do a story, they'll get approval to do it. And then when"}, {"timestamp": [580.42, 585.62], "text": " the story's done, it'll be spiked. Or they'll be told they can't write a certain story."}, {"timestamp": [586.24, 591.24], "text": " Or they'll do the story, they'll send it in, and then the editors will change it around quite a bit."}, {"timestamp": [591.34, 592.68], "text": " They'll cut quite a bit of the story."}, {"timestamp": [593.16, 594.76], "text": " A couple of years ago, there was a story."}, {"timestamp": [595.14, 602.7], "text": " A well-known Chinese dissident was found dead in his hospital room, and the government said he'd committed suicide, which nobody believed."}, {"timestamp": [603.12, 605.32], "text": " And the South China Morning Post, the reporters,"}, {"timestamp": [605.32, 607.62], "text": " they did a story, was in the evening."}, {"timestamp": [607.62, 609.5], "text": " In the middle of the night, the editor,"}, {"timestamp": [609.5, 613.14], "text": " running the newspaper, came in and rewrote the story"}, {"timestamp": [613.14, 615.42], "text": " and buried it on a back page."}, {"timestamp": [615.42, 617.52], "text": " And the next morning, when he was challenged"}, {"timestamp": [617.52, 619.44], "text": " by the other Hong Kong media notices,"}, {"timestamp": [619.44, 622.38], "text": " he said, oh, well, we didn't have enough information"}, {"timestamp": [622.38, 623.88], "text": " to write a proper story."}, {"timestamp": [623.88, 625.86], "text": " But there already was an 800-word story"}, {"timestamp": [625.86, 627.92], "text": " that had run in the early morning edition"}, {"timestamp": [627.92, 632.72], "text": " that he cut in half and then placed on a back page."}, {"timestamp": [633.02, 636.44], "text": " And this is the kind of example of censorship that goes on at the newspaper."}, {"timestamp": [637.22, 639.82], "text": " We asked to speak to a senior editor or executive,"}, {"timestamp": [640.36, 643.18], "text": " but despite weeks of notice, no one was available."}, {"timestamp": [644.32, 648.08], "text": " There are other examples of China wielding its economic clout"}, {"timestamp": [648.08, 650.2], "text": " even more directly in Hong Kong."}, {"timestamp": [651.82, 653.14], "text": " This is Lockhart Road."}, {"timestamp": [653.78, 656.64], "text": " A few years ago, if I'd been a tourist from mainland China,"}, {"timestamp": [657.02, 658.52], "text": " I might well have made my way here"}, {"timestamp": [658.52, 660.78], "text": " to see if I could obtain something I couldn't at home,"}, {"timestamp": [661.28, 661.9], "text": " banned books."}, {"timestamp": [662.68, 665.06], "text": " The Caudsway Bay bookstore that used to be based in this street"}, {"timestamp": [665.06, 668.4], "text": " did a good business in selling a range of titles to tourists from China,"}, {"timestamp": [669.02, 671.6], "text": " books such as on the personal lives of China's leaders,"}, {"timestamp": [672.12, 674.0], "text": " some of them more believable than others."}, {"timestamp": [674.82, 678.72], "text": " Then in 2015, five people linked to the bookstore disappeared,"}, {"timestamp": [679.34, 681.7], "text": " in one case having been abducted from Thailand."}, {"timestamp": [682.6, 685.32], "text": " When they reappeared, it was in custody in China."}, {"timestamp": [686.18, 688.68], "text": " The case received a lot of international media attention,"}, {"timestamp": [689.24, 691.84], "text": " but one publisher reckons it's only a small part"}, {"timestamp": [691.84, 693.8], "text": " of the various things China has done"}, {"timestamp": [693.8, 696.66], "text": " to clamp down on independent book publishing in Hong Kong."}, {"timestamp": [698.16, 700.82], "text": " The Cosway Bay Bookstore that you mentioned"}, {"timestamp": [700.82, 704.9], "text": " in the case where the bookseller were kidnapped,"}, {"timestamp": [705.5, 708.34], "text": " that was just a tip of the iceberg."}, {"timestamp": [709.22, 712.96], "text": " This is Bao Pu, who came to Hong Kong from Beijing in 2005,"}, {"timestamp": [713.56, 718.16], "text": " and with his wife, founded the independent publishing company New Century Press."}, {"timestamp": [718.7, 720.48], "text": " It puts out books on China's history."}, {"timestamp": [721.14, 724.74], "text": " They were taking advantage of the new flow of mainland Chinese tourists"}, {"timestamp": [724.74, 725.54], "text": " who came to"}, {"timestamp": [725.54, 729.0], "text": " Hong Kong to buy uncensored books. But then..."}, {"timestamp": [729.0, 734.84], "text": " Chinese government launched this program called Southern Hill Project in 2010."}, {"timestamp": [734.84, 742.78], "text": " A mainland government-coordinated program aimed at stopping Hong Kong books being taken to"}, {"timestamp": [742.78, 749.24], "text": " mainland China. The program continued to grow and intensified after Xi Jinping."}, {"timestamp": [749.24, 754.4], "text": " This project, what they do is they inspect retail bookstance,"}, {"timestamp": [754.4, 757.36], "text": " basically private-owned bookstores in mainland,"}, {"timestamp": [757.36, 761.32], "text": " make sure there's no Hong Kong books sold there."}, {"timestamp": [761.32, 767.38], "text": " And also they intensify the screening of the printing press factories in mainland,"}, {"timestamp": [767.84, 771.36], "text": " where these Hong Kong books were sent for additional processing."}, {"timestamp": [771.92, 776.42], "text": " The other component is that they intensify screening at the customs,"}, {"timestamp": [776.42, 782.96], "text": " and they frequently confiscate titles that looks like on mainland China's subject"}, {"timestamp": [782.96, 786.88], "text": " or political subject printed overseas."}, {"timestamp": [787.84, 795.02], "text": " Chinese travelers or day-trippers from the mainland now risk getting their Hong Kong book purchases confiscated and getting in trouble."}, {"timestamp": [795.74, 801.12], "text": " All these developments have changed the image of independent book publishing in a perhaps surprising way."}, {"timestamp": [801.92, 805.28], "text": " After the kidnapping event of bookstore,"}, {"timestamp": [807.22, 810.46], "text": " independent book publishing in Hong Kong has been perceived by the general public"}, {"timestamp": [810.46, 812.3], "text": " as a dangerous business."}, {"timestamp": [812.98, 817.48], "text": " It's even no less dangerous than a smuggling business."}, {"timestamp": [818.28, 821.58], "text": " So we were like all of a sudden being associated"}, {"timestamp": [821.58, 824.96], "text": " with this kind of a risk of running into"}, {"timestamp": [824.96, 827.44], "text": " law enforcement of mainland China."}, {"timestamp": [828.4, 832.98], "text": " The book market has been hit hard by many things, including changing reading habits anyway."}, {"timestamp": [833.52, 840.28], "text": " But Baupu has also found pressure being exerted on every part of the production chain in independent book publishing."}, {"timestamp": [840.84, 852.06], "text": " Recently, there was this kind of unspoken rules among this big printing factories that they wouldn't print any books related to mainland China."}, {"timestamp": [852.52, 855.0], "text": " It's regarded as dangerous to print."}, {"timestamp": [855.44, 858.34], "text": " So we have hard time to find a printing press now."}, {"timestamp": [859.14, 862.42], "text": " And after printing press, there's a book distributor."}, {"timestamp": [863.04, 867.88], "text": " And our distributor is on a brink of collapse because it lost"}, {"timestamp": [867.88, 877.44], "text": " warehouses. And the warehouse renter, the landowner, consider rent-out space to a book distributor"}, {"timestamp": [877.44, 884.5], "text": " is dangerous. And after book distributor, there's this bookstores, right? In Hong Kong,"}, {"timestamp": [888.12, 897.24], "text": " book distributor, there's these bookstores, right? In Hong Kong, 90% of all the big bookstores are owned by Minline China company, controlled directly by the Communist Party. And they were"}, {"timestamp": [897.24, 903.82], "text": " basically saying that, oh, there's certain books they will not touch. Mr. Bao needs that"}, {"timestamp": [903.82, 905.3], "text": " press to bookstore chain."}, {"timestamp": [905.96, 908.36], "text": " The English translation of his best-selling title,"}, {"timestamp": [908.6, 909.62], "text": " Prisoner of the State,"}, {"timestamp": [909.92, 912.66], "text": " was based on the life of the former Premier Zhao Ziyang"}, {"timestamp": [912.66, 915.5], "text": " and revealed the inner workings of the Communist Party."}, {"timestamp": [916.0, 918.9], "text": " It made the New York Times best-seller list in English"}, {"timestamp": [918.9, 922.56], "text": " and sold five times as many copies in Chinese, he said."}, {"timestamp": [922.96, 923.68], "text": " But no more."}, {"timestamp": [923.68, 932.46], "text": " We were quite profitable until about 2012. And this past five years has been a terrible,"}, {"timestamp": [933.06, 938.84], "text": " our business shrink by about 15, 20 percent every year. So by now it's basically nothing."}, {"timestamp": [939.46, 942.36], "text": " Independent publishing, it's basically over."}, {"timestamp": [943.18, 946.66], "text": " But why is Beijing tightening up media policy so much in Hong Kong?"}, {"timestamp": [947.1, 950.48], "text": " What is President Xi so worried about compared to his predecessor?"}, {"timestamp": [951.12, 955.58], "text": " The most important turning point, other than Xi Jinping coming to power,"}, {"timestamp": [955.58, 960.1], "text": " for how the Communist Party of China has been handling Hong Kong,"}, {"timestamp": [960.28, 963.74], "text": " was the so-called umbrella revolution in 2014."}, {"timestamp": [964.72, 969.5], "text": " Marika Olberg is a research associate at the Mercato Institute for China Studies in Berlin."}, {"timestamp": [969.96, 973.64], "text": " That was, in a way, a shock to the government in Beijing,"}, {"timestamp": [974.26, 982.0], "text": " that there would be such large-scale protests against increasing mainland control on Hong Kong,"}, {"timestamp": [982.0, 984.96], "text": " and it's really been tightening things ever since."}, {"timestamp": [991.92, 998.8], "text": " It's led to the idea that Beijing and the Communist Party of China need a stronger presence and a stronger voice in Hong Kong. That also means getting the Communist Party of China's"}, {"timestamp": [998.8, 1004.56], "text": " point of view heard in Hong Kong media and making sure that it's placed and that this is something"}, {"timestamp": [1004.56, 1005.18], "text": " that is kind of the mainstream of Hong Kong discussion. Still sure that it's placed and that this is something that is kind"}, {"timestamp": [1005.18, 1007.56], "text": " of the mainstream of Hong Kong discussion."}, {"timestamp": [1008.4, 1012.78], "text": " Still, you may ask, why does Mighty China worry so much about Little Hong Kong?"}, {"timestamp": [1013.48, 1017.7], "text": " Marika Olberg says it all fits in with the larger historical context."}, {"timestamp": [1017.7, 1028.22], "text": " In part, it's because the Communist Party of China is afraid of losing power and afraid of kind of happening to them,"}, {"timestamp": [1028.4, 1029.96], "text": " what happened to the Soviet Union."}, {"timestamp": [1030.86, 1037.1], "text": " You have Xi Jinping come out in 2012 right after he came to power and giving his speech"}, {"timestamp": [1037.1, 1040.86], "text": " about the three big mistakes that the Soviet Union made."}, {"timestamp": [1041.12, 1043.88], "text": " One is not enough control over the military."}, {"timestamp": [1044.58, 1046.44], "text": " The second is they didn't get"}, {"timestamp": [1046.44, 1052.1], "text": " corruption under control. And the third mistake that he identified really was this loss of control"}, {"timestamp": [1052.1, 1059.02], "text": " over the ideological sphere. And this is, I believe, why we've been seeing what we've seen"}, {"timestamp": [1059.02, 1066.94], "text": " in the media, in universities, and overall in mainland China in terms of tightening the ideological controls."}, {"timestamp": [1067.86, 1070.06], "text": " This media clamped down in mainland China"}, {"timestamp": [1070.06, 1073.42], "text": " is all part of President Xi Jinping's tightening the reins"}, {"timestamp": [1073.42, 1075.1], "text": " to keep control of ideology."}, {"timestamp": [1075.74, 1078.18], "text": " He took the helm of the country in late 2012"}, {"timestamp": [1078.18, 1083.0], "text": " and has a very clear idea of the role that journalism in China should play."}, {"timestamp": [1083.62, 1086.72], "text": " In 2016, he visited the key state media,"}, {"timestamp": [1087.14, 1090.12], "text": " the People's Daily newspaper, the Shinhua News Agency,"}, {"timestamp": [1090.62, 1093.02], "text": " and the country's only broadcaster CCTV,"}, {"timestamp": [1093.68, 1096.22], "text": " now known as the China Global Television Network."}, {"timestamp": [1096.88, 1098.2], "text": " There, he told journalists,"}, {"timestamp": [1098.2, 1100.58], "text": " all news media run by the party"}, {"timestamp": [1100.58, 1104.12], "text": " must work to speak for the party's will and its propositions"}, {"timestamp": [1104.12, 1105.84], "text": " and protect the party's authority and its propositions and protect the party's"}, {"timestamp": [1105.84, 1112.88], "text": " authority and unity. On other occasions, he's told journalists to follow the correct political direction"}, {"timestamp": [1112.88, 1118.08], "text": " and stress the importance of a sound environment for public opinion."}, {"timestamp": [1120.96, 1129.0], "text": " The Star Ferry, which I'm on at the moment, connects the island of Hong Kong with its Kowloon neighbourhoods on the peninsula and the rest of the Chinese mainland."}, {"timestamp": [1129.0, 1132.0], "text": " It's both a form of transport and a tourist attraction."}, {"timestamp": [1132.0, 1139.0], "text": " Out on the water, you get a stunning view of immense buildings and lights stretching away across on both sides of the sea."}, {"timestamp": [1139.0, 1142.0], "text": " Now there's another facility bringing tourists to Hong Kong."}, {"timestamp": [1142.0, 1148.0], "text": " This year, China opened a new bridge linking the southern Chinese city of Juhai to Hong Kong and Macau."}, {"timestamp": [1148.0, 1153.0], "text": " The 55-kilometer-long bridge is the longest sea crossing in the world."}, {"timestamp": [1153.0, 1158.0], "text": " Beijing sees it as an important way of connecting three major cities in the Pearl River Delta region."}, {"timestamp": [1158.0, 1162.0], "text": " Some fear it will only accelerate Hong Kong's absorption into China,"}, {"timestamp": [1162.0, 1170.1], "text": " and not everyone welcomes China's growing influence in Hong Kong, especially in the media. I'm on my way to meet Bruce Lui, who's previously"}, {"timestamp": [1170.1, 1178.08], "text": " worked as a correspondent in China for two major TV channels. I'm Bruce Lui. I'm a senior lecturer"}, {"timestamp": [1178.08, 1184.6], "text": " at Hong Kong Baptist University, a journalism department. Bruce is familiar with the tighter ideological"}, {"timestamp": [1184.6, 1186.52], "text": " controls Marika talked about."}, {"timestamp": [1187.06, 1190.06], "text": " The situation in mainland China wasn't."}, {"timestamp": [1190.6, 1193.66], "text": " The reporting atmosphere is getting worse."}, {"timestamp": [1194.28, 1197.34], "text": " My student, they are now taking up my job."}, {"timestamp": [1197.94, 1199.5], "text": " In the past, I wasn't being bitten."}, {"timestamp": [1200.2, 1203.74], "text": " And they will harass you, try to make force on you,"}, {"timestamp": [1203.8, 1206.3], "text": " but not real beating you up."}, {"timestamp": [1206.54, 1208.94], "text": " But my student, he was being bitten up."}, {"timestamp": [1209.3, 1216.62], "text": " And the cameraman I work with, they are being handcuffed with their hand on the back and pushed on the floor."}, {"timestamp": [1217.38, 1223.74], "text": " So the physical intimidation has actually gotten worse, and there's actual violence being used on the reporters now."}, {"timestamp": [1223.9, 1225.76], "text": " Whereas before it was more threats?"}, {"timestamp": [1226.3, 1234.28], "text": " Yeah. Before they will occasionally use violence, but not that often. But now if you push your"}, {"timestamp": [1234.28, 1241.4], "text": " limit to the so-called red line, they will not be kind to you. Like you're reporting the family"}, {"timestamp": [1241.4, 1245.0], "text": " wealth of the leaders, the romance of them,"}, {"timestamp": [1245.84, 1250.44], "text": " and the so-called Hong Kong independence movement,"}, {"timestamp": [1250.44, 1254.52], "text": " and also the slogan to end the one-party rule."}, {"timestamp": [1254.52, 1258.88], "text": " And these are all being put in the red line."}, {"timestamp": [1258.88, 1261.48], "text": " And also the other way they are doing is"}, {"timestamp": [1261.48, 1266.0], "text": " they will let all your interviewee disappear. They are in jail or they are doing as they will let all your interviewee disappeared."}, {"timestamp": [1266.0, 1272.5], "text": " They are in jail or they are being detained or they are being sent to elsewhere."}, {"timestamp": [1272.5, 1280.0], "text": " So in most of the case we will reconsider whether we should interview those people when."}, {"timestamp": [1280.0, 1283.0], "text": " We know that after the interview the life is in risk."}, {"timestamp": [1283.0, 1286.02], "text": " You know, it posts a kind of self-censorship"}, {"timestamp": [1286.02, 1292.18], "text": " whether you will get those people to be interviewed. Given all this, what about Hong Kong"}, {"timestamp": [1292.18, 1299.18], "text": " State Public Broadcaster, RTHK, Radio Television Hong Kong? Has it become a China-style government"}, {"timestamp": [1299.18, 1305.54], "text": " mouthpiece? Good morning and welcome to Backchat. I'm Hugh Chiveton. Your co-host today is Paul Zimmerman."}, {"timestamp": [1305.54, 1307.0], "text": " Good morning to you, Paul."}, {"timestamp": [1307.0, 1314.9], "text": " My name is Hugh Chiverton. I'm the head of English program services at RTHK and also a host of current affairs discussion program."}, {"timestamp": [1314.9, 1320.9], "text": " RTHK Radio 3."}, {"timestamp": [1320.9, 1325.04], "text": " RTHK is the public broadcaster."}, {"timestamp": [1325.46, 1330.58], "text": " It's also the government broadcaster in that we are fully funded by the government."}, {"timestamp": [1330.74, 1331.86], "text": " We're a branch of the government."}, {"timestamp": [1332.02, 1335.6], "text": " I'm a civil servant or the employees are civil servants or freelancers."}, {"timestamp": [1335.98, 1339.56], "text": " Has this led to some people viewing you as a mouthpiece for the Hong Kong government?"}, {"timestamp": [1340.16, 1345.0], "text": " It's a claim that's sometimes made, but not often we have editorial independence."}, {"timestamp": [1345.68, 1348.72], "text": " The more common complaint actually is that we are too critical of the government"}, {"timestamp": [1348.72, 1352.84], "text": " and we sometimes get stick for not supporting the government"}, {"timestamp": [1352.84, 1357.04], "text": " and people will say the government pays your wages, you should be doing what they want."}, {"timestamp": [1357.72, 1362.6], "text": " Hugh also thinks the climate has changed and is worried about the direction Hong Kong is taking."}, {"timestamp": [1363.14, 1365.68], "text": " The government has a point when it says there isn't a problem."}, {"timestamp": [1366.16, 1369.46], "text": " Very, very few voices are muted in Hong Kong."}, {"timestamp": [1369.9, 1373.04], "text": " I think the concern is a justified concern"}, {"timestamp": [1373.04, 1375.7], "text": " that things are moving in a worrying direction."}, {"timestamp": [1375.7, 1379.26], "text": " When people see political parties banned"}, {"timestamp": [1379.26, 1383.3], "text": " for the first time, when people see prominent journalists"}, {"timestamp": [1383.3, 1385.96], "text": " kicked out of Hong Kong, when people"}, {"timestamp": [1385.96, 1392.24], "text": " see authors not allowed to speak at certain government-run venues and so on, then people"}, {"timestamp": [1392.24, 1394.36], "text": " are very concerned."}, {"timestamp": [1394.36, 1398.78], "text": " Senior officials declined to comment, citing full schedules when we asked them to speak on concerns"}, {"timestamp": [1398.78, 1404.04], "text": " over freedom of expression. Hong Kong's authorities deny media freedom is endangered."}, {"timestamp": [1404.04, 1407.96], "text": " In regard to Victor Mallet's case, they insisted it was an immigration matter."}, {"timestamp": [1408.7, 1414.48], "text": " Here's Chief Executive Kerry Lam, Hong Kong's equivalent of Prime Minister, speaking at a recent press conference."}, {"timestamp": [1415.02, 1420.4], "text": " Sorry, I cannot tell you exactly what journalists should say or act or interview,"}, {"timestamp": [1420.4, 1426.84], "text": " but I can assure you freedom of expression, freedom of reporting are core values"}, {"timestamp": [1426.84, 1432.46], "text": " in Hong Kong. And as the chief executive, I and Hong Kong as our government will safeguard all"}, {"timestamp": [1432.46, 1438.54], "text": " these rights as enshrined in the basic law. But could the law change? Emily Lau, a veteran"}, {"timestamp": [1438.54, 1444.08], "text": " politician in the opposition Democratic Party, sees the current media controversies in the context"}, {"timestamp": [1444.08, 1445.18], "text": " of Hong Kong's political"}, {"timestamp": [1445.18, 1445.78], "text": " direction."}, {"timestamp": [1446.4, 1453.98], "text": " Well, I think many Hong Kong people are now becoming increasingly depressed and desperate"}, {"timestamp": [1453.98, 1455.94], "text": " about the prospects."}, {"timestamp": [1456.72, 1461.24], "text": " Hong Kong has never had democracy, and we're still fighting for it."}, {"timestamp": [1461.24, 1465.56], "text": " And could you just set up for our listeners who maybe don't know Hong Kong so well?"}, {"timestamp": [1465.96, 1470.24], "text": " What does the basic law actually say about media freedom, freedom of expression in Hong Kong?"}, {"timestamp": [1470.56, 1473.24], "text": " The basic law just said that we enjoy those freedoms."}, {"timestamp": [1473.66, 1477.68], "text": " Of course, the government said these freedoms are not without limits."}, {"timestamp": [1478.22, 1484.36], "text": " So they want to say that if you come out to advocate independence and crossing the red line,"}, {"timestamp": [1484.48, 1485.82], "text": " then, you know, you cannot."}, {"timestamp": [1486.4, 1490.9], "text": " But we don't have local legislation saying we cannot do those things."}, {"timestamp": [1491.54, 1499.02], "text": " But I guess government or Beijing is very keen for Hong Kong to implement local legislation,"}, {"timestamp": [1499.02, 1509.12], "text": " which will forbid acts of treason, sedition, death of state secret, and anything that threatened national security."}, {"timestamp": [1509.12, 1520.12], "text": " But even then, I think that our local legislation on national security should not criminalize free speech,"}, {"timestamp": [1520.62, 1526.0], "text": " which is very important. But the way things are developing, people are very frightened"}, {"timestamp": [1526.0, 1529.0], "text": " that it could criminalise free speech."}, {"timestamp": [1529.0, 1531.0], "text": " As we were leaving Hong Kong,"}, {"timestamp": [1531.0, 1535.0], "text": " we heard Victor Mallet was barred again from entering the region,"}, {"timestamp": [1535.0, 1537.0], "text": " this time on a tourist visa."}, {"timestamp": [1537.0, 1539.0], "text": " He was effectively blacklisted."}, {"timestamp": [1539.0, 1542.0], "text": " I think there is concern with Hong Kong"}, {"timestamp": [1542.0, 1545.74], "text": " because it has always been a bastion of free press"}, {"timestamp": [1545.74, 1547.6], "text": " and people want to keep it that way."}, {"timestamp": [1547.6, 1552.76], "text": " So that's why there is concern over a place that compared to the rest of Asia is still pretty free."}, {"timestamp": [1552.76, 1555.4], "text": " This is Tom Grundy again."}, {"timestamp": [1555.4, 1561.94], "text": " It is not exactly North Korea or Cambodia, Burma or the Philippines or India, where there are"}, {"timestamp": [1561.94, 1565.76], "text": " actual killings of journalists and things are a lot worse in other parts of Asia."}, {"timestamp": [1566.34, 1567.26], "text": " And Emily Lau."}, {"timestamp": [1567.82, 1572.14], "text": " I guess it really depends on whether there are good people"}, {"timestamp": [1572.14, 1574.34], "text": " who will continue to go into the profession"}, {"timestamp": [1574.34, 1576.4], "text": " and who will stay there and fight,"}, {"timestamp": [1576.4, 1581.14], "text": " and also people at large, whether they will support these journalists"}, {"timestamp": [1581.14, 1583.66], "text": " and demand good journalism."}, {"timestamp": [1584.28, 1586.1], "text": " But we have to live in hope."}, {"timestamp": [1586.62, 1587.86], "text": " This is all we've got."}, {"timestamp": [1588.22, 1589.94], "text": " So we just have to do our best."}, {"timestamp": [1592.4, 1595.86], "text": " This edition of Global Business was presented by me, Sir Ian Lee."}, {"timestamp": [1596.26, 1598.12], "text": " The producer was Arlene Gregorius,"}, {"timestamp": [1598.28, 1600.2], "text": " and our sound engineer was Rod Farker."}, {"timestamp": [1600.7, 1602.64], "text": " Next in the series looking at global media,"}, {"timestamp": [1602.98, 1606.0], "text": " we will be hearing about the impact of digital technology."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. I'm Sir Ian Lee, and in our special series on global media, I'm reporting from Hong Kong. When China took over the special administrative region in 1997, it promised that its freedoms of speech and press would be preserved. But is this promise now being broken? Welcome to Global Business on the BBC World Service. My name is Sir Yin Li and I'm reporting from China's special administrative region of Hong Kong. This program is part of a series looking at the state of the media around the world. Technology is changing the way we consume news, and some would argue, polarizing audiences. In the last two weeks, we've heard from Tunisia and the United States. I'm now going to explore the impact of mainland China's influence on the media here. Right now, I'm sitting in the restaurant of the Foreign Correspondence Club in Hong Kong. In August, the Asia editor of the Financial Times, Victor Mallet, who is also the club's vice president, chaired a talk by an activist advocating for Hong Kong's independence from China. The authorities asked him to cancel the talk, but he went ahead anyway, and paid a price. A few weeks later, Mr. Mallet was effectively kicked out of Hong Kong when his work visa was not renewed. This has happened to a number of journalists in mainland China, but it was a first for Hong Kong, and it's one of the growing signs that China is restricting freedoms that are actually enshrined in Hong Kong law. When the victim-Mallet case was first disclosed, it took everyone by surprise. It certainly took me by surprise. Frank Ching is one of Hong Kong's most eminent journalists. He opened the Wall Street Journal's first bureau in Beijing in 1979 when the U.S. and China established diplomatic relations. Before that, he was a writer for the New York Times. More recently, he's been with Hong Kong's Far Eastern Economic Review and now writes a syndicated weekly column. It was so un-Hong Kong. Hong Kong had never done things like that before. This is something that you would expect the mainland government to do, not the Hong Kong government. And it made people worry even more that Hong Kong was going to become more and more like the mainland. And people were wondering whether this was a one-off case or whether this denial or visas was going to be a continuing issue that the government would use against foreign journalists. That's why I think the reason for me to continue to be the leader or might be the one who continue to fight for democracy is because... I've come to an event that's part of a Freedom of Expression Week, organized by an English language online newspaper called the Hong Kong Free Press and sponsored by Amnesty International and Reporters Without Borders. It's not as free as they might have hoped. One event had to be changed at the last minute, as the star, an Australian-based Chinese satirist didn't feel able to travel to Hong Kong for fear of his safety. I think in recent years we've seen a greater erosion of civil liberties in Hong Kong by China and what is going to be an autonomous city and free expression has not really been spared. This is Tom Grundy, editor and co-founder of the Hong Kong Free Press News site. I asked what prompted him to organise his Free Expression Week. It felt timely to put on a festival and this came before news broke about a journalist being expelled, which is a first for Hong Kong. The uncertainty for journalists created by Victor Mallet's expulsion has consequences, Tom Grundy says. Of course, if you have the rule of law, you know what the rules are. But when you have these very hazy, fuzzy red lines, it's very difficult to know where you stand. And it gives rise to self-censorship. Unfortunately, over recent years, Hong Kong has declined in the press freedom indices by any measure. So I think it's just so much more powerful than actual censorship, because you have people running around who may be five or ten places removed from some incident, as I found during Free Expression Week, who start panicking over the most innocuous things. Tom Grundy set up the Hong Kong Free Press website, indirect response to mass protests in Hong Kong in 2014, known as the Umbrella Movement. This is when protesters occupied Hong Kong's central districts for 79 days, after Beijing said it would vet the candidates in the 2017 elections for Hong Kong's head of government. Out of the tear gas of that umbrella movement, just a week later, I guess, I built the Hong Kong Free Press website and it became the first crowd-funded newspaper in Hong Kong. Press freedom in Hong Kong has been declining, particularly since 2012. And HKFP was a direct response to that. We have no shareholders, it's a non-profit, we are run by journalists, it's just four or five of us, and we do annual funding rounds and monthly donations. I've had people thrust cash at me in the streets, a sort of reverse mugging, if you will. Last night somebody, as they were leaving, gave me a check for 20,000 US dollars for HKFP. People recognise what the situation is like in Hong Kong and they want to help. And why the free press? You make it sound like the rest of the press in Hong Kong isn't free? If you look at the media landscape in Hong Kong, it is dominated by pro-Beijing or conservative titles, many of which are owned by China outright or by tycoons with business interests in the mainland. And it may look diverse and there are many titles, but in fact, when it comes to the ownership concerns and self-censorship, the media isn't quite as free as it may look. Tom Grundy's choice of crowdfunding is significant, as relying on advertising makes you beholden to advertisers, who in turn may be beholden to the mainland. Here's Frank Ching again. Newspapers are very reliant on advertising for their survival. If you go through Hong Kong's newspapers and just take a look at the ads, you can know which newspapers support China and similarly are supported by China. If they have ads from Chinese banks, Chinese companies, then you know that these newspapers have good relations with China. This is not the case, however, for the very popular and rather sensationalist Chinese language tabloid Apple Daily. The paper has a firm pro-democracy stance and is often critical of China. It reported extensively on the umbrella movement. For those who share its editorial views, it's an authentic voice for Hong Kong. But there are consequences to taking positions unpopular with Beijing. If you go through the Apple Daily, I think you won't find any ads from any Chinese company, which means that they are not in China's good books. But I think that the Apple Daily, because it is read by so many people, attracts other ads until quite recently. But I think that there has now been an attempt to warn other advertisers not to advertise in it in the Apple Daily, because then possibly the advertisers might themselves get in trouble with China. So I think Apple Daily, because I think Apple Daily, because then possibly the advertisers might themselves get in trouble with China. So I think Apple Daily is probably in some financial difficulties. Next Digital, the company that owns Apple Daily, had to suspend trading in its shares this month. The company has made losses in the tens of millions of US dollars three years in a row. Nixis blamed this on readers preferring free online media to paying for print, as well as fierce global competition for online advertising. Earlier advertising boycotts by the likes of major property developers and three of Hong Kong's main banks can't have helped either. We asked for an interview, but the paper and its owner declined to comment. Staff we spoke to off the record say their biggest fears, apart from job losses, are that a possible sale of the newspaper will mean an end to the freedom they have to report. Times Square in the popular shopping district of Cosway Bay is a huge, opulent building full of shops selling expensive clothes and cosmetics. It's also the new home of the South China Morning Post, an influential English language newspaper for the region that's widely considered Hong Kong's paper of record. Its acquisition in recent years by Alibaba, China's equivalent of Amazon, has left some wondering if the paper is as independent as it used to be. Paul Mooney is a former writer at the Post who thinks its outlook has changed. There are certain things that Hong Kong reporters know that they just can't report about. There's a line there, it's an invisible line. A lot of people say, the thing about the South China Morning Post is that it has gotten far worse in recent years, they don't cover certain things. But they still do a lot of sensitive news. The owners of the paper, the Beijing government, they realized that if the newspaper was to overnight turn into the China Daily, which is the English government mouthpiece, it would completely lose the respect of people in Hong Kong. So I think that they allow a certain amount of sensitive reporting to go on. But what people don't know is what doesn't appear in the newspaper. And you don't realize how the paper is being censored. For example? I've had friends who work for the South China Morning Post and they'll say they'll do a story, they'll get approval to do it. And then when the story's done, it'll be spiked. Or they'll be told they can't write a certain story. Or they'll do the story, they'll send it in, and then the editors will change it around quite a bit. They'll cut quite a bit of the story. A couple of years ago, there was a story. A well-known Chinese dissident was found dead in his hospital room, and the government said he'd committed suicide, which nobody believed. And the South China Morning Post, the reporters, they did a story, was in the evening. In the middle of the night, the editor, running the newspaper, came in and rewrote the story and buried it on a back page. And the next morning, when he was challenged by the other Hong Kong media notices, he said, oh, well, we didn't have enough information to write a proper story. But there already was an 800-word story that had run in the early morning edition that he cut in half and then placed on a back page. And this is the kind of example of censorship that goes on at the newspaper. We asked to speak to a senior editor or executive, but despite weeks of notice, no one was available. There are other examples of China wielding its economic clout even more directly in Hong Kong. This is Lockhart Road. A few years ago, if I'd been a tourist from mainland China, I might well have made my way here to see if I could obtain something I couldn't at home, banned books. The Caudsway Bay bookstore that used to be based in this street did a good business in selling a range of titles to tourists from China, books such as on the personal lives of China's leaders, some of them more believable than others. Then in 2015, five people linked to the bookstore disappeared, in one case having been abducted from Thailand. When they reappeared, it was in custody in China. The case received a lot of international media attention, but one publisher reckons it's only a small part of the various things China has done to clamp down on independent book publishing in Hong Kong. The Cosway Bay Bookstore that you mentioned in the case where the bookseller were kidnapped, that was just a tip of the iceberg. This is Bao Pu, who came to Hong Kong from Beijing in 2005, and with his wife, founded the independent publishing company New Century Press. It puts out books on China's history. They were taking advantage of the new flow of mainland Chinese tourists who came to Hong Kong to buy uncensored books. But then... Chinese government launched this program called Southern Hill Project in 2010. A mainland government-coordinated program aimed at stopping Hong Kong books being taken to mainland China. The program continued to grow and intensified after Xi Jinping. This project, what they do is they inspect retail bookstance, basically private-owned bookstores in mainland, make sure there's no Hong Kong books sold there. And also they intensify the screening of the printing press factories in mainland, where these Hong Kong books were sent for additional processing. The other component is that they intensify screening at the customs, and they frequently confiscate titles that looks like on mainland China's subject or political subject printed overseas. Chinese travelers or day-trippers from the mainland now risk getting their Hong Kong book purchases confiscated and getting in trouble. All these developments have changed the image of independent book publishing in a perhaps surprising way. After the kidnapping event of bookstore, independent book publishing in Hong Kong has been perceived by the general public as a dangerous business. It's even no less dangerous than a smuggling business. So we were like all of a sudden being associated with this kind of a risk of running into law enforcement of mainland China. The book market has been hit hard by many things, including changing reading habits anyway. But Baupu has also found pressure being exerted on every part of the production chain in independent book publishing. Recently, there was this kind of unspoken rules among this big printing factories that they wouldn't print any books related to mainland China. It's regarded as dangerous to print. So we have hard time to find a printing press now. And after printing press, there's a book distributor. And our distributor is on a brink of collapse because it lost warehouses. And the warehouse renter, the landowner, consider rent-out space to a book distributor is dangerous. And after book distributor, there's this bookstores, right? In Hong Kong, book distributor, there's these bookstores, right? In Hong Kong, 90% of all the big bookstores are owned by Minline China company, controlled directly by the Communist Party. And they were basically saying that, oh, there's certain books they will not touch. Mr. Bao needs that press to bookstore chain. The English translation of his best-selling title, Prisoner of the State, was based on the life of the former Premier Zhao Ziyang and revealed the inner workings of the Communist Party. It made the New York Times best-seller list in English and sold five times as many copies in Chinese, he said. But no more. We were quite profitable until about 2012. And this past five years has been a terrible, our business shrink by about 15, 20 percent every year. So by now it's basically nothing. Independent publishing, it's basically over. But why is Beijing tightening up media policy so much in Hong Kong? What is President Xi so worried about compared to his predecessor? The most important turning point, other than Xi Jinping coming to power, for how the Communist Party of China has been handling Hong Kong, was the so-called umbrella revolution in 2014. Marika Olberg is a research associate at the Mercato Institute for China Studies in Berlin. That was, in a way, a shock to the government in Beijing, that there would be such large-scale protests against increasing mainland control on Hong Kong, and it's really been tightening things ever since. It's led to the idea that Beijing and the Communist Party of China need a stronger presence and a stronger voice in Hong Kong. That also means getting the Communist Party of China's point of view heard in Hong Kong media and making sure that it's placed and that this is something that is kind of the mainstream of Hong Kong discussion. Still sure that it's placed and that this is something that is kind of the mainstream of Hong Kong discussion. Still, you may ask, why does Mighty China worry so much about Little Hong Kong? Marika Olberg says it all fits in with the larger historical context. In part, it's because the Communist Party of China is afraid of losing power and afraid of kind of happening to them, what happened to the Soviet Union. You have Xi Jinping come out in 2012 right after he came to power and giving his speech about the three big mistakes that the Soviet Union made. One is not enough control over the military. The second is they didn't get corruption under control. And the third mistake that he identified really was this loss of control over the ideological sphere. And this is, I believe, why we've been seeing what we've seen in the media, in universities, and overall in mainland China in terms of tightening the ideological controls. This media clamped down in mainland China is all part of President Xi Jinping's tightening the reins to keep control of ideology. He took the helm of the country in late 2012 and has a very clear idea of the role that journalism in China should play. In 2016, he visited the key state media, the People's Daily newspaper, the Shinhua News Agency, and the country's only broadcaster CCTV, now known as the China Global Television Network. There, he told journalists, all news media run by the party must work to speak for the party's will and its propositions and protect the party's authority and its propositions and protect the party's authority and unity. On other occasions, he's told journalists to follow the correct political direction and stress the importance of a sound environment for public opinion. The Star Ferry, which I'm on at the moment, connects the island of Hong Kong with its Kowloon neighbourhoods on the peninsula and the rest of the Chinese mainland. It's both a form of transport and a tourist attraction. Out on the water, you get a stunning view of immense buildings and lights stretching away across on both sides of the sea. Now there's another facility bringing tourists to Hong Kong. This year, China opened a new bridge linking the southern Chinese city of Juhai to Hong Kong and Macau. The 55-kilometer-long bridge is the longest sea crossing in the world. Beijing sees it as an important way of connecting three major cities in the Pearl River Delta region. Some fear it will only accelerate Hong Kong's absorption into China, and not everyone welcomes China's growing influence in Hong Kong, especially in the media. I'm on my way to meet Bruce Lui, who's previously worked as a correspondent in China for two major TV channels. I'm Bruce Lui. I'm a senior lecturer at Hong Kong Baptist University, a journalism department. Bruce is familiar with the tighter ideological controls Marika talked about. The situation in mainland China wasn't. The reporting atmosphere is getting worse. My student, they are now taking up my job. In the past, I wasn't being bitten. And they will harass you, try to make force on you, but not real beating you up. But my student, he was being bitten up. And the cameraman I work with, they are being handcuffed with their hand on the back and pushed on the floor. So the physical intimidation has actually gotten worse, and there's actual violence being used on the reporters now. Whereas before it was more threats? Yeah. Before they will occasionally use violence, but not that often. But now if you push your limit to the so-called red line, they will not be kind to you. Like you're reporting the family wealth of the leaders, the romance of them, and the so-called Hong Kong independence movement, and also the slogan to end the one-party rule. And these are all being put in the red line. And also the other way they are doing is they will let all your interviewee disappear. They are in jail or they are doing as they will let all your interviewee disappeared. They are in jail or they are being detained or they are being sent to elsewhere. So in most of the case we will reconsider whether we should interview those people when. We know that after the interview the life is in risk. You know, it posts a kind of self-censorship whether you will get those people to be interviewed. Given all this, what about Hong Kong State Public Broadcaster, RTHK, Radio Television Hong Kong? Has it become a China-style government mouthpiece? Good morning and welcome to Backchat. I'm Hugh Chiveton. Your co-host today is Paul Zimmerman. Good morning to you, Paul. My name is Hugh Chiverton. I'm the head of English program services at RTHK and also a host of current affairs discussion program. RTHK Radio 3. RTHK is the public broadcaster. It's also the government broadcaster in that we are fully funded by the government. We're a branch of the government. I'm a civil servant or the employees are civil servants or freelancers. Has this led to some people viewing you as a mouthpiece for the Hong Kong government? It's a claim that's sometimes made, but not often we have editorial independence. The more common complaint actually is that we are too critical of the government and we sometimes get stick for not supporting the government and people will say the government pays your wages, you should be doing what they want. Hugh also thinks the climate has changed and is worried about the direction Hong Kong is taking. The government has a point when it says there isn't a problem. Very, very few voices are muted in Hong Kong. I think the concern is a justified concern that things are moving in a worrying direction. When people see political parties banned for the first time, when people see prominent journalists kicked out of Hong Kong, when people see authors not allowed to speak at certain government-run venues and so on, then people are very concerned. Senior officials declined to comment, citing full schedules when we asked them to speak on concerns over freedom of expression. Hong Kong's authorities deny media freedom is endangered. In regard to Victor Mallet's case, they insisted it was an immigration matter. Here's Chief Executive Kerry Lam, Hong Kong's equivalent of Prime Minister, speaking at a recent press conference. Sorry, I cannot tell you exactly what journalists should say or act or interview, but I can assure you freedom of expression, freedom of reporting are core values in Hong Kong. And as the chief executive, I and Hong Kong as our government will safeguard all these rights as enshrined in the basic law. But could the law change? Emily Lau, a veteran politician in the opposition Democratic Party, sees the current media controversies in the context of Hong Kong's political direction. Well, I think many Hong Kong people are now becoming increasingly depressed and desperate about the prospects. Hong Kong has never had democracy, and we're still fighting for it. And could you just set up for our listeners who maybe don't know Hong Kong so well? What does the basic law actually say about media freedom, freedom of expression in Hong Kong? The basic law just said that we enjoy those freedoms. Of course, the government said these freedoms are not without limits. So they want to say that if you come out to advocate independence and crossing the red line, then, you know, you cannot. But we don't have local legislation saying we cannot do those things. But I guess government or Beijing is very keen for Hong Kong to implement local legislation, which will forbid acts of treason, sedition, death of state secret, and anything that threatened national security. But even then, I think that our local legislation on national security should not criminalize free speech, which is very important. But the way things are developing, people are very frightened that it could criminalise free speech. As we were leaving Hong Kong, we heard Victor Mallet was barred again from entering the region, this time on a tourist visa. He was effectively blacklisted. I think there is concern with Hong Kong because it has always been a bastion of free press and people want to keep it that way. So that's why there is concern over a place that compared to the rest of Asia is still pretty free. This is Tom Grundy again. It is not exactly North Korea or Cambodia, Burma or the Philippines or India, where there are actual killings of journalists and things are a lot worse in other parts of Asia. And Emily Lau. I guess it really depends on whether there are good people who will continue to go into the profession and who will stay there and fight, and also people at large, whether they will support these journalists and demand good journalism. But we have to live in hope. This is all we've got. So we just have to do our best. This edition of Global Business was presented by me, Sir Ian Lee. The producer was Arlene Gregorius, and our sound engineer was Rod Farker. Next in the series looking at global media, we will be hearing about the impact of digital technology."}