{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.88, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.54, 12.46], "text": " This week we're asking, why has politics broken up with business?"}, {"timestamp": [16.5, 18.88], "text": " I'm here to tell you a love story."}, {"timestamp": [19.7, 22.72], "text": " I know that probably wasn't what you're expecting from this program."}, {"timestamp": [23.3, 29.34], "text": " And to make things worse, right now it doesn't even have a happy ending."}, {"timestamp": [29.34, 34.44], "text": " Once upon a time they were criticized for spending too much time in bed together."}, {"timestamp": [34.44, 38.04], "text": " Now they're at the far ends of the sofa, barely speaking."}, {"timestamp": [38.04, 43.76], "text": " This is about the relationship between this lot and this lot."}, {"timestamp": [43.76, 47.0], "text": " Politics and business."}, {"timestamp": [47.0, 53.0], "text": " I'm Jeremy Schwartz and I'm a CEO."}, {"timestamp": [53.0, 57.0], "text": " I've run global retail chains like Pandora and the Body Shop"}, {"timestamp": [57.0, 60.0], "text": " and even worked for Rupert Murdoch."}, {"timestamp": [60.0, 63.0], "text": " Maybe you're picturing me as one of the bad guys,"}, {"timestamp": [63.0, 65.0], "text": " though I'm definitely not."}, {"timestamp": [70.12, 70.62], "text": " Right now, business leaders are more likely to be ridiculed than respected by the people running the country."}, {"timestamp": [76.86, 77.84], "text": " But to sustain a strong economy, divorce is out of the question, even though hurtful things have been said."}, {"timestamp": [86.2, 88.0], "text": " Well, famously, the current Prime Minister used some very offensive language in respect of business. Am I allowed to use that word?"}, {"timestamp": [88.0, 91.24], "text": " Okay, so obviously Boris said fuck business."}, {"timestamp": [91.24, 92.84], "text": " It wasn't always like this."}, {"timestamp": [92.84, 97.4], "text": " I remember when the relationship between government and business was close."}, {"timestamp": [97.4, 99.24], "text": " Some said too close."}, {"timestamp": [99.24, 101.24], "text": " So where did it all go wrong?"}, {"timestamp": [101.24, 104.24], "text": " You're probably shouting the B word at the radio."}, {"timestamp": [104.24, 109.5], "text": " But I think it goes back a lot further than that."}, {"timestamp": [109.5, 115.06], "text": " It was only in 1911 that MPs were first offered a salary. Before that, they were expected"}, {"timestamp": [115.06, 120.14], "text": " to fund themselves, either through family money or their own earnings. If you had ambitions"}, {"timestamp": [120.14, 124.9], "text": " to run the country, but suffered from a lack of rich parents, you had to make enough money"}, {"timestamp": [124.9, 126.9], "text": " in business to fund your political career."}, {"timestamp": [128.76, 131.16], "text": " But we haven't got time to go that far back."}, {"timestamp": [131.62, 133.38], "text": " Let's stick with the last 20 years."}, {"timestamp": [134.84, 135.36], "text": " Why?"}, {"timestamp": [135.96, 138.78], "text": " Because most of the people I've spoken to for this program"}, {"timestamp": [138.78, 142.76], "text": " pinpoint the late 90s as the last time that business and politics"}, {"timestamp": [142.76, 144.44], "text": " look truly loved up."}, {"timestamp": [149.28, 156.32], "text": " Picture the scene. It's 1997. We all have great skin, great hair, and Tony Blair is the new Prime"}, {"timestamp": [156.32, 162.88], "text": " Minister. He's taking his party back into power, promising a brand new labour, kind to children"}, {"timestamp": [162.88, 165.92], "text": " and animals, but also crucially friendly to business."}, {"timestamp": [166.5, 167.56], "text": " And I voted for him."}, {"timestamp": [168.02, 173.16], "text": " I want Britain to be a country of enterprise and ambition."}, {"timestamp": [174.24, 178.96], "text": " For business, this will be a government on your side, not in your way."}, {"timestamp": [179.7, 182.58], "text": " Less than 20 years after the strikes of the 70s,"}, {"timestamp": [182.88, 186.46], "text": " with memories of rubbish piled high, power cuts and candlelit nights,"}, {"timestamp": [187.22, 190.02], "text": " Labour felt they had to prove they could be trusted with the economy."}, {"timestamp": [190.9, 198.5], "text": " The then Tory advisor, Ian Anderson, who now runs the UK's largest lobbying firm, Cicero, says it was a case of overcoming stereotypes."}, {"timestamp": [198.5, 203.3], "text": " They had to do a lot of heavy lifting in order to change people's opinion."}, {"timestamp": [203.5, 205.76], "text": " Labor was perceived for a long time,"}, {"timestamp": [205.96, 207.8], "text": " not about being anti-business,"}, {"timestamp": [207.94, 210.04], "text": " but being tougher on business."}, {"timestamp": [210.64, 212.96], "text": " And I say to both sides of industry,"}, {"timestamp": [213.52, 218.02], "text": " there's no place either today for militant trade unionism"}, {"timestamp": [218.02, 219.74], "text": " or uncaring management."}, {"timestamp": [220.14, 221.56], "text": " Partnership is the key,"}, {"timestamp": [221.56, 225.68], "text": " and that is the only language this new Labour government will respect."}, {"timestamp": [227.36, 233.34], "text": " Demonstrating to industry bosses that the Labour Party had had a makeover took a lot of work behind the scenes."}, {"timestamp": [233.92, 236.46], "text": " Says former No. 10 advisor, Giles Wilkes."}, {"timestamp": [236.88, 239.0], "text": " They went around befriending business."}, {"timestamp": [239.38, 242.04], "text": " It was called the sort of prawn cocktail circuit at the time,"}, {"timestamp": [242.14, 244.6], "text": " with Gordon Brown and Eggballs going around the city,"}, {"timestamp": [250.24, 256.24], "text": " reassuring the city that Labour Party wasn't going to be a problem. This is all regarded as a long part of their journey towards electability and then a 167 seat majority."}, {"timestamp": [256.24, 260.0], "text": " Once in power and having convinced business leaders and voters to trust them,"}, {"timestamp": [260.0, 266.08], "text": " and with the economy growing, politicians had good reason to leave business, mostly to run its own affairs."}, {"timestamp": [266.08, 272.0], "text": " The conventional wisdom up to the mid-2000s, certainly, was keep business on your side."}, {"timestamp": [272.0, 277.68], "text": " It gives you a kind of economic credibility. These are the people who pay the taxes and employ people."}, {"timestamp": [277.68, 281.76], "text": " You don't want to be cut off from them. You don't want to have headlines about people moving their"}, {"timestamp": [281.76, 285.2], "text": " headquarters or criticism of your plans from business."}, {"timestamp": [285.2, 290.56], "text": " So I wouldn't say it was entirely banned to have a go at them, but there was much tighter control"}, {"timestamp": [290.56, 293.84], "text": " over the idea that you could just call out a business and say, I don't like the way you behave."}, {"timestamp": [293.84, 298.72], "text": " Peter Manderson, Tony Blair's right-hand man, made quite an impact when he said,"}, {"timestamp": [298.72, 303.68], "text": " so long as people pay their taxes, the Labour government wasn't interested in their bank balances."}, {"timestamp": [303.68, 309.42], "text": " On the other hand, Peter Mandelson said, we are, I quote, intensely relaxed about people getting"}, {"timestamp": [309.42, 314.86], "text": " filthy rich. I have nothing against filthy rich in your view. I don't know what filthy rich is."}, {"timestamp": [314.96, 320.6], "text": " As rich as Mr. Mandel. We all have our definition of what rich is. Some people were getting very"}, {"timestamp": [320.6, 325.52], "text": " rich, coming up with new ways to make money in financial services. And because the"}, {"timestamp": [325.52, 330.18], "text": " economy seemed to be thriving, according to Joe Owen from the think tank, the Institute for Government,"}, {"timestamp": [330.46, 335.9], "text": " when the city came knocking, the government would listen. If big business or, for example,"}, {"timestamp": [336.4, 341.66], "text": " big banks financial services went in and saw the Chancellor and said, look, we have a real,"}, {"timestamp": [341.66, 346.4], "text": " real problem for the city of London, and it's this. We need something done."}, {"timestamp": [347.12, 351.2], "text": " Those businesses could have been very confident that within a few weeks you would have heard"}, {"timestamp": [351.2, 355.0], "text": " something positive come out of the government that says, look, we've heard what you're saying."}, {"timestamp": [355.14, 357.9], "text": " We listen. We've understood that and we're doing something about it."}, {"timestamp": [358.38, 363.68], "text": " And this close alliance between business and the then Prime Minister and Chancellor left the public"}, {"timestamp": [363.68, 365.18], "text": " feeling a little left out,"}, {"timestamp": [365.26, 366.72], "text": " says lobbyist Ian Anderson."}, {"timestamp": [366.72, 372.82], "text": " So in terms of the closeness between politics and business, I think it gets into really"}, {"timestamp": [372.82, 376.34], "text": " difficult territory when it appears too cozy."}, {"timestamp": [377.08, 383.3], "text": " I think one of the reasons that we've got the politics that we do right now is, was this"}, {"timestamp": [383.3, 390.16], "text": " sense that the bankers got too close to Tony and Gordon when they were in power."}, {"timestamp": [390.16, 394.76], "text": " There was a whole bunch of conversations that the public never got to see."}, {"timestamp": [395.18, 396.64], "text": " Parliament never got to see."}, {"timestamp": [397.44, 402.74], "text": " Buildings being open for American investment banks by Gordon Brown in the city."}, {"timestamp": [403.04, 406.28], "text": " It's all terribly chummy and all very close."}, {"timestamp": [406.88, 409.68], "text": " And we all remember what happened next."}, {"timestamp": [410.32, 415.52], "text": " Crisis at Northern Rock, its shares plummet. You don't need reminding of the news headlines"}, {"timestamp": [415.52, 419.92], "text": " as bank after banks started to crash, bringing the UK's economy down with them."}, {"timestamp": [419.92, 425.6], "text": " The Chancellor says it's a sound business. People can carry on putting money into Northern Rock."}, {"timestamp": [426.36, 430.22], "text": " The CEOs blamed for the crash were labelled fat cats and became notorious,"}, {"timestamp": [430.76, 435.48], "text": " while the government struggled to explain why they and the Bank of England had not seen it coming."}, {"timestamp": [436.14, 439.22], "text": " Some said they'd been too close to challenge the banks."}, {"timestamp": [439.22, 446.2], "text": " And in particular, no government in modern times has ever been left with such a terrible economic inheritance."}, {"timestamp": [447.16, 449.48], "text": " Today's unemployment figures are another..."}, {"timestamp": [449.48, 453.76], "text": " With the changing government in 2010, the new Prime Minister David Cameron pitched himself"}, {"timestamp": [453.76, 457.2], "text": " and his coalition partners as there to clear up the big economic mess."}, {"timestamp": [457.86, 460.04], "text": " There was a desperate need to kickstart the economy."}, {"timestamp": [460.92, 465.88], "text": " Despite public outrage against the bankers, David Cameron didn't try to distance himself from business."}, {"timestamp": [466.3, 466.98], "text": " Quite the opposite."}, {"timestamp": [467.5, 473.08], "text": " He was doing his best to keep business close, hoping to nurture new life into the UK's wheezing economy."}, {"timestamp": [473.94, 476.9], "text": " Andy Street was the CEO of the John Lewis Partnership at the time."}, {"timestamp": [477.32, 479.68], "text": " He's now the Conservative Mayor of the West Midlands."}, {"timestamp": [480.22, 484.78], "text": " When David Cameron came into office, he set up what he called his business advisory group."}, {"timestamp": [485.32, 487.18], "text": " And he invited me to be part of that."}, {"timestamp": [487.24, 490.44], "text": " And we met every couple of months around the cabinet table in Downing Street."}, {"timestamp": [490.74, 494.72], "text": " And there were maybe, I can't remember, about 15, 20 businesses represented there."}, {"timestamp": [494.72, 497.64], "text": " And Cameron listened so hard."}, {"timestamp": [498.36, 502.22], "text": " Paul Walsh was running Diageo, then the world's largest spirits company."}, {"timestamp": [502.86, 505.22], "text": " He remembers the Prime Minister's personal involvement"}, {"timestamp": [505.22, 506.78], "text": " in talking up British companies"}, {"timestamp": [506.78, 509.06], "text": " that were looking to expand internationally."}, {"timestamp": [509.76, 513.24], "text": " I recall on one visit to China"}, {"timestamp": [513.24, 517.6], "text": " when my old company was trying to acquire a business there."}, {"timestamp": [518.5, 520.52], "text": " Fortunately, we've been able to brief"}, {"timestamp": [520.52, 522.56], "text": " the then Prime Minister, Mr Cameron,"}, {"timestamp": [523.2, 527.8], "text": " and he was fabulous in advocating our case,"}, {"timestamp": [528.4, 532.06], "text": " in telling the story about the company in a way"}, {"timestamp": [532.06, 536.68], "text": " that it would have been very self-serving for me or my colleagues to do."}, {"timestamp": [537.26, 540.32], "text": " And basically, he made sure that this was on the agenda"}, {"timestamp": [540.32, 542.16], "text": " at every meeting he had."}, {"timestamp": [542.56, 543.7], "text": " That's worth a lot."}, {"timestamp": [544.4, 546.78], "text": " Ministers were also open to listening to"}, {"timestamp": [546.78, 551.78], "text": " business leaders when it came to drafting new laws and regulations, very open as Andy's"}, {"timestamp": [551.78, 556.0], "text": " street discovered. There are policy decisions that you want to influence, and other companies"}, {"timestamp": [556.0, 559.6], "text": " are making their influence as well. But one I particularly remember was when Eric Pickles,"}, {"timestamp": [559.7, 563.88], "text": " who was Secretary of State for communities and planning, was thinking about the reform of the"}, {"timestamp": [563.88, 568.12], "text": " planning guidance. We literally sat in his office and I was lobbying for a moment and he had his red pen out and was"}, {"timestamp": [568.12, 570.92], "text": " changing the legislation there in front of him. I thought, that's a good example of getting"}, {"timestamp": [570.92, 575.54], "text": " getting yourself onto the agenda. So just how close should politics and business be?"}, {"timestamp": [576.12, 580.28], "text": " Having someone with such a vested interest literally helping to write the rules on planning"}, {"timestamp": [580.28, 585.2], "text": " might sound shocking. But Joe Owen from the Institute for Government says such close"}, {"timestamp": [585.2, 589.58], "text": " collaboration can actually be incredibly helpful in terms of avoiding future problems."}, {"timestamp": [590.12, 594.4], "text": " Often in government, one of the challenges is you have very smart people in the centre of"}, {"timestamp": [594.4, 600.0], "text": " government, squirreled away, drawing up amazing policy plans without actually speaking to the people"}, {"timestamp": [600.0, 606.74], "text": " who need to implement it on the ground. And the need to bring those two closer together is something that we've talked about a lot at the Institute,"}, {"timestamp": [606.96, 609.08], "text": " having policy makers and the people who deliver it"}, {"timestamp": [609.08, 612.96], "text": " working hand in hand so that the design of new policy"}, {"timestamp": [612.96, 616.08], "text": " is thinking about how it will actually look on the ground."}, {"timestamp": [616.58, 618.08], "text": " Even those who feel uncomfortable"}, {"timestamp": [618.08, 621.06], "text": " about the image of business leaders being so involved"}, {"timestamp": [621.06, 623.74], "text": " would probably agree that it's better to have policies"}, {"timestamp": [623.74, 629.6], "text": " that actually work when rolled out across thousands of large and small firms. Government needs to make sure"}, {"timestamp": [629.6, 634.72], "text": " business is actually ready to implement new rules, for example, around trade. Joe Owen again."}, {"timestamp": [635.22, 640.64], "text": " Government is just a small part of that puzzle. Government sets the rules, it collects the tariffs,"}, {"timestamp": [640.64, 645.94], "text": " for example, but the lorry you put your goods in the back of if you want to"}, {"timestamp": [645.94, 652.0], "text": " trade with the EU is a private company. It then turns up at a port which is a private"}, {"timestamp": [652.0, 657.16], "text": " company. It then goes across the border to another port which is more often than not a"}, {"timestamp": [657.16, 662.42], "text": " private company and it works well when government recognises that it's part of delivery"}, {"timestamp": [662.42, 668.28], "text": " is not complete until the bits of business that need to be ready"}, {"timestamp": [668.28, 674.8], "text": " are also there and it works with them to go along the journey rather than chucking things"}, {"timestamp": [674.8, 680.94], "text": " over the fence and saying, we're done, now it's up to you and if you're not ready, it's your fault."}, {"timestamp": [680.94, 687.2], "text": " But healthy cooperation doesn't have to be very matey to be effective, according to Francis Agradi,"}, {"timestamp": [687.44, 692.38], "text": " General Secretary of the TUC. I'm a great personal believer"}, {"timestamp": [692.38, 696.22], "text": " in good faith relationships. So, you know, I mean,"}, {"timestamp": [696.26, 700.0], "text": " I meet employers and politicians all the time. We don't have to share"}, {"timestamp": [700.0, 704.22], "text": " the same politics. We don't even have to like each other. But I do believe"}, {"timestamp": [704.22, 705.56], "text": " in some basic"}, {"timestamp": [705.56, 710.62], "text": " kind of rules, if you like, of good behaviour that, you know, so for example, no surprises."}, {"timestamp": [710.62, 715.56], "text": " If you're going to do something that somebody you need to work with isn't going to like,"}, {"timestamp": [716.02, 720.56], "text": " sometimes it makes sense to pick up a phone and at least warn them that that's what you're going to do."}, {"timestamp": [721.06, 725.92], "text": " So open communication is key. But what about openly criticizing the other side?"}, {"timestamp": [725.92, 732.88], "text": " I won't your love and I want your revenge you and me could run a better on my hand."}, {"timestamp": [732.88, 739.44], "text": " In the 2010 coalition government, the business department was run by Vince Cable, a liberal"}, {"timestamp": [739.44, 744.56], "text": " Democrat economist who'd famously predicted the crash. He was adamant that some businesses"}, {"timestamp": [744.56, 745.24], "text": " have got away with too much for too long. He was adamant that some businesses have got away"}, {"timestamp": [745.24, 750.46], "text": " with too much for too long. He was going to be the one to say so, as Charles Wilkes, who helped"}, {"timestamp": [750.46, 755.4], "text": " write Vince Cable's conference speech for counts. At conference in September 2010, he launched"}, {"timestamp": [755.4, 761.32], "text": " this. It was the centrepiece of his speech, where he used words like, I'm shining a harsh light"}, {"timestamp": [761.32, 765.68], "text": " onto the murky worlded of corporate behaviour."}, {"timestamp": [772.38, 775.84], "text": " Why should good companies be destroyed by short-term investors looking for a speculative killer while their accomplices in the city make fat fees?"}, {"timestamp": [776.62, 778.82], "text": " These words were blown up. It was incredible."}, {"timestamp": [779.06, 781.56], "text": " The headlines the next couple of days were absolutely extraordinary."}, {"timestamp": [781.72, 790.14], "text": " You can look them up now, but it was very much Vince Cable launches a war on business. And I had the CBI on the phone to me before he even sat down"}, {"timestamp": [790.14, 794.06], "text": " saying, what the hell are you doing? You're the business department. You're meant to be on our side."}, {"timestamp": [794.06, 798.24], "text": " And instead, you're launching a war on us and accusing us of irresponsible behavior and accusing us"}, {"timestamp": [798.24, 804.1], "text": " of being the bad guys. This was shocking for them. They'd been used pretty much since the 80s to"}, {"timestamp": [804.1, 805.28], "text": " being regarded as being"}, {"timestamp": [805.28, 809.04], "text": " on the same side as the government. So to see a Secretary of State come out and say,"}, {"timestamp": [809.04, 812.16], "text": " now I've got a real problem with the way you're behaving and I'm going to start the processes"}, {"timestamp": [812.16, 817.92], "text": " to look at that was a real shock to the system for business. That shock soon wore off, because"}, {"timestamp": [817.92, 822.8], "text": " when politicians realised that criticising bad business practices went down well with the public,"}, {"timestamp": [822.8, 825.68], "text": " more of them joined in. There was another factor."}, {"timestamp": [826.46, 830.12], "text": " There had always been scandals in business, but with the spread of social media,"}, {"timestamp": [830.46, 834.78], "text": " people not only heard about them more quickly, but were able to express their anger visibly"}, {"timestamp": [834.78, 835.42], "text": " and directly."}, {"timestamp": [836.04, 839.64], "text": " A far cry from the days of not openly criticising business."}, {"timestamp": [839.64, 844.84], "text": " Now politicians feel they can win support by siding with the public against big business."}, {"timestamp": [845.28, 850.6], "text": " Over the subsequent seven or eight years, it's become rather expected for politicians to stand up and say,"}, {"timestamp": [850.7, 852.38], "text": " I'm concerned about the way business is behaving."}, {"timestamp": [852.38, 859.76], "text": " If you look at the noise around the treatment of BHS and Arcadia and the pensioners by Philip Green, for example,"}, {"timestamp": [859.98, 868.26], "text": " the concern about the way Mike Ashley and Sports Director managed and all sorts of other corporate scandals like the failure of Carillion,"}, {"timestamp": [868.54, 871.44], "text": " it's now fairly normal for politicians to stand up and say,"}, {"timestamp": [871.58, 874.0], "text": " look, not everything that happens in business is right,"}, {"timestamp": [874.04, 875.66], "text": " and we ought to be looking into this."}, {"timestamp": [875.76, 879.26], "text": " So there did need to be a shift in the atmosphere."}, {"timestamp": [879.86, 881.9], "text": " A shift in the atmosphere is all very well,"}, {"timestamp": [882.22, 883.88], "text": " but now we're in the middle of a hurricane."}, {"timestamp": [884.38, 886.34], "text": " You know where this is going. Brexit."}, {"timestamp": [887.12, 891.18], "text": " I didn't set out to make a programme about Brexit, but we can't avoid it."}, {"timestamp": [891.88, 896.12], "text": " Seeing things from the ground, it's clear that it's made a fundamental change to the relationship"}, {"timestamp": [896.12, 899.1], "text": " between government and business, and it's far from pretty."}, {"timestamp": [899.78, 904.64], "text": " After all, would we have had the now Prime Minister firing off four-letter words if the"}, {"timestamp": [904.64, 905.88], "text": " referendum had never happened?"}, {"timestamp": [906.44, 907.28], "text": " I don't think so."}, {"timestamp": [907.94, 909.96], "text": " But we need to dig a little deeper into why."}, {"timestamp": [910.56, 912.62], "text": " To start us off, here's a quiz question."}, {"timestamp": [913.3, 916.7], "text": " What do politicians think about practically every second of the day?"}, {"timestamp": [917.38, 920.48], "text": " So I notice in the room here we have a countdown clock."}, {"timestamp": [921.3, 925.16], "text": " 338 days, 13 hours, 13 minutes and 44 seconds."}, {"timestamp": [925.42, 926.56], "text": " Could you tell us what that's about?"}, {"timestamp": [926.7, 927.96], "text": " That's very cheeky, Jeremy."}, {"timestamp": [928.16, 929.98], "text": " It's the number of days till the next election."}, {"timestamp": [930.14, 933.38], "text": " And, you know, let's be honest about it, I want to win this election again."}, {"timestamp": [933.96, 938.92], "text": " West Midlands Mayor, Andy's Street, sounded rather embarrassed to be caught with an eye on the ballot box."}, {"timestamp": [939.6, 944.62], "text": " But when it comes down to it, a politician's job depends on a huge popularity contest held every"}, {"timestamp": [944.62, 945.32], "text": " few years."}, {"timestamp": [945.8, 949.6], "text": " It would be weird if they didn't care about it and what might influence the result."}, {"timestamp": [950.36, 953.68], "text": " Former Downing Street advisor, Giles Wilkes, says it was once,"}, {"timestamp": [953.82, 956.58], "text": " just assumed that business people had the ear of the electorate."}, {"timestamp": [957.0, 959.58], "text": " They were courted as a routine part of the campaign trail."}, {"timestamp": [960.14, 962.5], "text": " The business voice was regarded as authoritative."}, {"timestamp": [963.02, 965.6], "text": " It was something that voters would turn around and listen to."}, {"timestamp": [965.94, 968.76], "text": " There were letter-writing wars between the two major parties,"}, {"timestamp": [969.16, 973.26], "text": " each of them assembling lists of businesses to write into the newspapers"}, {"timestamp": [973.26, 976.18], "text": " to say that the Conservative plan for the economy is the right one,"}, {"timestamp": [976.22, 977.98], "text": " or the Labour plan for the economy is the right one."}, {"timestamp": [978.22, 981.4], "text": " Now, this was regarded as really important for gaining credibility."}, {"timestamp": [981.64, 982.98], "text": " So if you lose that credibility,"}, {"timestamp": [983.64, 987.44], "text": " you're seen as not having a particularly strong economic record yourself,"}, {"timestamp": [987.64, 988.56], "text": " not a good plan."}, {"timestamp": [989.2, 990.84], "text": " According to lobbyists Ian Anderson,"}, {"timestamp": [991.08, 992.76], "text": " you can practically see the moment"}, {"timestamp": [992.76, 994.82], "text": " where this approach stopped working with the public."}, {"timestamp": [995.28, 996.94], "text": " By the time we got 2016,"}, {"timestamp": [997.86, 1004.16], "text": " it sounded like boardrooms telling voters how to vote."}, {"timestamp": [1004.74, 1008.8], "text": " In the EU referendum, most big business voices backed remain."}, {"timestamp": [1008.8, 1013.0], "text": " It failed to sway the result and politicians everywhere clearly took note."}, {"timestamp": [1013.0, 1015.4], "text": " The big freeze was about to begin."}, {"timestamp": [1015.4, 1025.0], "text": " Following the referendum result, things changed quickly."}, {"timestamp": [1025.0, 1028.0], "text": " Theresa May's new government started to handle businesses"}, {"timestamp": [1028.0, 1033.0], "text": " and their representatives in a very different way to anything that had been seen before."}, {"timestamp": [1033.0, 1038.0], "text": " That's according to Charles Wilkes, who was working as a business advisor at number 10."}, {"timestamp": [1038.0, 1043.0], "text": " There was a sense that they didn't want to hear from these big corporate bosses"}, {"timestamp": [1043.0, 1045.12], "text": " who represented all of British business,"}, {"timestamp": [1045.12, 1049.76], "text": " that they were kind of going to say uncomfortable things about Brexit and we weren't really"}, {"timestamp": [1049.76, 1055.52], "text": " interested. That did a lot of damage. So whereas Cameron left behind several business"}, {"timestamp": [1055.52, 1060.16], "text": " councils where he'd meet, you know, 15 or 20 corporate titans every few months,"}, {"timestamp": [1060.16, 1064.56], "text": " that was scrapped at first. And there was a sense that business got, not necessarily"}, {"timestamp": [1064.56, 1066.36], "text": " the government was going to do anything to them"}, {"timestamp": [1066.36, 1067.1], "text": " that was going to hurt them,"}, {"timestamp": [1067.18, 1068.42], "text": " but their voice would not be heard."}, {"timestamp": [1068.48, 1069.54], "text": " They'd have no access."}, {"timestamp": [1070.02, 1071.68], "text": " Joe Owen of the Institute for Government"}, {"timestamp": [1071.68, 1074.62], "text": " has already highlighted that the key to getting businesses"}, {"timestamp": [1074.62, 1076.72], "text": " to implement what the government wants"}, {"timestamp": [1076.72, 1080.36], "text": " is plenty of time, clarity and a two-way conversation."}, {"timestamp": [1081.22, 1083.26], "text": " In his role as Brexit Program Director,"}, {"timestamp": [1083.42, 1085.9], "text": " he's been studying how that's playing out in practice."}, {"timestamp": [1086.5, 1090.66], "text": " Instead of openness, he says there's intense secrecy about key plans."}, {"timestamp": [1091.16, 1096.04], "text": " You can picture these darkened rooms with no windows in the middle of a building along Whitehall,"}, {"timestamp": [1096.44, 1105.28], "text": " where they have to come in and flick through a piece of paper that indicates kind of really fundamental things about how their business may change."}, {"timestamp": [1105.28, 1109.28], "text": " So ports, for example, the Port of Dover would go in and have a look through and"}, {"timestamp": [1109.28, 1113.38], "text": " some of the stuff contained in that document would have a massive, massive"}, {"timestamp": [1113.38, 1117.52], "text": " consequences for how it operates. But they're not allowed to take it away,"}, {"timestamp": [1117.52, 1120.56], "text": " they're not allowed to take photos of it, they just kind of have to memorize it."}, {"timestamp": [1120.56, 1122.72], "text": " So that has definitely been a problem."}, {"timestamp": [1122.72, 1128.0], "text": " Instead of communication and collaboration, there are sudden policy announcements."}, {"timestamp": [1128.0, 1134.0], "text": " For example, the government announced its new tariff regime for no-deal tariffs."}, {"timestamp": [1134.0, 1139.0], "text": " That was just plunked on the website with no warning, no consultation with businesses,"}, {"timestamp": [1139.0, 1144.0], "text": " and businesses were very shocked and had a matter of weeks potentially to adapt."}, {"timestamp": [1144.0, 1147.44], "text": " And if you're thinking, why should I care?"}, {"timestamp": [1147.44, 1149.68], "text": " The government can do what it likes in terms of getting ready."}, {"timestamp": [1149.68, 1152.88], "text": " It can have the most perfect, amazing IT system."}, {"timestamp": [1152.88, 1157.2], "text": " But if the businesses that need to use that on a daily basis have no clue what it is,"}, {"timestamp": [1157.2, 1163.12], "text": " how to navigate it, and to do their side of the picture, then you still end up with disruption,"}, {"timestamp": [1163.12, 1163.68], "text": " basically."}, {"timestamp": [1163.68, 1168.96], "text": " So could you give us an example of where that collaborative relationship to get something executed"}, {"timestamp": [1168.96, 1171.44], "text": " that the government wants by company has been done well?"}, {"timestamp": [1171.44, 1178.96], "text": " Where it has been done well, let me have a think about that."}, {"timestamp": [1182.0, 1183.84], "text": " Trying to rack my brains."}, {"timestamp": [1186.28, 1189.72], "text": " But if things sound ominously like they're heading for the divorce courts,"}, {"timestamp": [1190.18, 1192.46], "text": " it's clear that one side at least is willing to try,"}, {"timestamp": [1192.7, 1196.32], "text": " slightly uncomfortable things in order to make the partnership work."}, {"timestamp": [1198.94, 1201.22], "text": " Just as politics always involve business,"}, {"timestamp": [1201.42, 1204.58], "text": " the world of business organisations has also been deeply political."}, {"timestamp": [1205.0, 1211.0], "text": " I'm here at the TUC Annual Congress, and it's fair to say the TUC is a left-wing organization."}, {"timestamp": [1211.0, 1217.0], "text": " As a federation of trade unions, its historical links with the Labour Party go back to the 19th century."}, {"timestamp": [1217.0, 1221.0], "text": " In recent times, it had become used to trying to get a word in edgeways,"}, {"timestamp": [1221.0, 1224.0], "text": " watching from the sidelines as governments and business leaders,"}, {"timestamp": [1224.0, 1231.2], "text": " as represented by groups like the CBI, work closely together. Not anymore. Francis O'Grady of the TUC."}, {"timestamp": [1231.84, 1239.76], "text": " I pick up stories of quite crude threats that unless you fall into line, your access to government,"}, {"timestamp": [1240.12, 1245.94], "text": " and certainly number 10 will be cut off. I mean, that feels quite a bullying style, I have to say,"}, {"timestamp": [1246.18, 1250.38], "text": " maybe compared to what in the past has always been assumed"}, {"timestamp": [1250.38, 1252.88], "text": " that you've got a very cozy relationship"}, {"timestamp": [1252.88, 1255.68], "text": " between conservative governments and big business,"}, {"timestamp": [1256.0, 1258.56], "text": " that they're kind of two sides of the same coin almost."}, {"timestamp": [1259.34, 1262.22], "text": " Now, one surprising outcome of government pushing back on people"}, {"timestamp": [1262.22, 1271.92], "text": " they don't agree with is that new alliances have been formed. My opposite number at the CBI is Carolyn Fairburn, and we've had long conversations"}, {"timestamp": [1271.92, 1278.76], "text": " about Brexit in particular, as has everybody in the country. The CBI traditionally represents"}, {"timestamp": [1278.76, 1286.04], "text": " employers. The TUC represents unionised workers. Chats are one thing. Speaking out together, though, feels new."}, {"timestamp": [1286.68, 1291.54], "text": " We both spoke out publicly about the position of EU citizens."}, {"timestamp": [1292.2, 1295.8], "text": " We felt it was wrong that they should be used as bargaining chips"}, {"timestamp": [1295.8, 1300.1], "text": " in some kind of negotiation when you're talking about real people's lives."}, {"timestamp": [1300.1, 1303.5], "text": " So we've been able to find some common areas."}, {"timestamp": [1304.52, 1308.38], "text": " And that's not the only place I've found newly forged collaborations."}, {"timestamp": [1310.14, 1312.58], "text": " So I'm here in a busy high street in London"}, {"timestamp": [1312.58, 1315.84], "text": " to interview Helen Dickinson, who is the chief executive"}, {"timestamp": [1315.84, 1317.24], "text": " or the British Retail Consortium,"}, {"timestamp": [1317.8, 1320.52], "text": " and what they do is represent big retailers like Tesco"}, {"timestamp": [1320.52, 1322.44], "text": " and smaller independent ones too."}, {"timestamp": [1323.22, 1325.62], "text": " And I want to find out whether she's also experienced"}, {"timestamp": [1325.62, 1327.14], "text": " the cold shoulder from government."}, {"timestamp": [1327.84, 1329.38], "text": " Short answer, yes."}, {"timestamp": [1330.14, 1334.2], "text": " I think the real issue is there is a big difference"}, {"timestamp": [1334.2, 1336.3], "text": " between listening and acting."}, {"timestamp": [1336.94, 1339.54], "text": " And what our membership would say is"}, {"timestamp": [1339.54, 1344.0], "text": " it's all about how they go from hearing"}, {"timestamp": [1344.0, 1345.84], "text": " what it is that the industry is saying"}, {"timestamp": [1345.84, 1348.44], "text": " and sitting in a private meeting and agreeing with it"}, {"timestamp": [1348.44, 1351.48], "text": " and actually doing something about it."}, {"timestamp": [1351.98, 1354.72], "text": " And you don't think they're doing enough?"}, {"timestamp": [1355.54, 1355.8], "text": " No."}, {"timestamp": [1356.68, 1359.12], "text": " Feeling like they're not getting the results they want,"}, {"timestamp": [1359.5, 1361.1], "text": " they've also found new friends."}, {"timestamp": [1361.62, 1365.92], "text": " In this case, Usdor, the union for people who work in the kind of shops the"}, {"timestamp": [1365.92, 1372.16], "text": " BRC represent. This is the TUC and CBI all over again. In fact, I'm going to the Labour"}, {"timestamp": [1372.16, 1380.0], "text": " conference. I'm sitting on a panel with Usdor. They have a retail strategy, which they have worked"}, {"timestamp": [1380.0, 1387.12], "text": " with us on really thinking about some of the things that are in it and we are really supportive of the work that they've done."}, {"timestamp": [1387.12, 1390.16], "text": " And strength in numbers seems to be helpful now."}, {"timestamp": [1390.16, 1396.08], "text": " It's the importance of having the same message landing from lots of different places"}, {"timestamp": [1396.08, 1399.68], "text": " when you are trying to influence government is absolutely vital"}, {"timestamp": [1399.68, 1404.48], "text": " to get them to recognise that there's a problem and to actually act on that problem and make a change."}, {"timestamp": [1405.68, 1410.4], "text": " It's clear that changes in the political climate can have huge knock-on effects for all of us in business,"}, {"timestamp": [1410.72, 1415.76], "text": " even lead us to consider new partners. But what about the person who is tasked with keeping the old"}, {"timestamp": [1415.76, 1420.96], "text": " relationships alive? In July, Andrea Ledson became the Secretary of State for Business,"}, {"timestamp": [1420.96, 1427.02], "text": " Energy and Industrial Strategy. She's adamant that the Prime Minister didn't mean it when he said F-business."}, {"timestamp": [1427.48, 1429.54], "text": " We should just, you know, forget it and move on."}, {"timestamp": [1430.02, 1431.02], "text": " It wasn't a point of view."}, {"timestamp": [1431.12, 1433.46], "text": " It was a very sort of a side remark."}, {"timestamp": [1433.46, 1437.0], "text": " And Boris's has been incredibly supportive."}, {"timestamp": [1437.14, 1442.52], "text": " He and I had a roundtable in number 10 with a whole group of SMEs from across the UK."}, {"timestamp": [1442.68, 1444.18], "text": " And it was fantastic meeting."}, {"timestamp": [1444.32, 1446.24], "text": " And he completely committed"}, {"timestamp": [1446.24, 1452.1], "text": " to them to doing everything we can to promote UK business, ensure that it thrives in the future."}, {"timestamp": [1452.66, 1457.2], "text": " But it's clear that just one issue dominates her working life, not just because of the huge"}, {"timestamp": [1457.2, 1460.46], "text": " banners in a department lobby, admonishing us to get ready for Brexit."}, {"timestamp": [1461.12, 1466.2], "text": " At the moment, of course, we are very much engaged with preparing for Brexit on"}, {"timestamp": [1466.2, 1471.84], "text": " the 31st of October. So every day involves a Cabinet subcommittee meeting that's looking"}, {"timestamp": [1471.84, 1477.46], "text": " at Brexit preparations. And that takes up a fair amount of my time. But I also have lots of"}, {"timestamp": [1477.46, 1482.68], "text": " roundtables with businesses to make sure that they're getting ready for Brexit and answering"}, {"timestamp": [1482.68, 1489.14], "text": " their questions. She says she's determined not to let politics get in the way of candid conversations with business."}, {"timestamp": [1489.66, 1493.74], "text": " Well, I always value very frank and open discussions."}, {"timestamp": [1494.6, 1498.62], "text": " And sometimes that's sort of quite uncomfortable, particularly, you know, at the moment,"}, {"timestamp": [1498.72, 1502.64], "text": " because people are people and they have varying views about Brexit,"}, {"timestamp": [1502.94, 1508.98], "text": " about, you know, what the government should be prioritising. So they need to be very frank with government about what they need from us."}, {"timestamp": [1509.18, 1514.48], "text": " We need to be very frank about what's available, but also very open to suggestions about how"}, {"timestamp": [1514.48, 1520.66], "text": " more we can help them with know-how, with introductions, with trade missions, with migration"}, {"timestamp": [1520.66, 1524.7], "text": " policies and so on. So I think that open communication is absolutely vital."}, {"timestamp": [1525.54, 1529.86], "text": " In the course of making this programme, several people have told me of fears that contact with"}, {"timestamp": [1529.86, 1536.08], "text": " ministers is dependent on keeping stum about anxieties over Brexit. Andrea Ledson says that's far"}, {"timestamp": [1536.08, 1540.96], "text": " from her experience. No, that's definitely not something I've observed. And as I say, you know,"}, {"timestamp": [1541.02, 1549.1], "text": " some of the roundtables I've had have been quite feisty where, you know, individuals don't agree with my perspective on the opportunities of leaving the EU."}, {"timestamp": [1549.72, 1552.96], "text": " The business secretary was clearly trying to say all the right things."}, {"timestamp": [1553.52, 1558.3], "text": " But Francis O'Grady, chief executive of the TUC, says that listening on its own isn't enough."}, {"timestamp": [1558.94, 1564.08], "text": " I'm always very conscious that there's a big difference between access and influence."}, {"timestamp": [1564.44, 1565.96], "text": " So the door can be open."}, {"timestamp": [1566.22, 1572.04], "text": " You can have lots of meetings. But there's a difference between being able to make your case"}, {"timestamp": [1572.04, 1578.62], "text": " and getting a fair hearing and then getting some action as a result. Former special advisor,"}, {"timestamp": [1578.78, 1583.0], "text": " Charles Wilkes, who worked in Downing Street until this summer, is even more brutal."}, {"timestamp": [1583.64, 1587.0], "text": " You've got to bring them along. you've got to ask their opinion."}, {"timestamp": [1587.0, 1593.0], "text": " And what's really concerning about the current outfit is on the really important topic right now,"}, {"timestamp": [1593.0, 1598.0], "text": " the topic of the year, they're saying, well, actually we don't care about what business thinks of this,"}, {"timestamp": [1598.0, 1601.0], "text": " because it's too important what we politicians think."}, {"timestamp": [1601.0, 1609.0], "text": " But even if the current set of ministers were willing to have a more open, proactive relationship with business, can things really get back to normal?"}, {"timestamp": [1609.0, 1631.52], "text": " I don't need to tell you that politics is in chaos. We haven't had a majority government for more than two years, and the job of a cabinet minister is as secure as one of the six wives of Henry the 8th. Maybe even if today's politicians want to listen to business, their voice is being drowned"}, {"timestamp": [1631.52, 1637.2], "text": " out by the constant rumble of internal arguments within their own parties. And there's a deeper"}, {"timestamp": [1637.2, 1642.72], "text": " problem. Trust is at the heart of all relationships and we can't rebuild this one unless we"}, {"timestamp": [1642.72, 1645.26], "text": " deal with our own issues first."}, {"timestamp": [1650.44, 1650.9], "text": " If politicians have cottoned on quickly to the fact we've lost our influence with the electorate,"}, {"timestamp": [1654.98, 1655.9], "text": " within business, I think we've been pretty slow to ask why that may be."}, {"timestamp": [1659.28, 1660.12], "text": " When they can get a quick win with the public by putting the boot into business,"}, {"timestamp": [1664.0, 1668.0], "text": " maybe it's not just them that needs to change, but us too."}, {"timestamp": [1673.68, 1677.96], "text": " In Business was presented by Jeremy Schwartz and the producer was Beth Segar Fenton. The editor was Penny Murphy and it was mixed by Tom Brignall."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. This week we're asking, why has politics broken up with business? I'm here to tell you a love story. I know that probably wasn't what you're expecting from this program. And to make things worse, right now it doesn't even have a happy ending. Once upon a time they were criticized for spending too much time in bed together. Now they're at the far ends of the sofa, barely speaking. This is about the relationship between this lot and this lot. Politics and business. I'm Jeremy Schwartz and I'm a CEO. I've run global retail chains like Pandora and the Body Shop and even worked for Rupert Murdoch. Maybe you're picturing me as one of the bad guys, though I'm definitely not. Right now, business leaders are more likely to be ridiculed than respected by the people running the country. But to sustain a strong economy, divorce is out of the question, even though hurtful things have been said. Well, famously, the current Prime Minister used some very offensive language in respect of business. Am I allowed to use that word? Okay, so obviously Boris said fuck business. It wasn't always like this. I remember when the relationship between government and business was close. Some said too close. So where did it all go wrong? You're probably shouting the B word at the radio. But I think it goes back a lot further than that. It was only in 1911 that MPs were first offered a salary. Before that, they were expected to fund themselves, either through family money or their own earnings. If you had ambitions to run the country, but suffered from a lack of rich parents, you had to make enough money in business to fund your political career. But we haven't got time to go that far back. Let's stick with the last 20 years. Why? Because most of the people I've spoken to for this program pinpoint the late 90s as the last time that business and politics look truly loved up. Picture the scene. It's 1997. We all have great skin, great hair, and Tony Blair is the new Prime Minister. He's taking his party back into power, promising a brand new labour, kind to children and animals, but also crucially friendly to business. And I voted for him. I want Britain to be a country of enterprise and ambition. For business, this will be a government on your side, not in your way. Less than 20 years after the strikes of the 70s, with memories of rubbish piled high, power cuts and candlelit nights, Labour felt they had to prove they could be trusted with the economy. The then Tory advisor, Ian Anderson, who now runs the UK's largest lobbying firm, Cicero, says it was a case of overcoming stereotypes. They had to do a lot of heavy lifting in order to change people's opinion. Labor was perceived for a long time, not about being anti-business, but being tougher on business. And I say to both sides of industry, there's no place either today for militant trade unionism or uncaring management. Partnership is the key, and that is the only language this new Labour government will respect. Demonstrating to industry bosses that the Labour Party had had a makeover took a lot of work behind the scenes. Says former No. 10 advisor, Giles Wilkes. They went around befriending business. It was called the sort of prawn cocktail circuit at the time, with Gordon Brown and Eggballs going around the city, reassuring the city that Labour Party wasn't going to be a problem. This is all regarded as a long part of their journey towards electability and then a 167 seat majority. Once in power and having convinced business leaders and voters to trust them, and with the economy growing, politicians had good reason to leave business, mostly to run its own affairs. The conventional wisdom up to the mid-2000s, certainly, was keep business on your side. It gives you a kind of economic credibility. These are the people who pay the taxes and employ people. You don't want to be cut off from them. You don't want to have headlines about people moving their headquarters or criticism of your plans from business. So I wouldn't say it was entirely banned to have a go at them, but there was much tighter control over the idea that you could just call out a business and say, I don't like the way you behave. Peter Manderson, Tony Blair's right-hand man, made quite an impact when he said, so long as people pay their taxes, the Labour government wasn't interested in their bank balances. On the other hand, Peter Mandelson said, we are, I quote, intensely relaxed about people getting filthy rich. I have nothing against filthy rich in your view. I don't know what filthy rich is. As rich as Mr. Mandel. We all have our definition of what rich is. Some people were getting very rich, coming up with new ways to make money in financial services. And because the economy seemed to be thriving, according to Joe Owen from the think tank, the Institute for Government, when the city came knocking, the government would listen. If big business or, for example, big banks financial services went in and saw the Chancellor and said, look, we have a real, real problem for the city of London, and it's this. We need something done. Those businesses could have been very confident that within a few weeks you would have heard something positive come out of the government that says, look, we've heard what you're saying. We listen. We've understood that and we're doing something about it. And this close alliance between business and the then Prime Minister and Chancellor left the public feeling a little left out, says lobbyist Ian Anderson. So in terms of the closeness between politics and business, I think it gets into really difficult territory when it appears too cozy. I think one of the reasons that we've got the politics that we do right now is, was this sense that the bankers got too close to Tony and Gordon when they were in power. There was a whole bunch of conversations that the public never got to see. Parliament never got to see. Buildings being open for American investment banks by Gordon Brown in the city. It's all terribly chummy and all very close. And we all remember what happened next. Crisis at Northern Rock, its shares plummet. You don't need reminding of the news headlines as bank after banks started to crash, bringing the UK's economy down with them. The Chancellor says it's a sound business. People can carry on putting money into Northern Rock. The CEOs blamed for the crash were labelled fat cats and became notorious, while the government struggled to explain why they and the Bank of England had not seen it coming. Some said they'd been too close to challenge the banks. And in particular, no government in modern times has ever been left with such a terrible economic inheritance. Today's unemployment figures are another... With the changing government in 2010, the new Prime Minister David Cameron pitched himself and his coalition partners as there to clear up the big economic mess. There was a desperate need to kickstart the economy. Despite public outrage against the bankers, David Cameron didn't try to distance himself from business. Quite the opposite. He was doing his best to keep business close, hoping to nurture new life into the UK's wheezing economy. Andy Street was the CEO of the John Lewis Partnership at the time. He's now the Conservative Mayor of the West Midlands. When David Cameron came into office, he set up what he called his business advisory group. And he invited me to be part of that. And we met every couple of months around the cabinet table in Downing Street. And there were maybe, I can't remember, about 15, 20 businesses represented there. And Cameron listened so hard. Paul Walsh was running Diageo, then the world's largest spirits company. He remembers the Prime Minister's personal involvement in talking up British companies that were looking to expand internationally. I recall on one visit to China when my old company was trying to acquire a business there. Fortunately, we've been able to brief the then Prime Minister, Mr Cameron, and he was fabulous in advocating our case, in telling the story about the company in a way that it would have been very self-serving for me or my colleagues to do. And basically, he made sure that this was on the agenda at every meeting he had. That's worth a lot. Ministers were also open to listening to business leaders when it came to drafting new laws and regulations, very open as Andy's street discovered. There are policy decisions that you want to influence, and other companies are making their influence as well. But one I particularly remember was when Eric Pickles, who was Secretary of State for communities and planning, was thinking about the reform of the planning guidance. We literally sat in his office and I was lobbying for a moment and he had his red pen out and was changing the legislation there in front of him. I thought, that's a good example of getting getting yourself onto the agenda. So just how close should politics and business be? Having someone with such a vested interest literally helping to write the rules on planning might sound shocking. But Joe Owen from the Institute for Government says such close collaboration can actually be incredibly helpful in terms of avoiding future problems. Often in government, one of the challenges is you have very smart people in the centre of government, squirreled away, drawing up amazing policy plans without actually speaking to the people who need to implement it on the ground. And the need to bring those two closer together is something that we've talked about a lot at the Institute, having policy makers and the people who deliver it working hand in hand so that the design of new policy is thinking about how it will actually look on the ground. Even those who feel uncomfortable about the image of business leaders being so involved would probably agree that it's better to have policies that actually work when rolled out across thousands of large and small firms. Government needs to make sure business is actually ready to implement new rules, for example, around trade. Joe Owen again. Government is just a small part of that puzzle. Government sets the rules, it collects the tariffs, for example, but the lorry you put your goods in the back of if you want to trade with the EU is a private company. It then turns up at a port which is a private company. It then goes across the border to another port which is more often than not a private company and it works well when government recognises that it's part of delivery is not complete until the bits of business that need to be ready are also there and it works with them to go along the journey rather than chucking things over the fence and saying, we're done, now it's up to you and if you're not ready, it's your fault. But healthy cooperation doesn't have to be very matey to be effective, according to Francis Agradi, General Secretary of the TUC. I'm a great personal believer in good faith relationships. So, you know, I mean, I meet employers and politicians all the time. We don't have to share the same politics. We don't even have to like each other. But I do believe in some basic kind of rules, if you like, of good behaviour that, you know, so for example, no surprises. If you're going to do something that somebody you need to work with isn't going to like, sometimes it makes sense to pick up a phone and at least warn them that that's what you're going to do. So open communication is key. But what about openly criticizing the other side? I won't your love and I want your revenge you and me could run a better on my hand. In the 2010 coalition government, the business department was run by Vince Cable, a liberal Democrat economist who'd famously predicted the crash. He was adamant that some businesses have got away with too much for too long. He was adamant that some businesses have got away with too much for too long. He was going to be the one to say so, as Charles Wilkes, who helped write Vince Cable's conference speech for counts. At conference in September 2010, he launched this. It was the centrepiece of his speech, where he used words like, I'm shining a harsh light onto the murky worlded of corporate behaviour. Why should good companies be destroyed by short-term investors looking for a speculative killer while their accomplices in the city make fat fees? These words were blown up. It was incredible. The headlines the next couple of days were absolutely extraordinary. You can look them up now, but it was very much Vince Cable launches a war on business. And I had the CBI on the phone to me before he even sat down saying, what the hell are you doing? You're the business department. You're meant to be on our side. And instead, you're launching a war on us and accusing us of irresponsible behavior and accusing us of being the bad guys. This was shocking for them. They'd been used pretty much since the 80s to being regarded as being on the same side as the government. So to see a Secretary of State come out and say, now I've got a real problem with the way you're behaving and I'm going to start the processes to look at that was a real shock to the system for business. That shock soon wore off, because when politicians realised that criticising bad business practices went down well with the public, more of them joined in. There was another factor. There had always been scandals in business, but with the spread of social media, people not only heard about them more quickly, but were able to express their anger visibly and directly. A far cry from the days of not openly criticising business. Now politicians feel they can win support by siding with the public against big business. Over the subsequent seven or eight years, it's become rather expected for politicians to stand up and say, I'm concerned about the way business is behaving. If you look at the noise around the treatment of BHS and Arcadia and the pensioners by Philip Green, for example, the concern about the way Mike Ashley and Sports Director managed and all sorts of other corporate scandals like the failure of Carillion, it's now fairly normal for politicians to stand up and say, look, not everything that happens in business is right, and we ought to be looking into this. So there did need to be a shift in the atmosphere. A shift in the atmosphere is all very well, but now we're in the middle of a hurricane. You know where this is going. Brexit. I didn't set out to make a programme about Brexit, but we can't avoid it. Seeing things from the ground, it's clear that it's made a fundamental change to the relationship between government and business, and it's far from pretty. After all, would we have had the now Prime Minister firing off four-letter words if the referendum had never happened? I don't think so. But we need to dig a little deeper into why. To start us off, here's a quiz question. What do politicians think about practically every second of the day? So I notice in the room here we have a countdown clock. 338 days, 13 hours, 13 minutes and 44 seconds. Could you tell us what that's about? That's very cheeky, Jeremy. It's the number of days till the next election. And, you know, let's be honest about it, I want to win this election again. West Midlands Mayor, Andy's Street, sounded rather embarrassed to be caught with an eye on the ballot box. But when it comes down to it, a politician's job depends on a huge popularity contest held every few years. It would be weird if they didn't care about it and what might influence the result. Former Downing Street advisor, Giles Wilkes, says it was once, just assumed that business people had the ear of the electorate. They were courted as a routine part of the campaign trail. The business voice was regarded as authoritative. It was something that voters would turn around and listen to. There were letter-writing wars between the two major parties, each of them assembling lists of businesses to write into the newspapers to say that the Conservative plan for the economy is the right one, or the Labour plan for the economy is the right one. Now, this was regarded as really important for gaining credibility. So if you lose that credibility, you're seen as not having a particularly strong economic record yourself, not a good plan. According to lobbyists Ian Anderson, you can practically see the moment where this approach stopped working with the public. By the time we got 2016, it sounded like boardrooms telling voters how to vote. In the EU referendum, most big business voices backed remain. It failed to sway the result and politicians everywhere clearly took note. The big freeze was about to begin. Following the referendum result, things changed quickly. Theresa May's new government started to handle businesses and their representatives in a very different way to anything that had been seen before. That's according to Charles Wilkes, who was working as a business advisor at number 10. There was a sense that they didn't want to hear from these big corporate bosses who represented all of British business, that they were kind of going to say uncomfortable things about Brexit and we weren't really interested. That did a lot of damage. So whereas Cameron left behind several business councils where he'd meet, you know, 15 or 20 corporate titans every few months, that was scrapped at first. And there was a sense that business got, not necessarily the government was going to do anything to them that was going to hurt them, but their voice would not be heard. They'd have no access. Joe Owen of the Institute for Government has already highlighted that the key to getting businesses to implement what the government wants is plenty of time, clarity and a two-way conversation. In his role as Brexit Program Director, he's been studying how that's playing out in practice. Instead of openness, he says there's intense secrecy about key plans. You can picture these darkened rooms with no windows in the middle of a building along Whitehall, where they have to come in and flick through a piece of paper that indicates kind of really fundamental things about how their business may change. So ports, for example, the Port of Dover would go in and have a look through and some of the stuff contained in that document would have a massive, massive consequences for how it operates. But they're not allowed to take it away, they're not allowed to take photos of it, they just kind of have to memorize it. So that has definitely been a problem. Instead of communication and collaboration, there are sudden policy announcements. For example, the government announced its new tariff regime for no-deal tariffs. That was just plunked on the website with no warning, no consultation with businesses, and businesses were very shocked and had a matter of weeks potentially to adapt. And if you're thinking, why should I care? The government can do what it likes in terms of getting ready. It can have the most perfect, amazing IT system. But if the businesses that need to use that on a daily basis have no clue what it is, how to navigate it, and to do their side of the picture, then you still end up with disruption, basically. So could you give us an example of where that collaborative relationship to get something executed that the government wants by company has been done well? Where it has been done well, let me have a think about that. Trying to rack my brains. But if things sound ominously like they're heading for the divorce courts, it's clear that one side at least is willing to try, slightly uncomfortable things in order to make the partnership work. Just as politics always involve business, the world of business organisations has also been deeply political. I'm here at the TUC Annual Congress, and it's fair to say the TUC is a left-wing organization. As a federation of trade unions, its historical links with the Labour Party go back to the 19th century. In recent times, it had become used to trying to get a word in edgeways, watching from the sidelines as governments and business leaders, as represented by groups like the CBI, work closely together. Not anymore. Francis O'Grady of the TUC. I pick up stories of quite crude threats that unless you fall into line, your access to government, and certainly number 10 will be cut off. I mean, that feels quite a bullying style, I have to say, maybe compared to what in the past has always been assumed that you've got a very cozy relationship between conservative governments and big business, that they're kind of two sides of the same coin almost. Now, one surprising outcome of government pushing back on people they don't agree with is that new alliances have been formed. My opposite number at the CBI is Carolyn Fairburn, and we've had long conversations about Brexit in particular, as has everybody in the country. The CBI traditionally represents employers. The TUC represents unionised workers. Chats are one thing. Speaking out together, though, feels new. We both spoke out publicly about the position of EU citizens. We felt it was wrong that they should be used as bargaining chips in some kind of negotiation when you're talking about real people's lives. So we've been able to find some common areas. And that's not the only place I've found newly forged collaborations. So I'm here in a busy high street in London to interview Helen Dickinson, who is the chief executive or the British Retail Consortium, and what they do is represent big retailers like Tesco and smaller independent ones too. And I want to find out whether she's also experienced the cold shoulder from government. Short answer, yes. I think the real issue is there is a big difference between listening and acting. And what our membership would say is it's all about how they go from hearing what it is that the industry is saying and sitting in a private meeting and agreeing with it and actually doing something about it. And you don't think they're doing enough? No. Feeling like they're not getting the results they want, they've also found new friends. In this case, Usdor, the union for people who work in the kind of shops the BRC represent. This is the TUC and CBI all over again. In fact, I'm going to the Labour conference. I'm sitting on a panel with Usdor. They have a retail strategy, which they have worked with us on really thinking about some of the things that are in it and we are really supportive of the work that they've done. And strength in numbers seems to be helpful now. It's the importance of having the same message landing from lots of different places when you are trying to influence government is absolutely vital to get them to recognise that there's a problem and to actually act on that problem and make a change. It's clear that changes in the political climate can have huge knock-on effects for all of us in business, even lead us to consider new partners. But what about the person who is tasked with keeping the old relationships alive? In July, Andrea Ledson became the Secretary of State for Business, Energy and Industrial Strategy. She's adamant that the Prime Minister didn't mean it when he said F-business. We should just, you know, forget it and move on. It wasn't a point of view. It was a very sort of a side remark. And Boris's has been incredibly supportive. He and I had a roundtable in number 10 with a whole group of SMEs from across the UK. And it was fantastic meeting. And he completely committed to them to doing everything we can to promote UK business, ensure that it thrives in the future. But it's clear that just one issue dominates her working life, not just because of the huge banners in a department lobby, admonishing us to get ready for Brexit. At the moment, of course, we are very much engaged with preparing for Brexit on the 31st of October. So every day involves a Cabinet subcommittee meeting that's looking at Brexit preparations. And that takes up a fair amount of my time. But I also have lots of roundtables with businesses to make sure that they're getting ready for Brexit and answering their questions. She says she's determined not to let politics get in the way of candid conversations with business. Well, I always value very frank and open discussions. And sometimes that's sort of quite uncomfortable, particularly, you know, at the moment, because people are people and they have varying views about Brexit, about, you know, what the government should be prioritising. So they need to be very frank with government about what they need from us. We need to be very frank about what's available, but also very open to suggestions about how more we can help them with know-how, with introductions, with trade missions, with migration policies and so on. So I think that open communication is absolutely vital. In the course of making this programme, several people have told me of fears that contact with ministers is dependent on keeping stum about anxieties over Brexit. Andrea Ledson says that's far from her experience. No, that's definitely not something I've observed. And as I say, you know, some of the roundtables I've had have been quite feisty where, you know, individuals don't agree with my perspective on the opportunities of leaving the EU. The business secretary was clearly trying to say all the right things. But Francis O'Grady, chief executive of the TUC, says that listening on its own isn't enough. I'm always very conscious that there's a big difference between access and influence. So the door can be open. You can have lots of meetings. But there's a difference between being able to make your case and getting a fair hearing and then getting some action as a result. Former special advisor, Charles Wilkes, who worked in Downing Street until this summer, is even more brutal. You've got to bring them along. you've got to ask their opinion. And what's really concerning about the current outfit is on the really important topic right now, the topic of the year, they're saying, well, actually we don't care about what business thinks of this, because it's too important what we politicians think. But even if the current set of ministers were willing to have a more open, proactive relationship with business, can things really get back to normal? I don't need to tell you that politics is in chaos. We haven't had a majority government for more than two years, and the job of a cabinet minister is as secure as one of the six wives of Henry the 8th. Maybe even if today's politicians want to listen to business, their voice is being drowned out by the constant rumble of internal arguments within their own parties. And there's a deeper problem. Trust is at the heart of all relationships and we can't rebuild this one unless we deal with our own issues first. If politicians have cottoned on quickly to the fact we've lost our influence with the electorate, within business, I think we've been pretty slow to ask why that may be. When they can get a quick win with the public by putting the boot into business, maybe it's not just them that needs to change, but us too. In Business was presented by Jeremy Schwartz and the producer was Beth Segar Fenton. The editor was Penny Murphy and it was mixed by Tom Brignall."}