{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.9, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [7.3, 11.02], "text": " This is the BBC's world of business. I'm Caroline Bailey."}, {"timestamp": [11.6, 15.82], "text": " In this week's download edition of Global Business from the BBC World Service,"}, {"timestamp": [16.24, 17.82], "text": " I'm reporting from Taiwan."}, {"timestamp": [18.48, 23.42], "text": " Once known as a hugely successful Asian tiger with its high-tech manufacturing,"}, {"timestamp": [23.92, 26.8], "text": " economic growth this century has been more sluggish."}, {"timestamp": [27.3, 32.32], "text": " Wages have stagnated and young people are leaving for better jobs in China and elsewhere."}, {"timestamp": [32.9, 37.56], "text": " So what does the self-ruled island need to do to start roaring again?"}, {"timestamp": [39.46, 42.8], "text": " We are in the downtown, we are in the centre of the Taipei."}, {"timestamp": [42.8, 49.56], "text": " But actually all of the house are so old and like 40 years old building there."}, {"timestamp": [50.28, 54.66], "text": " Jessica Wu is describing the view from the 19th floor of the office block"}, {"timestamp": [54.66, 57.76], "text": " where she works in Taipei, the capital of Taiwan."}, {"timestamp": [58.36, 61.1], "text": " Mind you, many would think 40 years isn't that old."}, {"timestamp": [61.1, 69.0], "text": " In my previous job, I visited lots of Asia capital, Tokyo, Seoul, Singapore, Shanghai for"}, {"timestamp": [69.0, 73.0], "text": " sure, and they have the whole new look."}, {"timestamp": [73.0, 76.0], "text": " But in Taiwan is really slow."}, {"timestamp": [76.0, 85.2], "text": " I'm Caroline Bailey, and in this edition of Global Business on the BBC World Service,"}, {"timestamp": [85.2, 90.56], "text": " I'm reporting from Taiwan, which was one of the four so-called Asian Tigers,"}, {"timestamp": [90.56, 93.92], "text": " with its economy built on high-tech manufacturing."}, {"timestamp": [93.92, 97.84], "text": " But has the Taiwan Tiger lost its roar?"}, {"timestamp": [97.84, 103.84], "text": " I met up with Jessica at Microsoft's offices where she works as a business development manager."}, {"timestamp": [103.84, 107.54], "text": " She's decided to move to China for the second time in her career,"}, {"timestamp": [108.04, 111.96], "text": " and I sense she was feeling rather despondent about her future in Taiwan"}, {"timestamp": [111.96, 114.92], "text": " as we looked out over a sea of grey."}, {"timestamp": [115.58, 118.2], "text": " They're quite low-rise apartment blocks, aren't they?"}, {"timestamp": [118.38, 119.74], "text": " Residential, it looks to me."}, {"timestamp": [119.94, 120.94], "text": " You're right, you're right."}, {"timestamp": [120.94, 123.46], "text": " And what you would like to see all of this rip down"}, {"timestamp": [123.46, 126.0], "text": " and shiny new buildings put there instead?"}, {"timestamp": [126.0, 128.24], "text": " Honest speaking, yes."}, {"timestamp": [128.24, 129.88], "text": " To me, yes."}, {"timestamp": [129.88, 135.4], "text": " We say we are Asian tiger or we have very good semiconductor age."}, {"timestamp": [135.4, 139.76], "text": " We have the very best computer in the world wild."}, {"timestamp": [139.76, 142.24], "text": " But this is the old things."}, {"timestamp": [142.24, 144.76], "text": " And we look path, but not the future."}, {"timestamp": [144.76, 148.68], "text": " So you look back to the 1980s when the country was very successful?"}, {"timestamp": [148.68, 149.68], "text": " Yes."}, {"timestamp": [149.68, 155.72], "text": " And if we want to look at a new thing, we need to rebuild all of this."}, {"timestamp": [155.72, 157.88], "text": " Yeah."}, {"timestamp": [157.88, 164.68], "text": " You don't hear much reference to Asian tiger or dragon as it was also known in Taiwan any longer."}, {"timestamp": [164.68, 166.32], "text": " The four Asian tigers, South Korea, Hong Kong and Singapore, as it was also known in Taiwan, any longer. The four Asian tigers, South"}, {"timestamp": [166.32, 172.38], "text": " Korea, Hong Kong and Singapore, as well as Taiwan, all saw rapid growth in the second half of"}, {"timestamp": [172.38, 178.9], "text": " the 20th century. Taiwan's economy isn't struggling, but average growth rates this century"}, {"timestamp": [178.9, 186.64], "text": " are drifting lower. Last year, the economy grew by 2.8% and it faces increased competition from China."}, {"timestamp": [187.3, 191.96], "text": " One thing that's really hit home is stagnant wages for the past two decades,"}, {"timestamp": [192.3, 194.24], "text": " which are only just beginning to improve."}, {"timestamp": [194.88, 200.08], "text": " There are now fears of a brain drain of young talent out of the country to China and elsewhere."}, {"timestamp": [200.64, 205.12], "text": " I think we might have gotten too complacent for the past two decades."}, {"timestamp": [205.6, 212.56], "text": " This is Jason Shi, former businessman, a now opposition politician for Taiwan's KMT party."}, {"timestamp": [213.16, 217.02], "text": " We've had a good run on semiconductor and computer electronic industries."}, {"timestamp": [217.46, 222.48], "text": " But I think we've been neglected the fact that China is rising"}, {"timestamp": [222.48, 226.0], "text": " and we cannot compete with the labor cost."}, {"timestamp": [226.0, 230.68], "text": " And it seems that we didn't do enough to integrate ourselves in the regional economy."}, {"timestamp": [230.68, 237.6], "text": " And also, we didn't make a successful transition from a hardware manufacturing-based economy"}, {"timestamp": [237.6, 241.56], "text": " to a digital economy and more innovation-based economy."}, {"timestamp": [241.56, 244.96], "text": " Let's pause and rewind for a moment here."}, {"timestamp": [244.96, 247.04], "text": " So what made Taiwan an Asian tiger in the first place? innovation-based economy. Let's pause and rewind for a moment here."}, {"timestamp": [250.88, 258.0], "text": " So what made Taiwan an Asian tiger in the first place? Dr. Norman Peng is Taiwanese, but he's currently reader in marketing at Westminster Business School in London."}, {"timestamp": [258.0, 260.0], "text": " We'll start back in the 1960s."}, {"timestamp": [260.0, 264.88], "text": " At those days, the government are saying, well, your family should be your factory,"}, {"timestamp": [264.88, 267.12], "text": " especially females, my grandmother's generation."}, {"timestamp": [267.26, 270.2], "text": " I mean, they take home some small projects from the factories,"}, {"timestamp": [270.38, 271.14], "text": " and they do it at home."}, {"timestamp": [271.22, 272.16], "text": " They are their spare times."}, {"timestamp": [272.62, 274.2], "text": " They still have their other roles."}, {"timestamp": [274.2, 276.96], "text": " But then they make a contribution to the family income."}, {"timestamp": [277.22, 281.46], "text": " So the economy starts to pick up, and the females starting to earn a wage."}, {"timestamp": [281.78, 283.22], "text": " What was Taiwan making?"}, {"timestamp": [283.42, 285.12], "text": " We're talking about the 60s and 70s."}, {"timestamp": [285.12, 286.28], "text": " We're talking about what toys."}, {"timestamp": [286.28, 290.88], "text": " We're talking about small, anything that an unskilled worker can learn within a day."}, {"timestamp": [290.88, 297.28], "text": " Maybe packaging food, maybe packaging gifts so we can sell it to the United States, export it"}, {"timestamp": [297.28, 298.28], "text": " to Europe."}, {"timestamp": [298.28, 299.52], "text": " So those kind of things."}, {"timestamp": [299.52, 302.66], "text": " I mean, it's unskilled, but then labor intensive."}, {"timestamp": [302.66, 304.84], "text": " But in the 1970s, things started to change."}, {"timestamp": [304.84, 305.02], "text": " I mean,"}, {"timestamp": [305.04, 309.32], "text": " the government realized that, well, this business model may need to be revised."}, {"timestamp": [309.88, 314.56], "text": " That was when Taiwan started sending their engineering graduates to the United States"}, {"timestamp": [314.56, 320.32], "text": " to be trained in top American technology companies. They then returned home, and with the"}, {"timestamp": [320.32, 326.42], "text": " support of Taiwan's government, set up their own companies. Manufacturing was becoming far more skilled"}, {"timestamp": [326.42, 331.28], "text": " as companies began making integrated circuit chips or IC chips,"}, {"timestamp": [331.64, 334.84], "text": " a collection of electronic components in a tiny chip."}, {"timestamp": [335.38, 337.52], "text": " We started to produce IC chips,"}, {"timestamp": [337.98, 342.26], "text": " and that has a huge benefit to our income in terms of foreign revenues,"}, {"timestamp": [342.82, 347.72], "text": " and that made the government more convinced that this is the route we're going to. And this was chips to go income, in terms of foreign revenues, and that made the government more convinced that this is the route we're going to."}, {"timestamp": [347.88, 350.38], "text": " And this was chips to go into computers?"}, {"timestamp": [350.38, 353.58], "text": " The chips going to computers, going to radios, going to Walkmans,"}, {"timestamp": [354.02, 355.48], "text": " and even for our telephones."}, {"timestamp": [355.64, 356.74], "text": " So that's the early days."}, {"timestamp": [357.24, 358.06], "text": " That's 1974."}, {"timestamp": [358.38, 360.26], "text": " So we make excellent IC chips."}, {"timestamp": [360.42, 363.5], "text": " We make it in a large number much better than our competitors."}, {"timestamp": [364.18, 371.9], "text": " Then in 1987, Morris Chang founded TSM, which is still a leading maker of semiconductor chips"}, {"timestamp": [371.9, 377.58], "text": " in the world today, parts that now go into smartphones, for example, in computers, and it's"}, {"timestamp": [377.58, 383.52], "text": " the most valuable company in Taiwan. After more than 30 years, Morris Chang officially retired"}, {"timestamp": [383.52, 390.16], "text": " last month. What TSM achieved was to build up a business that didn't design chips of its own,"}, {"timestamp": [390.46, 392.56], "text": " but made them for other companies worldwide,"}, {"timestamp": [393.12, 396.42], "text": " which would then not need to build expensive factories for themselves."}, {"timestamp": [397.16, 399.14], "text": " They produced the products for other companies."}, {"timestamp": [399.56, 404.0], "text": " So they had the flexibility, but also in terms of quality, they need to be excellent."}, {"timestamp": [404.5, 406.0], "text": " They need to be on the top."}, {"timestamp": [406.0, 411.92], "text": " And they also need to invest in research and development continuously in order to stay on top."}, {"timestamp": [411.92, 418.5], "text": " That's why TSM is the one of the – well, it is the best company in the world in this particular area."}, {"timestamp": [418.5, 425.6], "text": " So in the 1980s, it was the semiconductor industry that really gave the drive to Taiwan's economy."}, {"timestamp": [425.6, 432.8], "text": " Yes, I think so. Also because of the capabilities that we've built up since 1970s and also in the 1960s,"}, {"timestamp": [432.8, 439.44], "text": " helps our talents to be able to extend into other areas. They started to branch out. And then,"}, {"timestamp": [439.44, 444.8], "text": " of course, made Taiwan one of the best to produce electronic goods at a relatively cheap price."}, {"timestamp": [444.8, 448.6], "text": " Can you put a rough date on the peak of being an Asian tiger?"}, {"timestamp": [449.16, 454.32], "text": " I'll say probably 1985 to 1995. These are very important years."}, {"timestamp": [455.06, 460.46], "text": " And as those old enough will remember, the Made in Taiwan label was seen on so many consumer"}, {"timestamp": [460.46, 467.2], "text": " goods in the 1970s and 80s. Taiwan became, and still is, an export-driven economy."}, {"timestamp": [467.78, 469.32], "text": " But let's return to the present."}, {"timestamp": [469.96, 473.98], "text": " Opposition politician Jason Xi for Taiwan's KMT party"}, {"timestamp": [473.98, 477.7], "text": " was a technology entrepreneur in Silicon Valley in the US,"}, {"timestamp": [478.06, 480.3], "text": " and in Taiwan before he joined Parliament."}, {"timestamp": [481.08, 486.1], "text": " Although he recognises the strength of Taiwan's semiconductor and computer manufacturers,"}, {"timestamp": [486.64, 490.26], "text": " he's concerned that China is forging ahead in other areas."}, {"timestamp": [490.26, 496.86], "text": " If you look at today's China, Internet or the software industry is really what drives"}, {"timestamp": [496.86, 502.32], "text": " the country forward and the whole artificial intelligence and all these things are really"}, {"timestamp": [502.32, 506.0], "text": " driving the country. But Taiwan is somehow lagging behind."}, {"timestamp": [506.0, 510.0], "text": " And so what we need is really a moonshot project."}, {"timestamp": [510.0, 513.0], "text": " You know, 30 years ago, semiconductor was our moonshot project."}, {"timestamp": [513.0, 516.0], "text": " But now, what is our next economic pillar?"}, {"timestamp": [516.0, 519.0], "text": " You know, it won't be another semiconductor industry."}, {"timestamp": [519.0, 521.0], "text": " It won't be another computer industry."}, {"timestamp": [521.0, 524.0], "text": " I think we need to really figure out what that is"}, {"timestamp": [524.0, 526.36], "text": " to understand it from a fundamental"}, {"timestamp": [526.36, 534.28], "text": " value. Well, TSM, the big semiconductor manufacturing company, that's overtaken Intel,"}, {"timestamp": [534.58, 540.58], "text": " hasn't it? The American chip maker. Is that not enough? It is. TSM is still strong,"}, {"timestamp": [540.78, 545.04], "text": " and it's going to remain strong for the next one or two decades for sure."}, {"timestamp": [545.04, 550.72], "text": " But I think if you look at the trajectory of the industry, I think we need to start figuring"}, {"timestamp": [550.72, 554.4], "text": " out what's next before it's too late."}, {"timestamp": [554.4, 561.28], "text": " There's another challenge which Taiwan is facing."}, {"timestamp": [561.28, 565.24], "text": " When I spoke to Jessica Wu as we looked out across Taipei at the beginning of"}, {"timestamp": [565.24, 570.86], "text": " this program, she told me she was planning to move to Shanghai in China, where she sees much"}, {"timestamp": [570.86, 576.5], "text": " better career prospects as well as the chance to earn a higher salary. She's part of a trend"}, {"timestamp": [576.5, 582.9], "text": " in Taiwan. Young people are heading across the straight to China, prompting fears of a talent"}, {"timestamp": [582.9, 586.32], "text": " shortage at home. And China makes it easy for them."}, {"timestamp": [586.94, 589.9], "text": " Why can't you really develop your career here in Taiwan?"}, {"timestamp": [590.16, 591.62], "text": " It's such a developed economy."}, {"timestamp": [592.18, 594.6], "text": " It developed far earlier than mainland China."}, {"timestamp": [594.76, 597.36], "text": " So you're not the only one who wants to go to mainland China."}, {"timestamp": [597.42, 599.68], "text": " I've met lots of people who say very similar things."}, {"timestamp": [600.2, 602.64], "text": " But what I can't quite understand is what's wrong with Taiwan?"}, {"timestamp": [603.24, 607.2], "text": " I won't say what's wrong, but I will say this is structure"}, {"timestamp": [607.2, 615.04], "text": " because Taiwan is a small island and the economic boost is around like 30 years ago."}, {"timestamp": [615.04, 621.16], "text": " And most of the managers level, they are around like 50 years old."}, {"timestamp": [621.64, 629.92], "text": " They are still young enough to stay that position. But to me, I'm 35 right now."}, {"timestamp": [630.38, 637.48], "text": " I have the potential. I'm good at my current job. But I don't have the opportunity to get promoted"}, {"timestamp": [637.48, 644.14], "text": " because they are there and they are still not their old. And the second is a domestic market is quite"}, {"timestamp": [644.14, 645.14], "text": " small."}, {"timestamp": [649.24, 649.64], "text": " So there is no room for us to expand our own career path."}, {"timestamp": [650.92, 651.12], "text": " But mainland China is different."}, {"timestamp": [654.2, 654.92], "text": " The economic boosts start from like 10 years ago."}, {"timestamp": [658.4, 658.6], "text": " So of course they have very big domestic markets."}, {"timestamp": [660.18, 660.9], "text": " So they have the room for that."}, {"timestamp": [664.86, 665.3], "text": " Jessica says that the economy in Taiwan suffers from over-regulation,"}, {"timestamp": [668.66, 669.32], "text": " which she believes is holding back development in digital industries."}, {"timestamp": [673.24, 673.7], "text": " However, I did wonder whether she felt at all guilty about heading to China,"}, {"timestamp": [677.62, 680.52], "text": " which has made no secret of its belief that the democratic self-ruled island is a wayward province that it wants to reclaim."}, {"timestamp": [681.44, 685.34], "text": " Recently, some international companies have found that if they want to do business in"}, {"timestamp": [685.34, 690.5], "text": " China, they have to make sure they don't refer to Taiwan as a separate country on their websites."}, {"timestamp": [690.5, 695.56], "text": " By going to mainland China, are you betraying Taiwan in some sense?"}, {"timestamp": [696.0, 702.88], "text": " A little bit. Even though I would say something bad about Taiwan government or the regulation"}, {"timestamp": [702.88, 707.94], "text": " changes too slow, but, we enjoy the democracy,"}, {"timestamp": [708.88, 716.22], "text": " freedom in Taiwan. Because I was there, right? I was in mainland China. I can feel those"}, {"timestamp": [716.22, 723.94], "text": " limited, especially like social media. It's different from if you work in USA or Singapore,"}, {"timestamp": [723.94, 726.16], "text": " it's different because in mainland China,"}, {"timestamp": [726.66, 728.8], "text": " you have to avoid those conflicts."}, {"timestamp": [729.52, 738.1], "text": " And especially when my Chinese colleague asks those political questions, it's very hard to answer."}, {"timestamp": [738.1, 748.26], "text": " In my mind, I have one story, but because that is a working environment or you need to deal with those Chinese"}, {"timestamp": [748.26, 757.04], "text": " customer, you have another story. Yeah. So where do you stand on the position of Taiwan? Would you"}, {"timestamp": [757.04, 763.28], "text": " like Taiwan to be independent or do you see a one China policy, which is obviously what mainland"}, {"timestamp": [763.28, 765.32], "text": " China sees and wants."}, {"timestamp": [770.84, 771.24], "text": " This is a very interesting question, because I would say maybe five years ago,"}, {"timestamp": [774.08, 774.9], "text": " I would say I want to see the Unified."}, {"timestamp": [779.5, 779.88], "text": " But recently, I will say I want Taiwan become independent."}, {"timestamp": [780.24, 780.92], "text": " Why?"}, {"timestamp": [782.86, 783.0], "text": " You know, because I was there."}, {"timestamp": [784.4, 784.62], "text": " I was in mainland China."}, {"timestamp": [787.34, 788.26], "text": " I can see the difference. I want independent."}, {"timestamp": [791.9, 792.5], "text": " So you must feel quite conflicted because you want to go and work there."}, {"timestamp": [799.52, 799.76], "text": " And China is encouraging young people from Taiwan to move to the mainland. It's making it quite easy for people to do that."}, {"timestamp": [803.52, 804.62], "text": " And you're willing to go. So are you being drawn in?"}, {"timestamp": [806.62, 806.76], "text": " I would say that is a small move."}, {"timestamp": [808.96, 809.48], "text": " I mean, China is really smart move."}, {"timestamp": [812.72, 817.78], "text": " Actually, the young generation, I mean, younger than me, like the 20 or 30, in Taiwan we call natural independent."}, {"timestamp": [818.4, 824.08], "text": " However, no matter Taiwan economic or Taiwan government or the two parties,"}, {"timestamp": [824.72, 826.38], "text": " at least they need to earn the money."}, {"timestamp": [826.54, 829.66], "text": " So they need to move to China or somewhere else."}, {"timestamp": [829.78, 833.86], "text": " But China is an easy way compared to United States or other country."}, {"timestamp": [834.7, 837.52], "text": " So when they move to there, they see the opportunity."}, {"timestamp": [838.24, 841.38], "text": " All my friends are in China right now."}, {"timestamp": [841.92, 844.16], "text": " Most, maybe 90%."}, {"timestamp": [844.16, 846.24], "text": " They are willing to stay there."}, {"timestamp": [848.48, 850.44], "text": " But let's leave Taipei for the moment"}, {"timestamp": [850.44, 852.24], "text": " and cross the straight to China."}, {"timestamp": [854.36, 857.44], "text": " I'm at the Alibaba Center in Shanghai."}, {"timestamp": [857.44, 861.32], "text": " Everything here is orange, the walls, the big welcome sign."}, {"timestamp": [861.32, 867.0], "text": " And Alibaba is one of the huge Chinese internet companies. It's very influential."}, {"timestamp": [867.0, 871.0], "text": " I'm here to meet Francis and he is from Taiwan."}, {"timestamp": [871.0, 873.0], "text": " Hello. Hi, Francis."}, {"timestamp": [873.0, 879.0], "text": " Francis Cow is investment director of Alibaba innovation ventures."}, {"timestamp": [879.0, 888.22], "text": " His role is to invest in businesses and start-ups using Alibaba's vast cash flow. He's in his 30s and has worked in China for five years."}, {"timestamp": [888.76, 893.68], "text": " His wife is from mainland China and he has no plans to return home anytime soon."}, {"timestamp": [894.1, 897.16], "text": " What does he think changed for Taiwan and its economy?"}, {"timestamp": [897.16, 901.42], "text": " In the past, Taiwan was one of the biggest manufacturer for umbrella,"}, {"timestamp": [902.14, 907.6], "text": " for clothes and for bicycles and for computer and for computer chips."}, {"timestamp": [907.96, 916.02], "text": " So for Taiwanese people, they will be able to base in a small place and sell the goods all over the place to a different country in the world."}, {"timestamp": [916.32, 920.12], "text": " But I think that the world economic change becomes digitalized."}, {"timestamp": [920.68, 925.1], "text": " For Taiwan, it's a small market, small place, only 23 million people."}, {"timestamp": [925.46, 929.24], "text": " It's very hard to support and create a huge internet company that way."}, {"timestamp": [929.7, 931.18], "text": " Can Taiwan do anything?"}, {"timestamp": [931.48, 933.54], "text": " Can it do anything to stop the brain drain"}, {"timestamp": [933.54, 936.54], "text": " or can it do anything to try and improve its economy?"}, {"timestamp": [937.0, 941.12], "text": " I would say that in the short term is very hard to change the course."}, {"timestamp": [941.66, 943.26], "text": " People have choice right now."}, {"timestamp": [943.38, 946.76], "text": " If you live in Taiwan, if you can speak English fluently, you can work in the course. People have choice right now. If you live in Taiwan, if you can speak English"}, {"timestamp": [946.76, 952.96], "text": " fluently, you can work in the US, you can work in China, you can work in Southeast Asia,"}, {"timestamp": [952.96, 957.44], "text": " you can work in other different places. So for the brand trend, if Taiwan cannot create"}, {"timestamp": [957.44, 961.92], "text": " a better opportunity for these people, it's very hard to keep them there. But if they"}, {"timestamp": [961.92, 966.24], "text": " want to improve the situation, I would say that probably"}, {"timestamp": [966.24, 974.36], "text": " Taiwan can learn from Israel, very interesting role model, right? Small place and they have"}, {"timestamp": [974.36, 981.24], "text": " a lot of investment technology and investing to educate people about coding and the tech"}, {"timestamp": [981.24, 986.0], "text": " skills from very young. They talk about entrepreneurship a lot in Israel."}, {"timestamp": [986.0, 988.0], "text": " There is probably one way to see it"}, {"timestamp": [988.0, 990.0], "text": " to become an innovation center in Asia."}, {"timestamp": [994.0, 996.0], "text": " Back in Taipei, Gordon's son is director"}, {"timestamp": [996.0, 999.0], "text": " of the Taiwan Institute of Economic Research."}, {"timestamp": [999.0, 1002.0], "text": " He tells me where he thinks Taiwan diverged"}, {"timestamp": [1002.0, 1004.0], "text": " from the other Asian tigers,"}, {"timestamp": [1004.0, 1006.0], "text": " or dragons as he calls them."}, {"timestamp": [1006.0, 1011.0], "text": " In 1980s, there are four dragons in Asia,"}, {"timestamp": [1011.0, 1014.0], "text": " like Korea, Taiwan, Hong Kong and Singapore."}, {"timestamp": [1014.0, 1017.0], "text": " But Hong Kong and Singapore,"}, {"timestamp": [1017.0, 1020.0], "text": " they transform their economic structure"}, {"timestamp": [1020.0, 1023.0], "text": " from manufacture to service."}, {"timestamp": [1023.0, 1029.0], "text": " So now you can see many service business in Hong Kong or Singapore,"}, {"timestamp": [1029.0, 1030.6], "text": " because they are a city."}, {"timestamp": [1030.6, 1033.0], "text": " And another dragon, South Korea."}, {"timestamp": [1033.0, 1037.8], "text": " In 1998, South Korea faced the financial crisis,"}, {"timestamp": [1037.8, 1039.6], "text": " Asia financial crisis."}, {"timestamp": [1039.6, 1045.46], "text": " So IMFX South Korea business merge each other to big one."}, {"timestamp": [1045.96, 1050.58], "text": " So now there are a few big business in South Korea,"}, {"timestamp": [1050.84, 1053.16], "text": " like Samsung, LG or Hyundai."}, {"timestamp": [1053.7, 1058.6], "text": " So their competitiveness is very strong than Taiwan small business."}, {"timestamp": [1058.8, 1060.22], "text": " Taiwan didn't modernize."}, {"timestamp": [1060.3, 1064.38], "text": " They didn't change in the way that South Korea, Hong Kong and Singapore did."}, {"timestamp": [1064.38, 1072.24], "text": " They transformed their industry structure or economic structure to service or to big business."}, {"timestamp": [1073.12, 1077.16], "text": " Ishan Chen is Deputy Managing Editor of Commonwealth Magazine in Taiwan."}, {"timestamp": [1077.86, 1082.64], "text": " She believes that emigration is a reason why the service sector hasn't developed more quickly."}, {"timestamp": [1083.14, 1085.9], "text": " A lot of Taiwan people right now working outside"}, {"timestamp": [1085.9, 1088.72], "text": " around the one median right now live in China."}, {"timestamp": [1089.26, 1091.92], "text": " So I would say the domestic consumption"}, {"timestamp": [1091.92, 1096.64], "text": " decrease a lot in terms of the population."}, {"timestamp": [1096.86, 1097.7], "text": " This is one part."}, {"timestamp": [1098.36, 1104.14], "text": " The second part is I think we stop the openness to outside companies."}, {"timestamp": [1104.14, 1110.84], "text": " So you would like to see more service industries moving into Taiwan from outside?"}, {"timestamp": [1110.84, 1121.78], "text": " Right. If you take financial industry as an example, after 2009, 2000, I didn't see after a lot of foreign banks getting to Taiwan."}, {"timestamp": [1122.14, 1127.04], "text": " So we need to have more openness to the market."}, {"timestamp": [1127.96, 1130.48], "text": " How do people feel about the economy in Taiwan?"}, {"timestamp": [1130.7, 1134.04], "text": " Because when you look at the statistics, the economy is growing."}, {"timestamp": [1134.48, 1135.7], "text": " It's not really struggling."}, {"timestamp": [1136.3, 1139.62], "text": " But people don't seem very positive about it."}, {"timestamp": [1140.56, 1142.16], "text": " I think that people are grooming."}, {"timestamp": [1142.4, 1144.52], "text": " Your observation is definitely correct."}, {"timestamp": [1145.3, 1148.78], "text": " So the people's feeling is the salary is not growing."}, {"timestamp": [1149.38, 1153.34], "text": " For a young generation, they are looking for outside experience, outside opportunity,"}, {"timestamp": [1153.58, 1154.88], "text": " instead of staying in Taiwan."}, {"timestamp": [1155.56, 1158.98], "text": " So if the young generation like to move outside Taiwan,"}, {"timestamp": [1158.98, 1162.52], "text": " I think their parents are worried about that"}, {"timestamp": [1162.52, 1165.16], "text": " if their children cannot stay with them."}, {"timestamp": [1165.8, 1170.18], "text": " So there are underlying issues, but Taiwan is, of course, fighting back."}, {"timestamp": [1170.68, 1173.94], "text": " It has many successful small and medium-sized businesses."}, {"timestamp": [1174.54, 1176.98], "text": " And like almost everywhere you go these days,"}, {"timestamp": [1177.24, 1180.16], "text": " it does have its own digital and internet entrepreneurs."}, {"timestamp": [1180.8, 1182.3], "text": " I went to meet a few of them."}, {"timestamp": [1187.44, 1189.68], "text": " What's the question here that's got to be solved?"}, {"timestamp": [1190.2, 1191.96], "text": " This problem is art-related."}, {"timestamp": [1192.64, 1195.42], "text": " Benson Ye is an electrical engineering professor"}, {"timestamp": [1195.42, 1197.42], "text": " at National Taiwan University"}, {"timestamp": [1197.42, 1202.3], "text": " and he's having time out to develop his educational gaming company, Barneo."}, {"timestamp": [1202.78, 1204.3], "text": " He's giving me a demonstration."}, {"timestamp": [1204.88, 1206.0], "text": " The concept is simple."}, {"timestamp": [1206.3, 1209.14], "text": " If you get the answer right, you win more land."}, {"timestamp": [1209.92, 1211.72], "text": " Yeah, so we did it right."}, {"timestamp": [1212.44, 1213.0], "text": " Okay?"}, {"timestamp": [1213.34, 1217.16], "text": " So we create the damage of 71 point to the land,"}, {"timestamp": [1217.32, 1218.46], "text": " but not yet."}, {"timestamp": [1218.46, 1222.66], "text": " We still need to create more damage to occupy this land."}, {"timestamp": [1223.22, 1225.36], "text": " He believes passionately in education"}, {"timestamp": [1225.36, 1228.04], "text": " and getting young people more engaged in learning,"}, {"timestamp": [1228.48, 1230.66], "text": " which is where this computer game comes in,"}, {"timestamp": [1230.96, 1234.4], "text": " as children play online against each other and even their teachers."}, {"timestamp": [1235.02, 1237.32], "text": " The game is used for corporate training too."}, {"timestamp": [1237.32, 1239.12], "text": " They have a branch in Shanghai"}, {"timestamp": [1239.12, 1242.54], "text": " and are focusing on the Southeast Asia market at the moment"}, {"timestamp": [1242.54, 1244.42], "text": " and currently employ 60 people."}, {"timestamp": [1249.38, 1252.2], "text": " But how has Benson Ye found setting up a digital company like this in Taiwan with its tradition of high-tech manufacturing?"}, {"timestamp": [1252.92, 1257.84], "text": " When we talk about innovation, people in Taiwan, government and also in the industry,"}, {"timestamp": [1258.0, 1260.84], "text": " people care more about the innovation of technology."}, {"timestamp": [1261.3, 1263.88], "text": " But what we are doing as we develop this new software"}, {"timestamp": [1263.88, 1266.32], "text": " and we introduce a new ways of"}, {"timestamp": [1266.32, 1272.58], "text": " teaching, this is an innovation of application. Like Uber and Airbnb, these are all innovation"}, {"timestamp": [1272.58, 1278.88], "text": " of new applications. Yeah, they're all online businesses. Exactly. I think this gradually,"}, {"timestamp": [1278.88, 1287.0], "text": " we see a community of our startup founders and they write a lot of articles and they also give suggestion to the government."}, {"timestamp": [1287.0, 1290.0], "text": " So I think we do see the trend is gradually changing."}, {"timestamp": [1290.0, 1294.0], "text": " The government is more and more willing to give more resources"}, {"timestamp": [1294.0, 1298.0], "text": " to software or maybe also application innovations."}, {"timestamp": [1298.0, 1301.0], "text": " But we still hope this change can be quicker"}, {"timestamp": [1301.0, 1303.0], "text": " because we don't have that much time to wait."}, {"timestamp": [1303.0, 1308.22], "text": " Next Stop is an accelerator company which brings on early start-ups"}, {"timestamp": [1308.22, 1313.68], "text": " and you could be forgiven for thinking that tech entrepreneurs are all rather obsessed with coffee."}, {"timestamp": [1316.8, 1320.16], "text": " The first thing you see when you come into this office is the coffee"}, {"timestamp": [1320.16, 1328.6], "text": " and it's a tech workspace owned by AppWorks and you walk in and the reception desk is a coffee bar."}, {"timestamp": [1329.7, 1336.08], "text": " Kevin Chan is from Hong Kong and is an example of talent coming in rather than going out of Taiwan."}, {"timestamp": [1336.8, 1342.84], "text": " He's set up a taxi hailing company called TaxiGo and is on an AppWorks Accelerator program,"}, {"timestamp": [1343.3, 1348.18], "text": " giving him free workspace and the possibility of investment in his company after six months."}, {"timestamp": [1348.86, 1352.7], "text": " The taxi firm sounds similar in principle to companies like Uber,"}, {"timestamp": [1353.2, 1356.52], "text": " except customers can use some existing messaging services"}, {"timestamp": [1356.52, 1358.28], "text": " to book rides on their phones."}, {"timestamp": [1359.28, 1362.5], "text": " What special part about our platform is that you can order it"}, {"timestamp": [1362.5, 1365.04], "text": " through a Facebook messenger and line. It's a messaging app. The special part about it is that you can order it through a Facebook Messenger and"}, {"timestamp": [1365.04, 1369.76], "text": " Line, it's a messaging app. The special part about it is that you don't need to"}, {"timestamp": [1369.76, 1375.18], "text": " download a separate smartphone application. Most people already have line on their"}, {"timestamp": [1375.18, 1380.5], "text": " cell phones so they can just open the application and just add our account and"}, {"timestamp": [1380.5, 1384.76], "text": " they can start ordering a taxi through us. Would you plan to take this taxi"}, {"timestamp": [1384.76, 1387.36], "text": " company somewhere else beyond Taiwan?"}, {"timestamp": [1387.36, 1389.6], "text": " This year we are focusing on Taiwan,"}, {"timestamp": [1389.6, 1394.8], "text": " but I think for next year onwards we're hoping that we can take it outside of Taiwan,"}, {"timestamp": [1394.8, 1398.4], "text": " maybe to Japan or Thailand, where line is popular."}, {"timestamp": [1398.4, 1402.0], "text": " How easy is it to set up a business in Taiwan?"}, {"timestamp": [1402.0, 1405.62], "text": " In terms of setting up a company is actually quite easy."}, {"timestamp": [1406.0, 1408.0], "text": " If your funding are mostly"}, {"timestamp": [1408.0, 1410.08], "text": " from Taiwan, but"}, {"timestamp": [1410.08, 1411.66], "text": " if you are looking for"}, {"timestamp": [1411.66, 1413.84], "text": " foreign investments, so if you're bringing money"}, {"timestamp": [1413.84, 1415.96], "text": " from Hong Kong or overseas,"}, {"timestamp": [1416.54, 1418.26], "text": " then you have to go through a process"}, {"timestamp": [1418.26, 1420.1], "text": " where they screen the sources of"}, {"timestamp": [1420.1, 1422.06], "text": " your money, because they're very"}, {"timestamp": [1422.06, 1423.94], "text": " sensitive about whether the"}, {"timestamp": [1423.94, 1426.36], "text": " money actually come from mainland"}, {"timestamp": [1426.36, 1426.86], "text": " China."}, {"timestamp": [1427.82, 1430.7], "text": " I also met Tina Lin at AppWorks."}, {"timestamp": [1431.06, 1436.34], "text": " She and her brother have set up a company which sells digital assets such as apps or applications,"}, {"timestamp": [1436.94, 1440.54], "text": " a sort of second-hand online marketplace for digital businesses."}, {"timestamp": [1441.38, 1446.7], "text": " Educated in the US, they've both come home to Taiwan to do this. Why, I ask."}, {"timestamp": [1447.62, 1454.42], "text": " For logic reason, you know, my family is here. But for startup, we both think that it's fun to be in a"}, {"timestamp": [1454.42, 1460.5], "text": " smaller and growing economy instead of being somewhere that's already huge and established."}, {"timestamp": [1461.02, 1465.46], "text": " How do you see Taiwan's economy? People talk about having been an Asian tiger,"}, {"timestamp": [1465.62, 1472.82], "text": " one of the four, and not being so any longer. I'll say if we were a tiger before, right now,"}, {"timestamp": [1472.9, 1478.7], "text": " we're maybe a sleeping panther. Sleeping panther. Sleeping panther, which is a bit, I wouldn't say,"}, {"timestamp": [1478.82, 1484.96], "text": " slower. It just, you know, like when we were one of the Asia tigers, there were a lot of"}, {"timestamp": [1484.96, 1486.68], "text": " huge giant tech company who, you know, build all the whole economy of Taiwan. And, you know, like when we were one of the Asia Tigers, there were a lot of huge giant tech company"}, {"timestamp": [1486.68, 1489.12], "text": " who built all the whole economy of Taiwan."}, {"timestamp": [1489.92, 1491.64], "text": " And, you know, they're still up and running."}, {"timestamp": [1491.84, 1493.22], "text": " They're still doing great right now."}, {"timestamp": [1493.52, 1495.92], "text": " So I think right now we just need a couple of those."}, {"timestamp": [1496.22, 1500.04], "text": " And that would probably take Taiwan's economy back around again."}, {"timestamp": [1500.7, 1501.96], "text": " And what about the future?"}, {"timestamp": [1502.5, 1505.26], "text": " Does Dr. Norman Peng of Westminster Business School"}, {"timestamp": [1505.26, 1507.96], "text": " think Taiwan can be an Asian tiger again?"}, {"timestamp": [1508.34, 1511.34], "text": " Personally, I don't think we should go back to those old days."}, {"timestamp": [1511.64, 1512.2], "text": " Why is that?"}, {"timestamp": [1512.62, 1515.46], "text": " Well, the Asian Tiger Days, I mean, it was glorious in many ways."}, {"timestamp": [1515.64, 1518.24], "text": " But a lot of the policies were driven by the government."}, {"timestamp": [1518.6, 1521.46], "text": " I mean, government said, well, we want labor-intensive line manufacturers,"}, {"timestamp": [1521.76, 1522.36], "text": " then we do that."}, {"timestamp": [1522.68, 1524.84], "text": " And also we want to do technology."}, {"timestamp": [1527.44, 1529.64], "text": " So now we put all our resources to that. We centralized policies."}, {"timestamp": [1529.64, 1531.96], "text": " It's probably not good enough for today's environment."}, {"timestamp": [1531.96, 1533.56], "text": " Businesses are changing so fast."}, {"timestamp": [1533.56, 1536.8], "text": " And governments, their bureaucracy, it's big machines."}, {"timestamp": [1536.8, 1539.08], "text": " So what if they got things wrong?"}, {"timestamp": [1539.08, 1541.38], "text": " What if they are too slow to react?"}, {"timestamp": [1541.38, 1542.88], "text": " What should Taiwan do?"}, {"timestamp": [1542.88, 1547.3], "text": " We're going to focus more on knowledge economy, but also we want to focus more on service"}, {"timestamp": [1547.3, 1549.5], "text": " economy and in terms of creativity."}, {"timestamp": [1549.5, 1554.32], "text": " I think the government needs to think about how can we attract young talents or talents"}, {"timestamp": [1554.32, 1555.38], "text": " to come back."}, {"timestamp": [1555.38, 1562.12], "text": " Taiwan's economy is still growing, but the heady days of the 1970s, 80s and 90s are"}, {"timestamp": [1562.12, 1563.9], "text": " now a long time ago."}, {"timestamp": [1563.9, 1566.58], "text": " It faces a period of transition, as economies"}, {"timestamp": [1566.58, 1572.54], "text": " around the world become more digital and giant internet companies hold sway. Many people I've"}, {"timestamp": [1572.54, 1578.42], "text": " spoken to say that Taiwan needs a new groundbreaking industry. That's not happened yet, but low"}, {"timestamp": [1578.42, 1583.92], "text": " wages have made its young people restless and keeping them at home is a major challenge as they're"}, {"timestamp": [1583.92, 1587.0], "text": " tempted to move to China and elsewhere."}, {"timestamp": [1587.0, 1594.0], "text": " Let's hear finally from Benson Ye again, the educational gaming entrepreneur and university professor."}, {"timestamp": [1594.0, 1600.0], "text": " You know, we spend so much time teaching our students and eventually we lost them to other part of the world."}, {"timestamp": [1600.0, 1608.38], "text": " You know, that's really sad. Of course, as a teacher, I pray that one day our students can come back from all part of the world to Taiwan"}, {"timestamp": [1608.38, 1612.76], "text": " and we can do something great, something big to a big impact."}, {"timestamp": [1613.0, 1614.16], "text": " That's the dream of a teacher."}, {"timestamp": [1614.16, 1617.46], "text": " And no doubt that's Taiwan's dream too."}, {"timestamp": [1622.32, 1627.04], "text": " This edition of Global Business was produced and presented by me, Caroline Bailey."}, {"timestamp": [1627.04, 1637.68], "text": " And if you'd like to hear more about Taiwan, download the documentary, Soft Power Seduction, China lures Taiwan's youth, also on the BBC World Service."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. This is the BBC's world of business. I'm Caroline Bailey. In this week's download edition of Global Business from the BBC World Service, I'm reporting from Taiwan. Once known as a hugely successful Asian tiger with its high-tech manufacturing, economic growth this century has been more sluggish. Wages have stagnated and young people are leaving for better jobs in China and elsewhere. So what does the self-ruled island need to do to start roaring again? We are in the downtown, we are in the centre of the Taipei. But actually all of the house are so old and like 40 years old building there. Jessica Wu is describing the view from the 19th floor of the office block where she works in Taipei, the capital of Taiwan. Mind you, many would think 40 years isn't that old. In my previous job, I visited lots of Asia capital, Tokyo, Seoul, Singapore, Shanghai for sure, and they have the whole new look. But in Taiwan is really slow. I'm Caroline Bailey, and in this edition of Global Business on the BBC World Service, I'm reporting from Taiwan, which was one of the four so-called Asian Tigers, with its economy built on high-tech manufacturing. But has the Taiwan Tiger lost its roar? I met up with Jessica at Microsoft's offices where she works as a business development manager. She's decided to move to China for the second time in her career, and I sense she was feeling rather despondent about her future in Taiwan as we looked out over a sea of grey. They're quite low-rise apartment blocks, aren't they? Residential, it looks to me. You're right, you're right. And what you would like to see all of this rip down and shiny new buildings put there instead? Honest speaking, yes. To me, yes. We say we are Asian tiger or we have very good semiconductor age. We have the very best computer in the world wild. But this is the old things. And we look path, but not the future. So you look back to the 1980s when the country was very successful? Yes. And if we want to look at a new thing, we need to rebuild all of this. Yeah. You don't hear much reference to Asian tiger or dragon as it was also known in Taiwan any longer. The four Asian tigers, South Korea, Hong Kong and Singapore, as it was also known in Taiwan, any longer. The four Asian tigers, South Korea, Hong Kong and Singapore, as well as Taiwan, all saw rapid growth in the second half of the 20th century. Taiwan's economy isn't struggling, but average growth rates this century are drifting lower. Last year, the economy grew by 2.8% and it faces increased competition from China. One thing that's really hit home is stagnant wages for the past two decades, which are only just beginning to improve. There are now fears of a brain drain of young talent out of the country to China and elsewhere. I think we might have gotten too complacent for the past two decades. This is Jason Shi, former businessman, a now opposition politician for Taiwan's KMT party. We've had a good run on semiconductor and computer electronic industries. But I think we've been neglected the fact that China is rising and we cannot compete with the labor cost. And it seems that we didn't do enough to integrate ourselves in the regional economy. And also, we didn't make a successful transition from a hardware manufacturing-based economy to a digital economy and more innovation-based economy. Let's pause and rewind for a moment here. So what made Taiwan an Asian tiger in the first place? innovation-based economy. Let's pause and rewind for a moment here. So what made Taiwan an Asian tiger in the first place? Dr. Norman Peng is Taiwanese, but he's currently reader in marketing at Westminster Business School in London. We'll start back in the 1960s. At those days, the government are saying, well, your family should be your factory, especially females, my grandmother's generation. I mean, they take home some small projects from the factories, and they do it at home. They are their spare times. They still have their other roles. But then they make a contribution to the family income. So the economy starts to pick up, and the females starting to earn a wage. What was Taiwan making? We're talking about the 60s and 70s. We're talking about what toys. We're talking about small, anything that an unskilled worker can learn within a day. Maybe packaging food, maybe packaging gifts so we can sell it to the United States, export it to Europe. So those kind of things. I mean, it's unskilled, but then labor intensive. But in the 1970s, things started to change. I mean, the government realized that, well, this business model may need to be revised. That was when Taiwan started sending their engineering graduates to the United States to be trained in top American technology companies. They then returned home, and with the support of Taiwan's government, set up their own companies. Manufacturing was becoming far more skilled as companies began making integrated circuit chips or IC chips, a collection of electronic components in a tiny chip. We started to produce IC chips, and that has a huge benefit to our income in terms of foreign revenues, and that made the government more convinced that this is the route we're going to. And this was chips to go income, in terms of foreign revenues, and that made the government more convinced that this is the route we're going to. And this was chips to go into computers? The chips going to computers, going to radios, going to Walkmans, and even for our telephones. So that's the early days. That's 1974. So we make excellent IC chips. We make it in a large number much better than our competitors. Then in 1987, Morris Chang founded TSM, which is still a leading maker of semiconductor chips in the world today, parts that now go into smartphones, for example, in computers, and it's the most valuable company in Taiwan. After more than 30 years, Morris Chang officially retired last month. What TSM achieved was to build up a business that didn't design chips of its own, but made them for other companies worldwide, which would then not need to build expensive factories for themselves. They produced the products for other companies. So they had the flexibility, but also in terms of quality, they need to be excellent. They need to be on the top. And they also need to invest in research and development continuously in order to stay on top. That's why TSM is the one of the – well, it is the best company in the world in this particular area. So in the 1980s, it was the semiconductor industry that really gave the drive to Taiwan's economy. Yes, I think so. Also because of the capabilities that we've built up since 1970s and also in the 1960s, helps our talents to be able to extend into other areas. They started to branch out. And then, of course, made Taiwan one of the best to produce electronic goods at a relatively cheap price. Can you put a rough date on the peak of being an Asian tiger? I'll say probably 1985 to 1995. These are very important years. And as those old enough will remember, the Made in Taiwan label was seen on so many consumer goods in the 1970s and 80s. Taiwan became, and still is, an export-driven economy. But let's return to the present. Opposition politician Jason Xi for Taiwan's KMT party was a technology entrepreneur in Silicon Valley in the US, and in Taiwan before he joined Parliament. Although he recognises the strength of Taiwan's semiconductor and computer manufacturers, he's concerned that China is forging ahead in other areas. If you look at today's China, Internet or the software industry is really what drives the country forward and the whole artificial intelligence and all these things are really driving the country. But Taiwan is somehow lagging behind. And so what we need is really a moonshot project. You know, 30 years ago, semiconductor was our moonshot project. But now, what is our next economic pillar? You know, it won't be another semiconductor industry. It won't be another computer industry. I think we need to really figure out what that is to understand it from a fundamental value. Well, TSM, the big semiconductor manufacturing company, that's overtaken Intel, hasn't it? The American chip maker. Is that not enough? It is. TSM is still strong, and it's going to remain strong for the next one or two decades for sure. But I think if you look at the trajectory of the industry, I think we need to start figuring out what's next before it's too late. There's another challenge which Taiwan is facing. When I spoke to Jessica Wu as we looked out across Taipei at the beginning of this program, she told me she was planning to move to Shanghai in China, where she sees much better career prospects as well as the chance to earn a higher salary. She's part of a trend in Taiwan. Young people are heading across the straight to China, prompting fears of a talent shortage at home. And China makes it easy for them. Why can't you really develop your career here in Taiwan? It's such a developed economy. It developed far earlier than mainland China. So you're not the only one who wants to go to mainland China. I've met lots of people who say very similar things. But what I can't quite understand is what's wrong with Taiwan? I won't say what's wrong, but I will say this is structure because Taiwan is a small island and the economic boost is around like 30 years ago. And most of the managers level, they are around like 50 years old. They are still young enough to stay that position. But to me, I'm 35 right now. I have the potential. I'm good at my current job. But I don't have the opportunity to get promoted because they are there and they are still not their old. And the second is a domestic market is quite small. So there is no room for us to expand our own career path. But mainland China is different. The economic boosts start from like 10 years ago. So of course they have very big domestic markets. So they have the room for that. Jessica says that the economy in Taiwan suffers from over-regulation, which she believes is holding back development in digital industries. However, I did wonder whether she felt at all guilty about heading to China, which has made no secret of its belief that the democratic self-ruled island is a wayward province that it wants to reclaim. Recently, some international companies have found that if they want to do business in China, they have to make sure they don't refer to Taiwan as a separate country on their websites. By going to mainland China, are you betraying Taiwan in some sense? A little bit. Even though I would say something bad about Taiwan government or the regulation changes too slow, but, we enjoy the democracy, freedom in Taiwan. Because I was there, right? I was in mainland China. I can feel those limited, especially like social media. It's different from if you work in USA or Singapore, it's different because in mainland China, you have to avoid those conflicts. And especially when my Chinese colleague asks those political questions, it's very hard to answer. In my mind, I have one story, but because that is a working environment or you need to deal with those Chinese customer, you have another story. Yeah. So where do you stand on the position of Taiwan? Would you like Taiwan to be independent or do you see a one China policy, which is obviously what mainland China sees and wants. This is a very interesting question, because I would say maybe five years ago, I would say I want to see the Unified. But recently, I will say I want Taiwan become independent. Why? You know, because I was there. I was in mainland China. I can see the difference. I want independent. So you must feel quite conflicted because you want to go and work there. And China is encouraging young people from Taiwan to move to the mainland. It's making it quite easy for people to do that. And you're willing to go. So are you being drawn in? I would say that is a small move. I mean, China is really smart move. Actually, the young generation, I mean, younger than me, like the 20 or 30, in Taiwan we call natural independent. However, no matter Taiwan economic or Taiwan government or the two parties, at least they need to earn the money. So they need to move to China or somewhere else. But China is an easy way compared to United States or other country. So when they move to there, they see the opportunity. All my friends are in China right now. Most, maybe 90%. They are willing to stay there. But let's leave Taipei for the moment and cross the straight to China. I'm at the Alibaba Center in Shanghai. Everything here is orange, the walls, the big welcome sign. And Alibaba is one of the huge Chinese internet companies. It's very influential. I'm here to meet Francis and he is from Taiwan. Hello. Hi, Francis. Francis Cow is investment director of Alibaba innovation ventures. His role is to invest in businesses and start-ups using Alibaba's vast cash flow. He's in his 30s and has worked in China for five years. His wife is from mainland China and he has no plans to return home anytime soon. What does he think changed for Taiwan and its economy? In the past, Taiwan was one of the biggest manufacturer for umbrella, for clothes and for bicycles and for computer and for computer chips. So for Taiwanese people, they will be able to base in a small place and sell the goods all over the place to a different country in the world. But I think that the world economic change becomes digitalized. For Taiwan, it's a small market, small place, only 23 million people. It's very hard to support and create a huge internet company that way. Can Taiwan do anything? Can it do anything to stop the brain drain or can it do anything to try and improve its economy? I would say that in the short term is very hard to change the course. People have choice right now. If you live in Taiwan, if you can speak English fluently, you can work in the course. People have choice right now. If you live in Taiwan, if you can speak English fluently, you can work in the US, you can work in China, you can work in Southeast Asia, you can work in other different places. So for the brand trend, if Taiwan cannot create a better opportunity for these people, it's very hard to keep them there. But if they want to improve the situation, I would say that probably Taiwan can learn from Israel, very interesting role model, right? Small place and they have a lot of investment technology and investing to educate people about coding and the tech skills from very young. They talk about entrepreneurship a lot in Israel. There is probably one way to see it to become an innovation center in Asia. Back in Taipei, Gordon's son is director of the Taiwan Institute of Economic Research. He tells me where he thinks Taiwan diverged from the other Asian tigers, or dragons as he calls them. In 1980s, there are four dragons in Asia, like Korea, Taiwan, Hong Kong and Singapore. But Hong Kong and Singapore, they transform their economic structure from manufacture to service. So now you can see many service business in Hong Kong or Singapore, because they are a city. And another dragon, South Korea. In 1998, South Korea faced the financial crisis, Asia financial crisis. So IMFX South Korea business merge each other to big one. So now there are a few big business in South Korea, like Samsung, LG or Hyundai. So their competitiveness is very strong than Taiwan small business. Taiwan didn't modernize. They didn't change in the way that South Korea, Hong Kong and Singapore did. They transformed their industry structure or economic structure to service or to big business. Ishan Chen is Deputy Managing Editor of Commonwealth Magazine in Taiwan. She believes that emigration is a reason why the service sector hasn't developed more quickly. A lot of Taiwan people right now working outside around the one median right now live in China. So I would say the domestic consumption decrease a lot in terms of the population. This is one part. The second part is I think we stop the openness to outside companies. So you would like to see more service industries moving into Taiwan from outside? Right. If you take financial industry as an example, after 2009, 2000, I didn't see after a lot of foreign banks getting to Taiwan. So we need to have more openness to the market. How do people feel about the economy in Taiwan? Because when you look at the statistics, the economy is growing. It's not really struggling. But people don't seem very positive about it. I think that people are grooming. Your observation is definitely correct. So the people's feeling is the salary is not growing. For a young generation, they are looking for outside experience, outside opportunity, instead of staying in Taiwan. So if the young generation like to move outside Taiwan, I think their parents are worried about that if their children cannot stay with them. So there are underlying issues, but Taiwan is, of course, fighting back. It has many successful small and medium-sized businesses. And like almost everywhere you go these days, it does have its own digital and internet entrepreneurs. I went to meet a few of them. What's the question here that's got to be solved? This problem is art-related. Benson Ye is an electrical engineering professor at National Taiwan University and he's having time out to develop his educational gaming company, Barneo. He's giving me a demonstration. The concept is simple. If you get the answer right, you win more land. Yeah, so we did it right. Okay? So we create the damage of 71 point to the land, but not yet. We still need to create more damage to occupy this land. He believes passionately in education and getting young people more engaged in learning, which is where this computer game comes in, as children play online against each other and even their teachers. The game is used for corporate training too. They have a branch in Shanghai and are focusing on the Southeast Asia market at the moment and currently employ 60 people. But how has Benson Ye found setting up a digital company like this in Taiwan with its tradition of high-tech manufacturing? When we talk about innovation, people in Taiwan, government and also in the industry, people care more about the innovation of technology. But what we are doing as we develop this new software and we introduce a new ways of teaching, this is an innovation of application. Like Uber and Airbnb, these are all innovation of new applications. Yeah, they're all online businesses. Exactly. I think this gradually, we see a community of our startup founders and they write a lot of articles and they also give suggestion to the government. So I think we do see the trend is gradually changing. The government is more and more willing to give more resources to software or maybe also application innovations. But we still hope this change can be quicker because we don't have that much time to wait. Next Stop is an accelerator company which brings on early start-ups and you could be forgiven for thinking that tech entrepreneurs are all rather obsessed with coffee. The first thing you see when you come into this office is the coffee and it's a tech workspace owned by AppWorks and you walk in and the reception desk is a coffee bar. Kevin Chan is from Hong Kong and is an example of talent coming in rather than going out of Taiwan. He's set up a taxi hailing company called TaxiGo and is on an AppWorks Accelerator program, giving him free workspace and the possibility of investment in his company after six months. The taxi firm sounds similar in principle to companies like Uber, except customers can use some existing messaging services to book rides on their phones. What special part about our platform is that you can order it through a Facebook messenger and line. It's a messaging app. The special part about it is that you can order it through a Facebook Messenger and Line, it's a messaging app. The special part about it is that you don't need to download a separate smartphone application. Most people already have line on their cell phones so they can just open the application and just add our account and they can start ordering a taxi through us. Would you plan to take this taxi company somewhere else beyond Taiwan? This year we are focusing on Taiwan, but I think for next year onwards we're hoping that we can take it outside of Taiwan, maybe to Japan or Thailand, where line is popular. How easy is it to set up a business in Taiwan? In terms of setting up a company is actually quite easy. If your funding are mostly from Taiwan, but if you are looking for foreign investments, so if you're bringing money from Hong Kong or overseas, then you have to go through a process where they screen the sources of your money, because they're very sensitive about whether the money actually come from mainland China. I also met Tina Lin at AppWorks. She and her brother have set up a company which sells digital assets such as apps or applications, a sort of second-hand online marketplace for digital businesses. Educated in the US, they've both come home to Taiwan to do this. Why, I ask. For logic reason, you know, my family is here. But for startup, we both think that it's fun to be in a smaller and growing economy instead of being somewhere that's already huge and established. How do you see Taiwan's economy? People talk about having been an Asian tiger, one of the four, and not being so any longer. I'll say if we were a tiger before, right now, we're maybe a sleeping panther. Sleeping panther. Sleeping panther, which is a bit, I wouldn't say, slower. It just, you know, like when we were one of the Asia tigers, there were a lot of huge giant tech company who, you know, build all the whole economy of Taiwan. And, you know, like when we were one of the Asia Tigers, there were a lot of huge giant tech company who built all the whole economy of Taiwan. And, you know, they're still up and running. They're still doing great right now. So I think right now we just need a couple of those. And that would probably take Taiwan's economy back around again. And what about the future? Does Dr. Norman Peng of Westminster Business School think Taiwan can be an Asian tiger again? Personally, I don't think we should go back to those old days. Why is that? Well, the Asian Tiger Days, I mean, it was glorious in many ways. But a lot of the policies were driven by the government. I mean, government said, well, we want labor-intensive line manufacturers, then we do that. And also we want to do technology. So now we put all our resources to that. We centralized policies. It's probably not good enough for today's environment. Businesses are changing so fast. And governments, their bureaucracy, it's big machines. So what if they got things wrong? What if they are too slow to react? What should Taiwan do? We're going to focus more on knowledge economy, but also we want to focus more on service economy and in terms of creativity. I think the government needs to think about how can we attract young talents or talents to come back. Taiwan's economy is still growing, but the heady days of the 1970s, 80s and 90s are now a long time ago. It faces a period of transition, as economies around the world become more digital and giant internet companies hold sway. Many people I've spoken to say that Taiwan needs a new groundbreaking industry. That's not happened yet, but low wages have made its young people restless and keeping them at home is a major challenge as they're tempted to move to China and elsewhere. Let's hear finally from Benson Ye again, the educational gaming entrepreneur and university professor. You know, we spend so much time teaching our students and eventually we lost them to other part of the world. You know, that's really sad. Of course, as a teacher, I pray that one day our students can come back from all part of the world to Taiwan and we can do something great, something big to a big impact. That's the dream of a teacher. And no doubt that's Taiwan's dream too. This edition of Global Business was produced and presented by me, Caroline Bailey. And if you'd like to hear more about Taiwan, download the documentary, Soft Power Seduction, China lures Taiwan's youth, also on the BBC World Service."}