{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [10.16, 12.44], "text": " This is an ad by BetterHelp."}, {"timestamp": [12.96, 17.4], "text": " October is for wearing masks, but sometimes we hide more often than we want."}, {"timestamp": [17.88, 19.74], "text": " Take off the mask with better help."}, {"timestamp": [20.0, 24.36], "text": " It's entirely online, designed to be convenient, flexible and suited to your schedule."}, {"timestamp": [24.78, 32.12], "text": " Just fill out a brief questionnaire to get matched with a therapist and switch therapists at any time for no additional charge."}, {"timestamp": [32.12, 34.76], "text": " Take off the mask with BetterHelp."}, {"timestamp": [34.76, 39.92], "text": " Visit BetterHelp.com to learn more and save 10% of your first month."}, {"timestamp": [39.92, 49.72], "text": " That's BetterHelp, H-E-L-p.com BBC sounds"}, {"timestamp": [49.72, 51.88], "text": " music radio podcasts"}, {"timestamp": [51.88, 53.38], "text": " In just over a month"}, {"timestamp": [53.38, 56.88], "text": " Americans go to the polls in what is shaping up to be one of the closest"}, {"timestamp": [56.88, 58.4], "text": " elections in the country's history"}, {"timestamp": [58.4, 61.18], "text": " one person who knows what it's like to go up against"}, {"timestamp": [61.18, 64.12], "text": " Donald Trump is Hillary Clinton who won the popular vote"}, {"timestamp": [64.12, 69.84], "text": " against him in 2016 but ended up losing the election I'm a Mulrajan, and I've been speaking to Hillary Clinton"}, {"timestamp": [69.84, 74.76], "text": " for the Today program. I started by asking her, what's at stake in this election?"}, {"timestamp": [75.14, 80.82], "text": " That's a great question, because I think the future of democracy is at stake. I think the"}, {"timestamp": [80.82, 86.96], "text": " election outcome in the United States will have repercussions far beyond our borders."}, {"timestamp": [86.96, 98.32], "text": " It will also determine whether or not we continue supporting Ukraine, whether we can get some kind of workable resolution in the Middle East and so much else."}, {"timestamp": [98.5, 107.26], "text": " And I say that because the two candidates have presented extremely different agendas for where they want to take our country."}, {"timestamp": [107.5, 113.1], "text": " And we know a lot about what Trump will do because he's told us. He wants to be a dictator from day"}, {"timestamp": [113.1, 119.18], "text": " one. And so I think it's really important that people around the world understand that we know"}, {"timestamp": [119.18, 122.86], "text": " what the stakes are and we're doing everything we can to elect Kamala Harris."}, {"timestamp": [123.06, 126.82], "text": " There's a scene in the book where you imagine a second Trump presidency,"}, {"timestamp": [126.98, 129.48], "text": " and you say, if you live in a major city,"}, {"timestamp": [129.78, 134.0], "text": " the first thing you'll probably notice, as it were, under a second Trump presidency,"}, {"timestamp": [134.46, 136.68], "text": " are the soldiers patrolling the streets."}, {"timestamp": [137.6, 138.3], "text": " Why did you say that?"}, {"timestamp": [138.46, 141.36], "text": " What evidence is there that he wants to send out soldiers"}, {"timestamp": [141.36, 143.76], "text": " onto the streets of every American city?"}, {"timestamp": [144.34, 145.1], "text": " He has said it."}, {"timestamp": [145.24, 148.56], "text": " He has said it repeatedly that he's going to round up the illegals."}, {"timestamp": [148.72, 151.78], "text": " He's going to deport the rapists, the drug traffickers."}, {"timestamp": [151.78, 159.24], "text": " He is going to have a literal military presence to achieve his goals,"}, {"timestamp": [159.28, 163.5], "text": " picking up people off our streets, out of our stores, from their homes."}, {"timestamp": [164.12, 170.18], "text": " And so if you look a certain way, if you talk a certain way, you will be subject to these"}, {"timestamp": [170.18, 171.38], "text": " draconian measures."}, {"timestamp": [172.0, 175.0], "text": " Too many people still don't take what Trump says seriously."}, {"timestamp": [175.64, 176.58], "text": " Listen to him."}, {"timestamp": [176.98, 179.48], "text": " Listen to what the people supporting him say."}, {"timestamp": [179.68, 180.76], "text": " They are laying it out."}, {"timestamp": [181.48, 185.46], "text": " Everyone can understand why you, of all, people, would take what Donald Trump"}, {"timestamp": [185.46, 191.46], "text": " says seriously, but do you give any credence to the idea that he did identify and articulate,"}, {"timestamp": [191.66, 196.72], "text": " perhaps sooner, perhaps better than some others, the legitimate grievances of many Americans"}, {"timestamp": [196.72, 201.28], "text": " who feel that globalization has robbed them of their agency and of their future?"}, {"timestamp": [201.82, 205.44], "text": " You know, I think it's fair to say that people support him for different reasons."}, {"timestamp": [205.82, 210.9], "text": " And certainly for people who feel that they are overlooked, they're unseen,"}, {"timestamp": [211.56, 214.68], "text": " the economy doesn't work for them, and they just want change,"}, {"timestamp": [214.74, 217.8], "text": " and they are willing to risk the most dramatic kind of change,"}, {"timestamp": [217.8, 220.56], "text": " although, frankly, he didn't help them very much the first time,"}, {"timestamp": [220.62, 223.82], "text": " so why they think he would this time is sort of a question mark."}, {"timestamp": [224.3, 226.2], "text": " But my argument is"}, {"timestamp": [226.2, 231.82], "text": " that we've had more jobs created in the first four years of the Biden administration that at any"}, {"timestamp": [231.82, 239.3], "text": " four-year period of our country, inflation is being tamed. The facts are not on his side,"}, {"timestamp": [239.3, 245.34], "text": " but we cannot seem, and I say this as a Democrat, as somebody who's run for and held office,"}, {"timestamp": [245.82, 254.16], "text": " we cannot seem to break through the kind of barrage of falsehoods that he spews every single day."}, {"timestamp": [254.16, 259.1], "text": " But is that perhaps because people on your wing of politics, not just in the US, but beyond,"}, {"timestamp": [259.3, 264.4], "text": " people who are broadly progressive in politics, do you think they've done a good enough job of"}, {"timestamp": [264.4, 265.52], "text": " understanding how the last"}, {"timestamp": [265.52, 271.78], "text": " two decades and how globalization, whether it's migrants moving to America or jobs moving out of"}, {"timestamp": [271.78, 278.4], "text": " America, did create a profound sense of economic and cultural loss for many everyday Americans"}, {"timestamp": [278.4, 284.56], "text": " who you spent many decades saying you want to champion? Absolutely. But the difference is this."}, {"timestamp": [285.1, 292.46], "text": " Bill Clinton, Barack Obama, Joe Biden, my career in politics, we actually did something about"}, {"timestamp": [292.46, 293.22], "text": " these problems."}, {"timestamp": [293.22, 302.2], "text": " As my husband said at the Democratic Convention, since 1979, there have been 51 million jobs"}, {"timestamp": [302.2, 303.14], "text": " created in America."}, {"timestamp": [303.58, 306.06], "text": " 50 have been created under Democratic presidents."}, {"timestamp": [306.76, 312.7], "text": " So if you're talking about trying to solve the real problems of people who do feel"}, {"timestamp": [312.7, 317.84], "text": " somewhat overlooked and left behind, the facts are on the other side."}, {"timestamp": [317.84, 324.12], "text": " I think our problem is, frankly, we are not the most effective messengers about what we see"}, {"timestamp": [324.12, 326.36], "text": " and what we're trying to do to address"}, {"timestamp": [326.36, 335.34], "text": " these real and legitimate concerns that people have. And I recognize and accept my share of the"}, {"timestamp": [335.34, 342.92], "text": " responsibility, but it is hard in a time when politicians are expected to be more entertaining"}, {"timestamp": [342.92, 346.74], "text": " where social media demands that you be outrageous,"}, {"timestamp": [346.74, 353.7], "text": " that you say something that breaks through to do the hard, boring work of actually getting things done."}, {"timestamp": [353.94, 359.12], "text": " You've known Joe Biden for decades. Now, hindsight is a wonderful thing. But do you think,"}, {"timestamp": [359.46, 362.22], "text": " with the benefit of hindsight, that he should have stepped down earlier?"}, {"timestamp": [362.86, 369.88], "text": " No. No, I do not. Why not? I do not. We are now in a much different world because Joe Biden has been our"}, {"timestamp": [369.88, 376.12], "text": " president in so many different ways, including the huge climate investments that have been"}, {"timestamp": [376.12, 381.8], "text": " made, advanced manufacturing, so much else. And I was with him a week before that disastrous"}, {"timestamp": [381.8, 387.44], "text": " debate, and I saw no reason why he should have stepped down."}, {"timestamp": [387.72, 394.36], "text": " But once that debate happened, he could not recover. And he did the right thing. It was a selfless,"}, {"timestamp": [394.5, 399.52], "text": " patriotic act for him to step down and then endorse his vice president."}, {"timestamp": [399.94, 405.72], "text": " When Kamala Harris rings you for advice and says to you, Hillary, what do I need to do to beat Donald Trump?"}, {"timestamp": [406.4, 407.06], "text": " What do you say to her?"}, {"timestamp": [407.66, 409.64], "text": " I give her every piece of advice I can."}, {"timestamp": [410.44, 410.84], "text": " Like what?"}, {"timestamp": [410.84, 413.42], "text": " I think she has performed flawlessly."}, {"timestamp": [413.86, 419.8], "text": " From the moment that the president endorsed her, I endorsed her, my husband endorsed her."}, {"timestamp": [420.08, 422.32], "text": " And it's going to be a close race."}, {"timestamp": [422.32, 426.16], "text": " But on the merits, she has earned the vote of Americans."}, {"timestamp": [426.16, 432.46], "text": " And I think she will win because she has performed so successfully."}, {"timestamp": [432.98, 437.12], "text": " And what would it mean to you if she went all the way, if Kamala Harris won,"}, {"timestamp": [437.58, 440.24], "text": " and that she got the presidency that you got so close to?"}, {"timestamp": [440.82, 442.94], "text": " It would be exhilarating."}, {"timestamp": [443.18, 450.94], "text": " I mean, I am so excited by this opportunity for her to be president,"}, {"timestamp": [451.1, 456.04], "text": " not only because I know her and I believe she would be a good president, but it's imperative to defeat"}, {"timestamp": [456.04, 461.78], "text": " Donald Trump, to break the fever that he has caused in our political system and to try to, you know,"}, {"timestamp": [461.92, 466.2], "text": " help the Republican Party become a party of principle again,"}, {"timestamp": [466.34, 469.54], "text": " not a party that basically follows him."}, {"timestamp": [470.06, 474.84], "text": " Final thought. You write in the book that each morning you and your husband lie in bed"}, {"timestamp": [474.84, 479.5], "text": " playing Spelling Bee, which, as some of our listeners will know, is an online game that tests"}, {"timestamp": [479.5, 486.26], "text": " spelling and also lateral thinking. What is the appeal of spelling B to the Clintons? And who's"}, {"timestamp": [486.26, 492.78], "text": " better? Oh, well, some days I'm better. Most days he's better. I'll be honest. And it's a great"}, {"timestamp": [492.78, 498.54], "text": " way to kind of get your brain going early in the morning. We have a lot of fun trading words"}, {"timestamp": [498.54, 504.3], "text": " and trying to stump each other and see who can hopefully get to Queen B first."}, {"timestamp": [504.7, 506.96], "text": " Secretary Clinton, very good to talk to you. Thank you."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. This is an ad by BetterHelp. October is for wearing masks, but sometimes we hide more often than we want. Take off the mask with better help. It's entirely online, designed to be convenient, flexible and suited to your schedule. Just fill out a brief questionnaire to get matched with a therapist and switch therapists at any time for no additional charge. Take off the mask with BetterHelp. Visit BetterHelp.com to learn more and save 10% of your first month. That's BetterHelp, H-E-L-p.com BBC sounds music radio podcasts In just over a month Americans go to the polls in what is shaping up to be one of the closest elections in the country's history one person who knows what it's like to go up against Donald Trump is Hillary Clinton who won the popular vote against him in 2016 but ended up losing the election I'm a Mulrajan, and I've been speaking to Hillary Clinton for the Today program. I started by asking her, what's at stake in this election? That's a great question, because I think the future of democracy is at stake. I think the election outcome in the United States will have repercussions far beyond our borders. It will also determine whether or not we continue supporting Ukraine, whether we can get some kind of workable resolution in the Middle East and so much else. And I say that because the two candidates have presented extremely different agendas for where they want to take our country. And we know a lot about what Trump will do because he's told us. He wants to be a dictator from day one. And so I think it's really important that people around the world understand that we know what the stakes are and we're doing everything we can to elect Kamala Harris. There's a scene in the book where you imagine a second Trump presidency, and you say, if you live in a major city, the first thing you'll probably notice, as it were, under a second Trump presidency, are the soldiers patrolling the streets. Why did you say that? What evidence is there that he wants to send out soldiers onto the streets of every American city? He has said it. He has said it repeatedly that he's going to round up the illegals. He's going to deport the rapists, the drug traffickers. He is going to have a literal military presence to achieve his goals, picking up people off our streets, out of our stores, from their homes. And so if you look a certain way, if you talk a certain way, you will be subject to these draconian measures. Too many people still don't take what Trump says seriously. Listen to him. Listen to what the people supporting him say. They are laying it out. Everyone can understand why you, of all, people, would take what Donald Trump says seriously, but do you give any credence to the idea that he did identify and articulate, perhaps sooner, perhaps better than some others, the legitimate grievances of many Americans who feel that globalization has robbed them of their agency and of their future? You know, I think it's fair to say that people support him for different reasons. And certainly for people who feel that they are overlooked, they're unseen, the economy doesn't work for them, and they just want change, and they are willing to risk the most dramatic kind of change, although, frankly, he didn't help them very much the first time, so why they think he would this time is sort of a question mark. But my argument is that we've had more jobs created in the first four years of the Biden administration that at any four-year period of our country, inflation is being tamed. The facts are not on his side, but we cannot seem, and I say this as a Democrat, as somebody who's run for and held office, we cannot seem to break through the kind of barrage of falsehoods that he spews every single day. But is that perhaps because people on your wing of politics, not just in the US, but beyond, people who are broadly progressive in politics, do you think they've done a good enough job of understanding how the last two decades and how globalization, whether it's migrants moving to America or jobs moving out of America, did create a profound sense of economic and cultural loss for many everyday Americans who you spent many decades saying you want to champion? Absolutely. But the difference is this. Bill Clinton, Barack Obama, Joe Biden, my career in politics, we actually did something about these problems. As my husband said at the Democratic Convention, since 1979, there have been 51 million jobs created in America. 50 have been created under Democratic presidents. So if you're talking about trying to solve the real problems of people who do feel somewhat overlooked and left behind, the facts are on the other side. I think our problem is, frankly, we are not the most effective messengers about what we see and what we're trying to do to address these real and legitimate concerns that people have. And I recognize and accept my share of the responsibility, but it is hard in a time when politicians are expected to be more entertaining where social media demands that you be outrageous, that you say something that breaks through to do the hard, boring work of actually getting things done. You've known Joe Biden for decades. Now, hindsight is a wonderful thing. But do you think, with the benefit of hindsight, that he should have stepped down earlier? No. No, I do not. Why not? I do not. We are now in a much different world because Joe Biden has been our president in so many different ways, including the huge climate investments that have been made, advanced manufacturing, so much else. And I was with him a week before that disastrous debate, and I saw no reason why he should have stepped down. But once that debate happened, he could not recover. And he did the right thing. It was a selfless, patriotic act for him to step down and then endorse his vice president. When Kamala Harris rings you for advice and says to you, Hillary, what do I need to do to beat Donald Trump? What do you say to her? I give her every piece of advice I can. Like what? I think she has performed flawlessly. From the moment that the president endorsed her, I endorsed her, my husband endorsed her. And it's going to be a close race. But on the merits, she has earned the vote of Americans. And I think she will win because she has performed so successfully. And what would it mean to you if she went all the way, if Kamala Harris won, and that she got the presidency that you got so close to? It would be exhilarating. I mean, I am so excited by this opportunity for her to be president, not only because I know her and I believe she would be a good president, but it's imperative to defeat Donald Trump, to break the fever that he has caused in our political system and to try to, you know, help the Republican Party become a party of principle again, not a party that basically follows him. Final thought. You write in the book that each morning you and your husband lie in bed playing Spelling Bee, which, as some of our listeners will know, is an online game that tests spelling and also lateral thinking. What is the appeal of spelling B to the Clintons? And who's better? Oh, well, some days I'm better. Most days he's better. I'll be honest. And it's a great way to kind of get your brain going early in the morning. We have a lot of fun trading words and trying to stump each other and see who can hopefully get to Queen B first. Secretary Clinton, very good to talk to you. Thank you."}