{"speakers": [], "chunks": [{"timestamp": [0.0, 3.4], "text": " This BBC podcast is supported by ads outside the UK."}, {"timestamp": [3.4, 7.72], "text": " In September of last year, my next guest was diagnosed with throat cancer."}, {"timestamp": [8.12, 13.18], "text": " Aged 46, Simon Boas was told it was terminal and he only had months to live."}, {"timestamp": [13.78, 19.56], "text": " He began writing about his feelings towards life and death in his local newspaper, the Jersey Evening Post."}, {"timestamp": [20.14, 25.8], "text": " And his unflinching honesty and total optimism has been inspiring readers across the country,"}, {"timestamp": [26.28, 32.64], "text": " especially as his imminent death seems to have only increased his gleeful love for the wonder of life."}, {"timestamp": [33.34, 38.66], "text": " Somehow he's managed to pull his thoughts together in a book called A Beginner's Guide to Dying,"}, {"timestamp": [39.02, 40.28], "text": " which comes out in September."}, {"timestamp": [40.78, 42.76], "text": " It will be a posthumous publication."}, {"timestamp": [43.4, 50.0], "text": " I was fortunate enough to be able to talk to Simon last week in what he expected to be one of his very last interviews."}, {"timestamp": [50.0, 54.0], "text": " And I started simply by asking how he was that day."}, {"timestamp": [54.0, 56.0], "text": " Well, I'm really well, thank you."}, {"timestamp": [56.0, 61.0], "text": " I mean, my pain is under control and I'm totally happy."}, {"timestamp": [61.0, 64.0], "text": " It sounds weird to say I'm as happy as I've ever been in my life."}, {"timestamp": [64.0, 69.48], "text": " But it's been such a great bonus, actually. I used to think I'd rather be hit by the"}, {"timestamp": [69.48, 74.94], "text": " proverbial bus. But having a couple of months knowing this is coming has really helped me"}, {"timestamp": [74.94, 81.98], "text": " both do the kind of boring death men. And also just to kind of get my thoughts and prepare"}, {"timestamp": [81.98, 87.36], "text": " myself and feel so accepting of what's to come. And this is almost"}, {"timestamp": [87.36, 93.5], "text": " certainly my final week, actually. But again, I just feel so happy as contented. The book's"}, {"timestamp": [93.5, 100.84], "text": " called The Beginner's Guide to Dying, but really what I'm trying to convey is how enjoying life"}, {"timestamp": [100.84, 107.54], "text": " to the full kind of prepares you for this. I briefly thought about subtitling it morphine and muskadee,"}, {"timestamp": [107.62, 110.3], "text": " because the two, I think, have kept me going"}, {"timestamp": [110.3, 114.62], "text": " and in some ways also summarised some of the things I've enjoyed in my life"}, {"timestamp": [114.62, 116.3], "text": " before I got sick."}, {"timestamp": [116.68, 118.9], "text": " Yet what I was going to ask, though,"}, {"timestamp": [118.96, 123.62], "text": " is your ability to find such joy in the face of death."}, {"timestamp": [124.12, 127.96], "text": " Did you always feel that way about death death if you thought about it at all?"}, {"timestamp": [128.0, 132.18], "text": " Or is that a new thing once you've been confronted by it and by your illness?"}, {"timestamp": [132.54, 137.94], "text": " Well, I think in some ways I was lucky, partly by accident and partly by design,"}, {"timestamp": [138.1, 147.04], "text": " that my life and career have taken me to quite a lot of places where death is much more a part of life than it is for us in the West normally."}, {"timestamp": [147.38, 150.42], "text": " I spent my life as an aid worker and quite a lot with the UN,"}, {"timestamp": [150.98, 158.52], "text": " and I've lived in places where death is something not just that exists in the background,"}, {"timestamp": [158.76, 161.96], "text": " but which is often kind of imminently possible."}, {"timestamp": [162.2, 165.36], "text": " I spent three years, for example, running an office,"}, {"timestamp": [165.46, 167.54], "text": " a UN office in the Gaza Strip."}, {"timestamp": [168.3, 172.1], "text": " I spent a lot of time in Rwanda and Sierra Leone."}, {"timestamp": [173.44, 175.24], "text": " I've been working in Ukraine."}, {"timestamp": [176.72, 182.6], "text": " And seeing people there for whom death is such a part of life,"}, {"timestamp": [182.68, 187.7], "text": " they lose children, they didn't know where the next meal's coming from has also really helped me."}, {"timestamp": [187.82, 191.64], "text": " And in England, too, I've been a Samaritan for four years,"}, {"timestamp": [191.88, 194.78], "text": " and that's let me on some very privileged,"}, {"timestamp": [195.14, 197.46], "text": " sometimes quite dark places in people's minds,"}, {"timestamp": [198.28, 200.36], "text": " where you're talking to people about death,"}, {"timestamp": [200.42, 207.18], "text": " and in some cases, you're even on the line while they end their lives. So I think it's been"}, {"timestamp": [207.18, 214.16], "text": " more of a part of my life than for many people. And I think that's been really important. I think"}, {"timestamp": [214.16, 220.54], "text": " does it all good to think about it. And that's not in a gloomy way. That's kind of in the kind"}, {"timestamp": [220.54, 225.76], "text": " of stoic memento-mori way that by kind of realizing that it's inevitable"}, {"timestamp": [225.76, 232.56], "text": " and that it's actually just a part of life actually throws life into perspective and it helps"}, {"timestamp": [232.56, 240.48], "text": " you enjoy it more and prioritize the important things. Is your family in a similar place to you on this?"}, {"timestamp": [241.0, 244.52], "text": " I know you have a partner and I know you've got a wider family and friends that you're very"}, {"timestamp": [244.52, 249.56], "text": " close to and I was just wondering how they felt and whether they'd got to a similar place to"}, {"timestamp": [249.56, 254.12], "text": " you. Well, it's terribly difficult because, you know, they're about to go through the most"}, {"timestamp": [254.12, 260.76], "text": " difficult thing in their lives. My lovely wife, Orale, and my parents, and it's not the natural"}, {"timestamp": [260.76, 266.46], "text": " order of things for most people, at least in the West. I think they are, and they're well surrounded."}, {"timestamp": [267.22, 272.8], "text": " And I think, well, I hope anyway, that my kind of cheerfulness in the leaving of life"}, {"timestamp": [272.8, 281.54], "text": " might perhaps help them in the next few years kind of realized that, you know, my chapter,"}, {"timestamp": [281.72, 288.18], "text": " we all our lives of little books, but they're not someone else's complete book."}, {"timestamp": [289.36, 293.4], "text": " You're a chapter or a page or a footnote is someone else's life."}, {"timestamp": [294.06, 298.12], "text": " And they're going to keep writing beautiful chapters when you're gone."}, {"timestamp": [298.84, 307.34], "text": " And those sort of green shoots can kind of grow around grief and put it in perspective. And what I hope is that people"}, {"timestamp": [307.34, 314.0], "text": " will think, well, I'm glad I read that Simon's story. But just because it's over, doesn't"}, {"timestamp": [314.0, 320.34], "text": " mean it's gone. And of course, you know, quality and quantity are not correlated in lives"}, {"timestamp": [320.34, 327.96], "text": " anymore than they are in books or films. So, you know, all I can say is that I hope they'll be okay"}, {"timestamp": [327.96, 334.72], "text": " and I think they will be, but I'm very aware of what a terribly tough time"}, {"timestamp": [334.72, 336.28], "text": " they're going to have in the next few years."}, {"timestamp": [336.82, 338.56], "text": " That's incredible. It really is."}, {"timestamp": [339.12, 340.2], "text": " I've read your articles."}, {"timestamp": [340.4, 343.04], "text": " I've now been lucky enough to read quite a bit of the book too."}, {"timestamp": [343.46, 348.52], "text": " But there was a quote that you chose in one of the more recent pieces from George Elliott in Middlemarch,"}, {"timestamp": [348.98, 353.16], "text": " where you talk about every single person making a huge difference to the world."}, {"timestamp": [353.7, 354.98], "text": " A part of that quote says,"}, {"timestamp": [355.64, 359.44], "text": " The effects of her being was incalculably diffusive."}, {"timestamp": [360.02, 364.4], "text": " For the growing good of the world is partly dependent on unhistoric acts,"}, {"timestamp": [365.04, 368.64], "text": " and that things are not so ill with you and me as they might have been,"}, {"timestamp": [369.04, 373.22], "text": " is half owing to the number who lived faithfully a hidden life"}, {"timestamp": [373.22, 375.9], "text": " and rest in unvisited tombs."}, {"timestamp": [376.88, 379.96], "text": " It's just such a beautiful choice by you, if you don't mind me saying,"}, {"timestamp": [379.96, 389.36], "text": " and it gave me chills reading it because I thought about what a good way it is as a form of words of illustrating the value of all of our lives."}, {"timestamp": [389.92, 390.92], "text": " That's so right."}, {"timestamp": [391.1, 392.6], "text": " Yes, I love that quote."}, {"timestamp": [393.1, 394.26], "text": " And it's so true."}, {"timestamp": [394.34, 401.46], "text": " You don't need to have been a politician or a mover and shaker or an aid worker or anything."}, {"timestamp": [402.12, 404.28], "text": " All of us make a huge difference."}, {"timestamp": [404.28, 405.9], "text": " I love the idea that, you know,"}, {"timestamp": [405.96, 407.52], "text": " most films about time travel"}, {"timestamp": [407.52, 409.94], "text": " revolve around someone changing"}, {"timestamp": [409.94, 411.92], "text": " one tiny thing in the past and then, of course,"}, {"timestamp": [411.98, 413.72], "text": " they come back to the presence and everything is different."}, {"timestamp": [414.24, 415.64], "text": " But if you project that forward,"}, {"timestamp": [416.36, 418.2], "text": " you change one tiny thing now,"}, {"timestamp": [418.68, 420.2], "text": " and you can change huge amounts"}, {"timestamp": [420.2, 421.06], "text": " into the future."}, {"timestamp": [421.72, 423.68], "text": " And all our tombs will be"}, {"timestamp": [423.68, 428.78], "text": " unvisited in a few short years. And all of our"}, {"timestamp": [428.78, 436.28], "text": " actions and things will mostly be unremembered. But the smile you gave the checkout lady,"}, {"timestamp": [437.74, 443.76], "text": " the kind words you said to some stranger in the street could still be rippling forward."}, {"timestamp": [444.74, 447.04], "text": " And we all have that opportunity."}, {"timestamp": [448.24, 450.12], "text": " And it's a huge power."}, {"timestamp": [450.38, 454.68], "text": " And I want everyone to realize how special and precious they are."}, {"timestamp": [455.32, 459.64], "text": " Simon, you do also share that you love melted cheese and crosswords,"}, {"timestamp": [459.76, 461.44], "text": " two of my favourites as well."}, {"timestamp": [461.88, 464.58], "text": " I was wondering if I could ask you a question."}, {"timestamp": [464.92, 466.3], "text": " I don't think I've ever"}, {"timestamp": [466.3, 473.16], "text": " asked anyone this, which is how are you going to be spending your final day? Are you able to"}, {"timestamp": [473.16, 478.06], "text": " indulge in some of life's pleasures, whether that's drinking or eating or whatever?"}, {"timestamp": [479.76, 485.28], "text": " Yes, well, good question. Unfortunately, I haven't really been able to eat since about Christmas"}, {"timestamp": [485.28, 487.86], "text": " because the chemotherapy killed my taste buds"}, {"timestamp": [487.86, 491.44], "text": " and the radiotherapy killed my saliva glands."}, {"timestamp": [491.78, 493.68], "text": " And I've also had a feeding tube."}, {"timestamp": [494.16, 498.7], "text": " So sadly, melted cheese and all the things I loved and fondue"}, {"timestamp": [498.7, 500.72], "text": " are really off the menu."}, {"timestamp": [500.72, 506.5], "text": " However, I've been given full permission by my oncologist and my hospice team"}, {"timestamp": [506.5, 514.72], "text": " to enjoy as much muskidate and as many cheeky roll-ups as I want. And I shall be certainly"}, {"timestamp": [514.72, 523.1], "text": " indulging in those. And, you know, spending some time with my family. I'm sort of not looking"}, {"timestamp": [523.1, 526.4], "text": " forward to it. Of course, that's the wrong way, but I'm kind of"}, {"timestamp": [526.4, 534.9], "text": " curious about it and I'm happy and I'm ready. Simon, I wish you as much peace and joy as possible"}, {"timestamp": [534.9, 541.54], "text": " and I'm thinking of you and your family. Well, thank you. As Julian of Norwich said,"}, {"timestamp": [541.54, 545.84], "text": " all shall be well and all shall be well and all manner of things"}, {"timestamp": [545.84, 546.48], "text": " shall be well."}, {"timestamp": [551.76, 557.76], "text": " Yoga is more than just exercise. It's the spiritual practice that millions swear by."}, {"timestamp": [558.48, 564.8], "text": " And in 2017, Miranda, a university tutor from London, joins a yoga school that promises"}, {"timestamp": [564.8, 566.14], "text": " profound transformation."}, {"timestamp": [566.68, 570.54], "text": " It felt a really safe and welcoming space."}, {"timestamp": [570.92, 572.78], "text": " After the yoga classes, I felt amazing."}, {"timestamp": [573.24, 578.52], "text": " But soon, that calm, welcoming atmosphere leads to something far darker,"}, {"timestamp": [578.52, 585.68], "text": " a journey that leads to allegations of grooming, trafficking and exploitation across international borders."}, {"timestamp": [585.68, 591.44], "text": " I don't have my passport, I don't have my phone, I don't have my bank cards, I have nothing."}, {"timestamp": [591.44, 597.52], "text": " The passport being taken, the being in a house and not feeling like they can leave."}, {"timestamp": [597.52, 603.68], "text": " World of Secrets is where untold stories are unveiled and hidden realities are exposed."}, {"timestamp": [603.68, 608.4], "text": " In this new series we're confronting the dark side of the wellness industry,"}, {"timestamp": [608.4, 613.2], "text": " with the hope of a spiritual breakthrough gives way to disturbing accusations."}, {"timestamp": [613.2, 621.28], "text": " You just get sucked in so gradually and it's done so skillfully that you don't realize."}, {"timestamp": [621.28, 624.56], "text": " And it's like this, the secret that's there."}, {"timestamp": [624.56, 633.04], "text": " I wanted to believe that, you know, that whatever they were doing,"}, {"timestamp": [633.04, 636.72], "text": " even if it seemed gross to me,"}, {"timestamp": [636.72, 639.84], "text": " was for some spiritual reason that I couldn't yet understand."}, {"timestamp": [639.84, 643.52], "text": " Revealing the hidden secrets of a global yoga network."}, {"timestamp": [643.52, 645.68], "text": " I feel that I have no other choice."}, {"timestamp": [645.68, 650.24], "text": " The only thing I can do is to speak about this"}, {"timestamp": [650.24, 655.92], "text": " and to put my reputation and everything else on the line."}, {"timestamp": [655.92, 658.56], "text": " I want truth and justice."}, {"timestamp": [661.76, 664.72], "text": " And for other people to not be hurt,"}, {"timestamp": [664.72, 666.56], "text": " for things to be different in the future."}, {"timestamp": [667.04, 673.1], "text": " To bring it into the light and almost alchemise some of that evil stuff that went on"}, {"timestamp": [673.1, 675.36], "text": " and take back the power."}, {"timestamp": [677.6, 681.12], "text": " World of Secrets, Season 6, The Bad Guru."}, {"timestamp": [681.64, null], "text": " Listen wherever you get your podcasts"}], "text": " This BBC podcast is supported by ads outside the UK. In September of last year, my next guest was diagnosed with throat cancer. Aged 46, Simon Boas was told it was terminal and he only had months to live. He began writing about his feelings towards life and death in his local newspaper, the Jersey Evening Post. And his unflinching honesty and total optimism has been inspiring readers across the country, especially as his imminent death seems to have only increased his gleeful love for the wonder of life. Somehow he's managed to pull his thoughts together in a book called A Beginner's Guide to Dying, which comes out in September. It will be a posthumous publication. I was fortunate enough to be able to talk to Simon last week in what he expected to be one of his very last interviews. And I started simply by asking how he was that day. Well, I'm really well, thank you. I mean, my pain is under control and I'm totally happy. It sounds weird to say I'm as happy as I've ever been in my life. But it's been such a great bonus, actually. I used to think I'd rather be hit by the proverbial bus. But having a couple of months knowing this is coming has really helped me both do the kind of boring death men. And also just to kind of get my thoughts and prepare myself and feel so accepting of what's to come. And this is almost certainly my final week, actually. But again, I just feel so happy as contented. The book's called The Beginner's Guide to Dying, but really what I'm trying to convey is how enjoying life to the full kind of prepares you for this. I briefly thought about subtitling it morphine and muskadee, because the two, I think, have kept me going and in some ways also summarised some of the things I've enjoyed in my life before I got sick. Yet what I was going to ask, though, is your ability to find such joy in the face of death. Did you always feel that way about death death if you thought about it at all? Or is that a new thing once you've been confronted by it and by your illness? Well, I think in some ways I was lucky, partly by accident and partly by design, that my life and career have taken me to quite a lot of places where death is much more a part of life than it is for us in the West normally. I spent my life as an aid worker and quite a lot with the UN, and I've lived in places where death is something not just that exists in the background, but which is often kind of imminently possible. I spent three years, for example, running an office, a UN office in the Gaza Strip. I spent a lot of time in Rwanda and Sierra Leone. I've been working in Ukraine. And seeing people there for whom death is such a part of life, they lose children, they didn't know where the next meal's coming from has also really helped me. And in England, too, I've been a Samaritan for four years, and that's let me on some very privileged, sometimes quite dark places in people's minds, where you're talking to people about death, and in some cases, you're even on the line while they end their lives. So I think it's been more of a part of my life than for many people. And I think that's been really important. I think does it all good to think about it. And that's not in a gloomy way. That's kind of in the kind of stoic memento-mori way that by kind of realizing that it's inevitable and that it's actually just a part of life actually throws life into perspective and it helps you enjoy it more and prioritize the important things. Is your family in a similar place to you on this? I know you have a partner and I know you've got a wider family and friends that you're very close to and I was just wondering how they felt and whether they'd got to a similar place to you. Well, it's terribly difficult because, you know, they're about to go through the most difficult thing in their lives. My lovely wife, Orale, and my parents, and it's not the natural order of things for most people, at least in the West. I think they are, and they're well surrounded. And I think, well, I hope anyway, that my kind of cheerfulness in the leaving of life might perhaps help them in the next few years kind of realized that, you know, my chapter, we all our lives of little books, but they're not someone else's complete book. You're a chapter or a page or a footnote is someone else's life. And they're going to keep writing beautiful chapters when you're gone. And those sort of green shoots can kind of grow around grief and put it in perspective. And what I hope is that people will think, well, I'm glad I read that Simon's story. But just because it's over, doesn't mean it's gone. And of course, you know, quality and quantity are not correlated in lives anymore than they are in books or films. So, you know, all I can say is that I hope they'll be okay and I think they will be, but I'm very aware of what a terribly tough time they're going to have in the next few years. That's incredible. It really is. I've read your articles. I've now been lucky enough to read quite a bit of the book too. But there was a quote that you chose in one of the more recent pieces from George Elliott in Middlemarch, where you talk about every single person making a huge difference to the world. A part of that quote says, The effects of her being was incalculably diffusive. For the growing good of the world is partly dependent on unhistoric acts, and that things are not so ill with you and me as they might have been, is half owing to the number who lived faithfully a hidden life and rest in unvisited tombs. It's just such a beautiful choice by you, if you don't mind me saying, and it gave me chills reading it because I thought about what a good way it is as a form of words of illustrating the value of all of our lives. That's so right. Yes, I love that quote. And it's so true. You don't need to have been a politician or a mover and shaker or an aid worker or anything. All of us make a huge difference. I love the idea that, you know, most films about time travel revolve around someone changing one tiny thing in the past and then, of course, they come back to the presence and everything is different. But if you project that forward, you change one tiny thing now, and you can change huge amounts into the future. And all our tombs will be unvisited in a few short years. And all of our actions and things will mostly be unremembered. But the smile you gave the checkout lady, the kind words you said to some stranger in the street could still be rippling forward. And we all have that opportunity. And it's a huge power. And I want everyone to realize how special and precious they are. Simon, you do also share that you love melted cheese and crosswords, two of my favourites as well. I was wondering if I could ask you a question. I don't think I've ever asked anyone this, which is how are you going to be spending your final day? Are you able to indulge in some of life's pleasures, whether that's drinking or eating or whatever? Yes, well, good question. Unfortunately, I haven't really been able to eat since about Christmas because the chemotherapy killed my taste buds and the radiotherapy killed my saliva glands. And I've also had a feeding tube. So sadly, melted cheese and all the things I loved and fondue are really off the menu. However, I've been given full permission by my oncologist and my hospice team to enjoy as much muskidate and as many cheeky roll-ups as I want. And I shall be certainly indulging in those. And, you know, spending some time with my family. I'm sort of not looking forward to it. Of course, that's the wrong way, but I'm kind of curious about it and I'm happy and I'm ready. Simon, I wish you as much peace and joy as possible and I'm thinking of you and your family. Well, thank you. As Julian of Norwich said, all shall be well and all shall be well and all manner of things shall be well. Yoga is more than just exercise. It's the spiritual practice that millions swear by. And in 2017, Miranda, a university tutor from London, joins a yoga school that promises profound transformation. It felt a really safe and welcoming space. After the yoga classes, I felt amazing. But soon, that calm, welcoming atmosphere leads to something far darker, a journey that leads to allegations of grooming, trafficking and exploitation across international borders. I don't have my passport, I don't have my phone, I don't have my bank cards, I have nothing. The passport being taken, the being in a house and not feeling like they can leave. World of Secrets is where untold stories are unveiled and hidden realities are exposed. In this new series we're confronting the dark side of the wellness industry, with the hope of a spiritual breakthrough gives way to disturbing accusations. You just get sucked in so gradually and it's done so skillfully that you don't realize. And it's like this, the secret that's there. I wanted to believe that, you know, that whatever they were doing, even if it seemed gross to me, was for some spiritual reason that I couldn't yet understand. Revealing the hidden secrets of a global yoga network. I feel that I have no other choice. The only thing I can do is to speak about this and to put my reputation and everything else on the line. I want truth and justice. And for other people to not be hurt, for things to be different in the future. To bring it into the light and almost alchemise some of that evil stuff that went on and take back the power. World of Secrets, Season 6, The Bad Guru. Listen wherever you get your podcasts"}