{"speakers": [], "chunks": [{"timestamp": [0.0, 3.44], "text": " This BBC podcast is supported by ads outside the UK."}, {"timestamp": [4.8, 8.16], "text": " BBC Sounds, music, radio podcasts."}, {"timestamp": [8.56, 13.54], "text": " All this week on the Today programme, we've been looking at how schools are innovating in different ways"}, {"timestamp": [13.54, 19.18], "text": " ahead of a review that the Labour government has started into the curriculum in England's schools."}, {"timestamp": [19.18, 24.82], "text": " In opposition, Sir Keir Starmer outlined a vision for education which sought to combat disadvantage,"}, {"timestamp": [30.72, 31.36], "text": " not least by placing oracy the ability to communicate effectively at the heart of schooling."}, {"timestamp": [39.04, 48.72], "text": " Voice 21, a charity which works with schools to build speaking skills, has published a report it commissioned into oracy education. Our reporter Christian Johnson joined the report's author, the former education union leader Jeff Barton, on a visit to Cubitt Town Primary School in London's Isle of Dogs."}, {"timestamp": [48.72, 56.72], "text": " Hello everyone!"}, {"timestamp": [56.72, 60.96], "text": " Hello everyone!"}, {"timestamp": [62.16, 65.0], "text": " Thank you so much Iris class."}, {"timestamp": [65.0, 66.0], "text": " Can we try?"}, {"timestamp": [66.0, 71.0], "text": " That's just about the children getting used to the voice and changing your voice because a lot of them speak monotone."}, {"timestamp": [71.0, 75.0], "text": " Structures that started RSC have changed because our children are different."}, {"timestamp": [75.0, 79.0], "text": " And I think that's the whole thing about RSC is that it's going to be different in every school."}, {"timestamp": [79.0, 85.76], "text": " Robin Bruce, head teacher here at Cubit Town, explains how from from reception children's speaking skills are nurtured."}, {"timestamp": [85.76, 88.96], "text": " They can tell us what they did there."}, {"timestamp": [88.96, 94.0], "text": " So we can learn from others about their experiences and where they're from. That is a beautiful point."}, {"timestamp": [94.0, 97.52], "text": " Let's focus in on London then for a bit for our final little bit of discussion."}, {"timestamp": [97.52, 100.16], "text": " How does diversity impact London?"}, {"timestamp": [100.16, 105.0], "text": " I think having more cultures around you makes it more fun."}, {"timestamp": [105.0, 107.0], "text": " And also you can learn..."}, {"timestamp": [107.0, 113.0], "text": " These year six pupils, assembly is a chance to put their language skills as well as their knowledge into action."}, {"timestamp": [113.0, 118.0], "text": " We realised that assemblies could be a really great space to showcase what the children can do"}, {"timestamp": [118.0, 121.0], "text": " and also the sort of main area for them to develop these oracy skills."}, {"timestamp": [121.0, 126.4], "text": " So we developed a strategy where the children sat in a circle, and the emphasis was very much on them contributing,"}, {"timestamp": [126.4, 129.68], "text": " as you see today, with the teacher playing more of a role as a facilitator,"}, {"timestamp": [129.68, 131.04], "text": " encouraging discussion."}, {"timestamp": [131.04, 134.48], "text": " Nicky Pear, Cubet Town's deputy head teacher and oracy lead,"}, {"timestamp": [134.48, 137.2], "text": " believes embedding language skills into the curriculum"}, {"timestamp": [137.2, 140.4], "text": " is fundamental for the children the school serves."}, {"timestamp": [140.4, 142.32], "text": " There's entrenched poverty in the borough."}, {"timestamp": [142.32, 144.88], "text": " Many of our children speak English as an additional language."}, {"timestamp": [144.88, 145.0], "text": " Orsie, we feel, is a key to unlock some of those challenges, to develop skills in our pupils before they move to secondary There's entrenched poverty in the borough. Many of our children speak English as an additional language."}, {"timestamp": [145.0, 147.0], "text": " Oresi we feel is a key to unlock some of those challenges,"}, {"timestamp": [147.0, 150.0], "text": " to develop skills in our pupils before they move to secondary school"}, {"timestamp": [150.0, 153.0], "text": " that will help them in all manner of ways moving forward in life,"}, {"timestamp": [153.0, 155.0], "text": " whether it's with the next stage in their academic career"}, {"timestamp": [155.0, 158.0], "text": " or when they move forward and they're going to interviews for jobs."}, {"timestamp": [158.0, 161.0], "text": " We think Oressee is something that can really unlock the potential of these children"}, {"timestamp": [161.0, 164.0], "text": " that we work with here and become a tool for social mobility."}, {"timestamp": [164.0, 170.08], "text": " For me, it feels like not just talking, but talking is like a factor of oracy,"}, {"timestamp": [170.64, 177.12], "text": " one of the major ones, but it's also listening and debating and clarifying and instigating"}, {"timestamp": [177.12, 182.0], "text": " and so many other things. It's like a very wide variety of things to me."}, {"timestamp": [182.0, 185.9], "text": " Ten-year-old's Nadia and Reuben spoke to me about the impact of Orsci on them."}, {"timestamp": [186.26, 191.02], "text": " It's made me speak more because I used to be a shy kid in my old school."}, {"timestamp": [191.58, 194.22], "text": " What differences do you think your parents have noticed in you?"}, {"timestamp": [194.68, 200.96], "text": " They've definitely known that I'm more confident and respectful and stuff like that."}, {"timestamp": [201.2, 203.88], "text": " Outside of school, what differences have you noticed in yourself?"}, {"timestamp": [204.56, 212.72], "text": " Outside of school, I'm more like talkative and I'm less shy. If I accidentally hit someone with my"}, {"timestamp": [212.72, 221.12], "text": " bike, I will say sorry and that was by accident and yeah. For Jeff Barton, former head teacher,"}, {"timestamp": [221.28, 229.64], "text": " English teacher and author of today's report into Orsci Education, it needs to be placed at the heart of schooling alongside literacy and numeracy."}, {"timestamp": [229.98, 235.54], "text": " We're here on the Isle of Dogs and what you see as you walk through here is communities which haven't got enough"}, {"timestamp": [235.54, 239.02], "text": " and then you've got places which have got huge amounts of wealth."}, {"timestamp": [239.32, 244.42], "text": " If anything ever personified the need for us working in the state sector to do everything we can"}, {"timestamp": [244.42, 245.0], "text": " to empower those young people, to give them the state sector to do everything we can to empower"}, {"timestamp": [245.0, 249.16], "text": " those young people to give them the entitlement to understand the language of power to be"}, {"timestamp": [249.16, 253.84], "text": " able to use that to look into subjects to tell the stories of our cultures and all of those"}, {"timestamp": [253.84, 258.0], "text": " kind of things we've just seen in an assembly well now is the time to do that and the fact"}, {"timestamp": [258.0, 262.24], "text": " that the new government has said that orsie needs to form a part of their curriculum review"}, {"timestamp": [262.24, 268.5], "text": " gives me optimism as soon as you talk me optimism. As soon as you talk to parents, particularly as soon as you talk to employers, they say"}, {"timestamp": [268.5, 273.12], "text": " what we want are young people who understand how to be able to communicate, how to be able"}, {"timestamp": [273.12, 277.56], "text": " to talk, how to know when not to talk, how to listen more critically, more actively, all"}, {"timestamp": [277.56, 279.56], "text": " of those things our society needs."}, {"timestamp": [279.56, 284.5], "text": " And instead of seeing that as a kind of nice to have, that should be a fundamental entitlement"}, {"timestamp": [284.5, 285.04], "text": " to every young person. That's why we're saying that oros that should be a fundamental entitlement to every young"}, {"timestamp": [285.04, 289.58], "text": " person. That's why we're saying that Orsie should be the fourth R, just like reading, writing and"}, {"timestamp": [289.58, 291.5], "text": " arithmetic. Now's the time we need to do that."}, {"timestamp": [295.5, 299.76], "text": " Every one you do. Just like me."}, {"timestamp": [300.72, 309.44], "text": " A broader, richer, cutting-edge curriculum that drives high and rising school standards and sets all young people up for life and work."}, {"timestamp": [309.58, 316.12], "text": " That is what the government says it wants its review of what children in England learn in our schools to examine."}, {"timestamp": [316.66, 322.94], "text": " Peter Hyman is a former senior advisor to Keir Starrma and Tony Blair, also a former head teacher, school founder and teacher."}, {"timestamp": [322.94, 326.74], "text": " He collaborated on drawing up the new government's curriculum and assessment review"}, {"timestamp": [326.74, 330.08], "text": " while Labour was in opposition and preparing for government."}, {"timestamp": [330.42, 332.84], "text": " Oracy for me is the golden thread of the curriculum."}, {"timestamp": [333.1, 334.62], "text": " It's better for academic knowledge."}, {"timestamp": [335.04, 337.06], "text": " It's better for empathy and understanding."}, {"timestamp": [337.24, 341.9], "text": " We've got at the moment this polarisation of people being in their own echo chambers."}, {"timestamp": [342.36, 344.28], "text": " Oracy is a good way of bridging that."}, {"timestamp": [344.84, 347.98], "text": " And it's very good for mental health and well-being as well."}, {"timestamp": [348.08, 350.96], "text": " So it's actually the golden thread in our view across the curriculum."}, {"timestamp": [350.96, 353.68], "text": " And I don't want to inject false political divides here,"}, {"timestamp": [353.72, 358.74], "text": " but is that in a way, is your position in a way, an extension of the famous Nick"}, {"timestamp": [358.74, 364.06], "text": " Gibbon-Michael Gover reforms where a greater focus on literacy and numeracy at an early age"}, {"timestamp": [364.06, 365.44], "text": " seem to drive some improvements."}, {"timestamp": [365.94, 368.66], "text": " Well, that was an extension, of course, of the last Labour Gum."}, {"timestamp": [368.94, 370.84], "text": " Look, we all want a grounding in the basics."}, {"timestamp": [371.08, 373.18], "text": " One of the questions for this curriculum of you"}, {"timestamp": [373.18, 376.02], "text": " is what are now the basics, what is a modern basics?"}, {"timestamp": [376.52, 378.62], "text": " I would say, as well as reading, writing and maths,"}, {"timestamp": [378.68, 379.68], "text": " you should add two to that."}, {"timestamp": [379.76, 381.52], "text": " One we've just discussed, which is Oracy."}, {"timestamp": [382.0, 383.64], "text": " But the other one is digital skills."}, {"timestamp": [384.1, 386.0], "text": " One of the great problems with the curriculum"}, {"timestamp": [386.0, 388.94], "text": " is young people are going to go into a world of AI"}, {"timestamp": [388.94, 392.58], "text": " of rapid technological change, and they're not quick to do so."}, {"timestamp": [392.58, 395.16], "text": " Schools are only at the foothills of grappling with that."}, {"timestamp": [395.16, 396.34], "text": " That's not their fault."}, {"timestamp": [396.34, 399.3], "text": " So they haven't got the space to do so at the moment."}, {"timestamp": [399.3, 402.2], "text": " So if we want a curriculum that's fit for purpose"}, {"timestamp": [402.2, 407.22], "text": " that genuinely prepares people for the world they're going to go into, then it's got to change."}, {"timestamp": [407.34, 412.62], "text": " When you set up School 21 in East London, how did you want to try and rethink education itself?"}, {"timestamp": [413.26, 419.3], "text": " We had a philosophy of head, heart and hand, and that was crucial. Head meant the academics"}, {"timestamp": [419.3, 427.12], "text": " and the grounding and the basics and subject knowledge. Heart meant all those social skills that are absolutely vital,"}, {"timestamp": [427.28, 429.4], "text": " resilience, teamwork, empathy,"}, {"timestamp": [430.06, 432.8], "text": " and hand meant creativity and problem solving,"}, {"timestamp": [433.0, 434.46], "text": " which is absolutely vital."}, {"timestamp": [435.02, 437.44], "text": " Again, with the oracy as the golden thread going through it."}, {"timestamp": [437.68, 438.92], "text": " But then we wanted to create,"}, {"timestamp": [439.0, 441.9], "text": " and it's difficult to do with all the accountability regime,"}, {"timestamp": [442.3, 443.64], "text": " a balance curriculum."}, {"timestamp": [444.38, 446.0], "text": " At the moment it's far too narrow."}, {"timestamp": [446.18, 449.2], "text": " So we wanted a balance between head, heart and hand,"}, {"timestamp": [449.28, 452.3], "text": " because that we thought developed the rounded individual."}, {"timestamp": [452.42, 453.34], "text": " You see, there's some who argue,"}, {"timestamp": [453.44, 456.64], "text": " and I know you've engaged with this over more than 30, maybe 40 years,"}, {"timestamp": [456.68, 459.06], "text": " but there's some who argue that actually the flight from,"}, {"timestamp": [459.46, 462.84], "text": " if you like, a more traditional, knowledge-based approach to education,"}, {"timestamp": [462.96, 465.68], "text": " the flight from the idea that the function of"}, {"timestamp": [465.68, 470.08], "text": " education is to transmit knowledge through the generations actually ends up harming people from"}, {"timestamp": [470.08, 474.56], "text": " poorer backgrounds more because you end up with a divide where you get schools for the rich and skills"}, {"timestamp": [474.56, 478.8], "text": " for the poor. Now I know lots of people in teaching would say that's a completely false binary,"}, {"timestamp": [478.8, 482.8], "text": " but what do you say to that? Well you yourself did a program cracking the class ceiling."}, {"timestamp": [482.8, 486.0], "text": " How to crack the class ceiling, exactly."}, {"timestamp": [486.42, 491.26], "text": " And what you discovered from watching the program was that you need a whole variety of skills."}, {"timestamp": [491.34, 493.14], "text": " It's not about doing away with knowledge."}, {"timestamp": [493.26, 495.26], "text": " There's a lot of polarisation in education."}, {"timestamp": [495.6, 497.64], "text": " You need knowledge and skills."}, {"timestamp": [498.0, 500.02], "text": " Sometimes your skills are called soft skills."}, {"timestamp": [500.24, 501.36], "text": " They're not actually soft skills."}, {"timestamp": [501.6, 502.62], "text": " They're hard skills."}, {"timestamp": [503.12, 505.9], "text": " They're hard skills to acquire, but they're vital skills."}, {"timestamp": [506.34, 511.34], "text": " So yes, you do need your grounding in science or history or maths or geography."}, {"timestamp": [511.74, 515.02], "text": " But how many parents out there, in fact, when they're surveyed, they say the opposite."}, {"timestamp": [515.12, 516.54], "text": " They don't think that is sufficient."}, {"timestamp": [517.08, 523.38], "text": " They think that is part of a good education, but it's not enough to set people genuinely up for life and work"}, {"timestamp": [523.38, 525.98], "text": " and to navigate a complex workplace,"}, {"timestamp": [526.62, 532.3], "text": " to navigate complex social media, you need a far more rounded education."}, {"timestamp": [532.48, 537.56], "text": " And what's been crowded out in this sort of exam factory model is any of those skills that"}, {"timestamp": [537.56, 539.1], "text": " really set people up for life."}, {"timestamp": [539.4, 541.88], "text": " A final thought, this is asking for your political intelligence."}, {"timestamp": [542.08, 547.56], "text": " What do you think, we've heard a lot about the scrapping of the VAT privileges for some private schools,"}, {"timestamp": [547.64, 549.74], "text": " but what do you think the Bridget Philipson agenda is?"}, {"timestamp": [549.82, 551.84], "text": " How is education going to change in this Parliament?"}, {"timestamp": [551.94, 553.48], "text": " You've got a sense of what they care about."}, {"timestamp": [553.52, 554.44], "text": " What do they want to do differently?"}, {"timestamp": [554.8, 556.38], "text": " Well, I think we've just touched on it."}, {"timestamp": [556.68, 562.4], "text": " The biggest reform, look, there's lots of stuff which they're addressing immediately about recruitment crisis and things like that,"}, {"timestamp": [562.86, 564.28], "text": " which are sort of urgent."}, {"timestamp": [564.28, 566.26], "text": " But the most profound change"}, {"timestamp": [566.26, 568.42], "text": " will be this curriculum and assessment review"}, {"timestamp": [568.42, 572.78], "text": " because we need a system that is properly fit for purpose."}, {"timestamp": [573.02, 574.2], "text": " And that will be a radical review."}, {"timestamp": [574.28, 576.8], "text": " It also has the benefit of not being hugely expensive."}, {"timestamp": [577.36, 580.78], "text": " It's a reform that actually will have a big impact"}, {"timestamp": [580.78, 582.36], "text": " without vast amounts of money."}, {"timestamp": [583.04, 588.98], "text": " Could harnessing the power of artificial intelligence help transform outcomes for disadvantaged schoolchildren"}, {"timestamp": [588.98, 591.3], "text": " while also empowering teachers?"}, {"timestamp": [591.8, 596.56], "text": " Liverpool Metro Mayor, Steve Rotherham certainly thinks so, he's urging local heads to take part"}, {"timestamp": [596.56, 602.0], "text": " in a free three-month pilot of education programs developed by the British company Century Tech."}, {"timestamp": [602.0, 605.2], "text": " Our north of England correspondent Nick Garnett went to Liverpool's"}, {"timestamp": [605.2, 609.76], "text": " Rani Meade St Edward's Catholic Primary School which is trialling Century's system."}, {"timestamp": [609.76, 615.2], "text": " Welcome to the Welcome Committee and the red carpet are out here at"}, {"timestamp": [615.2, 620.8], "text": " Runny Meade St Edward's Primary School because it's playing host to head teachers from across Liverpool."}, {"timestamp": [622.0, 626.0], "text": " They've used artificial intelligence here for the last three years."}, {"timestamp": [626.0, 629.0], "text": " And while I could try and explain how it all works,"}, {"timestamp": [629.0, 632.0], "text": " Noah, from Year 6, knows a lot more than me."}, {"timestamp": [632.0, 635.0], "text": " Let's say you're really good at your times tables"}, {"timestamp": [635.0, 637.0], "text": " and you're very bad at, say, science."}, {"timestamp": [637.0, 640.0], "text": " It'll decide to give you a bit more science"}, {"timestamp": [640.0, 644.0], "text": " and put the times tables at a standby where you can still do it,"}, {"timestamp": [644.0, 647.76], "text": " but science is a bit more up to try to get you intrigued with it."}, {"timestamp": [647.76, 652.56], "text": " The system promises individual tuition, questions that are hand-picked,"}, {"timestamp": [652.56, 656.24], "text": " well, machine-picked, for each and every student,"}, {"timestamp": [656.24, 660.0], "text": " 35 children, 35 different sets of homework."}, {"timestamp": [660.0, 663.92], "text": " The AI marks it and the teacher instantly gets a breakdown,"}, {"timestamp": [663.92, 667.44], "text": " pointing out strengths and weaknesses of every single pupil."}, {"timestamp": [667.92, 671.6], "text": " The AI takes all this into account when it sets the next night's homework."}, {"timestamp": [672.0, 675.6], "text": " This platform, Century, is run by Priya Lekarney."}, {"timestamp": [675.6, 682.64], "text": " The tool, the technology can learn what the students learning, where the gaps are in knowledge, where the gaps in skills are,"}, {"timestamp": [682.64, 690.08], "text": " it can do that in real time, and then offer the the teacher the insights so the teacher can then make those timely targeted"}, {"timestamp": [690.08, 691.28], "text": " interventions."}, {"timestamp": [691.28, 695.12], "text": " We are using it predominantly for homework at the moment."}, {"timestamp": [695.12, 698.56], "text": " At Runny Meade St Edwards, the system is looked after by Joe Quilty."}, {"timestamp": [698.56, 703.6], "text": " But as we get better and more used to using it, we may start to use it more in school."}, {"timestamp": [703.6, 709.36], "text": " The Department for Education wants AI to help give teachers more time to interact with students."}, {"timestamp": [709.36, 714.48], "text": " A spokesperson told us it can act as a helping hand and reduce workloads, and that's key"}, {"timestamp": [714.48, 720.0], "text": " for teachers such as Joe Quilty. Massive, for the likes of me, for example, most evenings I'll"}, {"timestamp": [720.0, 725.22], "text": " go home, but then I have to sit down and spend an hour or two marking to get it ready"}, {"timestamp": [725.22, 727.7], "text": " for the next day."}, {"timestamp": [727.7, 729.68], "text": " Don't do you have to do that anymore."}, {"timestamp": [729.68, 736.68], "text": " If we're doing three sets of homework a week there's 90 hundred things you don't have to mark"}, {"timestamp": [736.68, 739.66], "text": " so that time can be used more productively somewhere else."}, {"timestamp": [739.66, 748.88], "text": " This is one school but the mayor of the Liverpool City region Steve Rotherham is offering every school in the city the chance to sign up as part of a short pilot"}, {"timestamp": [748.88, 756.08], "text": " programme. Our qualification standards after secondary education are so poor that"}, {"timestamp": [756.08, 762.32], "text": " about half of our kids are going into the colleges or into their new roles"}, {"timestamp": [762.32, 765.76], "text": " and needing to have top-ups to English and mathematics."}, {"timestamp": [765.76, 768.76], "text": " We're failing kids at an early stage."}, {"timestamp": [768.76, 775.76], "text": " We'd much rather invest earlier and give every child the opportunity to reach their full potential."}, {"timestamp": [775.76, 780.0], "text": " That's what this is about. Look, it's a pilot so we don't know whether it will work,"}, {"timestamp": [780.0, 785.9], "text": " but if it does work, I think it's something that nationally the government might look towards further support."}, {"timestamp": [786.54, 788.16], "text": " And we'll already be ahead of the game."}, {"timestamp": [788.36, 791.74], "text": " There are, of course, fears that teachers will lose their jobs to AI."}, {"timestamp": [792.16, 795.32], "text": " But a more immediate problem is that of a digital divide."}, {"timestamp": [795.64, 798.48], "text": " For families living in one of the most hard-up areas of the country,"}, {"timestamp": [798.98, 803.7], "text": " forking out for a new laptop for what could be a short-term pilot program might not be welcomed."}, {"timestamp": [804.2, 808.24], "text": " Brea Lecarni from Century sees it as an issue of trigonometry."}, {"timestamp": [808.24, 809.44], "text": " It's the golden triangle."}, {"timestamp": [809.44, 811.24], "text": " You need the hardware."}, {"timestamp": [811.24, 814.48], "text": " You need the connectivity and then you need the software."}, {"timestamp": [814.48, 816.6], "text": " There's a lot of work to be done."}, {"timestamp": [816.6, 822.4], "text": " And I also will not stop talking to policymakers across the world to ensure they're thinking"}, {"timestamp": [822.4, 824.2], "text": " about that triangle."}, {"timestamp": [824.2, 829.6], "text": " The city region mayor is hoping to announce new tie-in schemes with banks and mobile phone companies."}, {"timestamp": [829.6, 830.6], "text": " They might help."}, {"timestamp": [830.6, 837.2], "text": " But at the launch of the pilot, there was a healthy dose of realism from head teachers from other schools considering signing up."}, {"timestamp": [837.2, 840.6], "text": " We come from one of the most deprived areas in the country."}, {"timestamp": [840.6, 846.0], "text": " In terms of tech, we're quite low in what we have as a school."}, {"timestamp": [846.0, 850.0], "text": " Currently we only have 30 iPads for the whole school."}, {"timestamp": [850.0, 853.0], "text": " When I started last year we had six iPads."}, {"timestamp": [853.0, 855.0], "text": " We're looking at more of a ratio of one to two,"}, {"timestamp": [855.0, 860.0], "text": " so one tablet between every two children in the school."}, {"timestamp": [860.0, 864.0], "text": " I've been ahead for 13 years, I've been in education for 25,"}, {"timestamp": [864.0, 866.16], "text": " I've never seen budgets so tight."}, {"timestamp": [867.16, 871.02], "text": " But the willingness to try it is being welcomed by the Mayor Steve Rotherham."}, {"timestamp": [871.12, 875.72], "text": " I understand the dangers and I think we have to get the safeguards and the guardrails right."}, {"timestamp": [876.42, 883.26], "text": " But if we can get them right, then think about the possibilities for using AI for good."}, {"timestamp": [883.62, 884.44], "text": " And as for the children?"}, {"timestamp": [884.44, 888.88], "text": " If you have a teacher, it just feels like you've got so much pressure weighing on your shoulders."}, {"timestamp": [888.88, 896.32], "text": " At least I can go up my own piece, but with teachers, you can get a better explanation out of it."}, {"timestamp": [896.32, 901.52], "text": " No one expects an exam board to say there are too many exams, but that is what the boss of"}, {"timestamp": [901.52, 915.36], "text": " one of the country's big exam boards now argues. Jill Duffy is the chief executive of the OCR exam board, which sets GCSEs, A-Levels and vocational qualifications in a wide range of subjects in England, Wales and Northern Ireland."}, {"timestamp": [916.24, 924.32], "text": " Well, in terms of generative AI, we think this really reinforces, if you like, the value of in-person and human-supervised exams."}, {"timestamp": [924.32, 928.24], "text": " It's not possible, you know, to bring chat GPT into an exam hall."}, {"timestamp": [928.24, 935.0], "text": " But we know it's a very broad area and we know it presents opportunities as well as challenges."}, {"timestamp": [935.0, 940.0], "text": " And we really, really need to make sure in education that we're making the most of those opportunities."}, {"timestamp": [940.0, 945.12], "text": " You mean in a sense you need the exam to be sure that the work that's been done during the work"}, {"timestamp": [945.12, 947.34], "text": " hasn't been written for young people by their computers?"}, {"timestamp": [947.76, 950.08], "text": " Yeah, I mean they cannot bring it into the exam hall."}, {"timestamp": [950.22, 955.0], "text": " So at the moment, it remains the most fairest and valid form of assessment."}, {"timestamp": [955.5, 961.0], "text": " But isn't it more optimistic vision of AI that given that it can personally tailor teaching,"}, {"timestamp": [961.28, 966.3], "text": " given that it can also help to mark work, you can do permanent assessment. You"}, {"timestamp": [966.3, 971.88], "text": " simply don't need a kind of annual season of examinations. I think it's really interesting."}, {"timestamp": [972.26, 976.86], "text": " And I think, you know, that exam season, I don't think we think that will go away for a long"}, {"timestamp": [976.86, 980.74], "text": " time to come. And, you know, it's interesting. When I went into schools after the pandemic"}, {"timestamp": [980.74, 985.8], "text": " and I talked to students after their exams, I was really struck by one girl who said to me, you know,"}, {"timestamp": [985.82, 987.9], "text": " about the sense of achievement that she got"}, {"timestamp": [987.9, 991.08], "text": " when she put her pen down in the exam hall for the last time."}, {"timestamp": [991.4, 994.08], "text": " And I think, you know, it was a real milestone for her"}, {"timestamp": [994.08, 998.3], "text": " and a sense of achievement that she had achieved her exams."}, {"timestamp": [998.48, 1000.3], "text": " But you at OCR, commissioned a report,"}, {"timestamp": [1000.44, 1003.66], "text": " which you did conclude there were simply too many exams for young people."}, {"timestamp": [1004.12, 1007.34], "text": " Yeah, what we're arguing is we think there should be a rebalancing."}, {"timestamp": [1007.54, 1012.06], "text": " What's happened over the last few years, if we've got to the point where there are,"}, {"timestamp": [1012.18, 1017.32], "text": " we think there are too many exams crammed right at the end of Key Stage 4."}, {"timestamp": [1017.32, 1022.52], "text": " And there is an opportunity to rebalance that by looking at assessment, as you said earlier,"}, {"timestamp": [1022.6, 1024.94], "text": " looking at assessment across the secondary phase."}, {"timestamp": [1025.48, 1037.72], "text": " And I think there is scope there for using digital assessments informed by AI that can help pinpoint, say, at the end of Key Stage 3, the skills and knowledge that children have, say, in English and maths,"}, {"timestamp": [1037.98, 1043.6], "text": " and what they then need to develop so that they can succeed when it comes to GCSE at 16."}, {"timestamp": [1043.74, 1047.92], "text": " It's GCSEs that are the target of the ire of many teachers, aren't there,"}, {"timestamp": [1047.98, 1052.22], "text": " which is, is it really necessary to put young people through all those exams?"}, {"timestamp": [1052.34, 1057.5], "text": " Mainly these days, they stay on to do another set of exams when they're 18,"}, {"timestamp": [1057.62, 1060.16], "text": " either A-levels or vocational or hires in Scotland, of course."}, {"timestamp": [1060.7, 1063.54], "text": " I mean, I think there's still an awful lot of support for GCSEs,"}, {"timestamp": [1063.54, 1065.2], "text": " and we see that GCSEs are"}, {"timestamp": [1065.2, 1070.2], "text": " internationally recognised. They have been copied in many countries around the world and IGCSEs are"}, {"timestamp": [1070.2, 1078.14], "text": " sat in many countries. So they are, you know, renowned as a very fair and a very effective part of"}, {"timestamp": [1078.14, 1090.24], "text": " assessment. So we absolutely don't want to, don't want to get rid of GCSEs and we're really, really, you know, pleased that the government itself and its review is not suggesting that exams should go at 16."}, {"timestamp": [1091.1, 1095.38], "text": " So all this week, our local correspondents have spent many hours in many different schools"}, {"timestamp": [1095.38, 1098.86], "text": " talking to pupils, parents, staff and administrators."}, {"timestamp": [1099.18, 1102.98], "text": " Not just because it matters, but because Sir Keir Starmes' government is currently undertaking"}, {"timestamp": [1102.98, 1109.14], "text": " a major review of the curriculum and assessment in England schools, which will be chaired by the education"}, {"timestamp": [1109.14, 1115.38], "text": " policy expert, Becky Francis. So, how should we rethink the English curriculum and assessment?"}, {"timestamp": [1115.82, 1120.2], "text": " Well, Sir Ian Livingston is the founder of Games Workshop, who advised the 2010 Coalition"}, {"timestamp": [1120.2, 1130.2], "text": " Government on a digital skills strategy for schools, and he later helped to found the Livingston Academy in Bournemouth. Jason Arde is a former guest editor of the"}, {"timestamp": [1130.2, 1134.24], "text": " Today program and a former PE teacher. He's professor of the sociology of education"}, {"timestamp": [1134.24, 1139.68], "text": " at Cambridge University and Claire Heald is CEO of the CAM Academy Trust."}, {"timestamp": [1139.68, 1144.96], "text": " What we don't need as a result of curriculum and assessment reform is wholesale change."}, {"timestamp": [1144.96, 1145.0], "text": " Our hardworking teachers in schools and I've you know I've been in education for What we don't need as a result of curriculum and assessment reform is wholesale change."}, {"timestamp": [1145.0, 1154.0], "text": " Our hardworking teachers in schools, and I've been in education for over 20 years now, and a teacher for about 15 years of that,"}, {"timestamp": [1154.0, 1158.0], "text": " is the last thing our teachers need and it's the last thing our children need."}, {"timestamp": [1158.0, 1164.0], "text": " I think there's two fundamental things in terms of the direction I feel we should be going."}, {"timestamp": [1164.0, 1165.6], "text": " We need to"}, {"timestamp": [1165.6, 1171.32], "text": " secure a strong core academic entitlement for all of our children. That's really important"}, {"timestamp": [1171.32, 1177.06], "text": " for the most disadvantaged and vulnerable children in our society. But I also think we need to"}, {"timestamp": [1177.06, 1182.22], "text": " see a shift towards quality, not quantity. And if I can get into that in a bit more detail,"}, {"timestamp": [1182.68, 1185.76], "text": " I'd really love to see the impact of reform"}, {"timestamp": [1185.76, 1189.04], "text": " being a reduction in curriculum content and assessment load."}, {"timestamp": [1189.04, 1196.14], "text": " And what I mean by that is less content to teach and as a result, fewer exams and less"}, {"timestamp": [1196.14, 1198.74], "text": " content to assess."}, {"timestamp": [1198.74, 1206.8], "text": " Just last week I was talking to a head in the CAM Academy Trust in Cambridgeshire where I work about the challenge of just"}, {"timestamp": [1206.8, 1213.84], "text": " fitting all this stuff into the into the curriculum and if if we can retain that strong academic"}, {"timestamp": [1213.84, 1221.3], "text": " core teach our children the powerful knowledge and skills that they need to not just navigate the"}, {"timestamp": [1221.3, 1226.08], "text": " world but thrive in it not just access society but influence it."}, {"timestamp": [1226.08, 1230.32], "text": " That's fundamental, but we do need to free up some space."}, {"timestamp": [1230.32, 1233.12], "text": " Yeah, okay, well we'll come back to that idea too much in the curriculum in a second."}, {"timestamp": [1233.12, 1235.92], "text": " Let me just ask our guest in the studio, Ian and Jason."}, {"timestamp": [1235.92, 1238.56], "text": " Ian, first of all, are we teaching the right subjects in the right way?"}, {"timestamp": [1241.92, 1245.34], "text": " The subjects are fine, but they need to be joined up."}, {"timestamp": [1245.74, 1249.0], "text": " I think children are obviously naturally curious"}, {"timestamp": [1249.0, 1252.1], "text": " and I think they need to be more engaged in their learning,"}, {"timestamp": [1252.26, 1256.34], "text": " whether it's working collaborative with their schoolmates"}, {"timestamp": [1256.34, 1260.88], "text": " or whether it's being more involved in the subjects themselves."}, {"timestamp": [1261.86, 1267.32], "text": " Participation leads to achievement and it's really important"}, {"timestamp": [1267.32, 1274.0], "text": " that children have a good arts education as well as a good science and STEM education."}, {"timestamp": [1274.0, 1282.24], "text": " I think it's important that they're able to understand that maths can be a beautiful thing."}, {"timestamp": [1282.24, 1285.12], "text": " I struggled with maths at school."}, {"timestamp": [1286.0, 1287.36], "text": " I know people who could very good,"}, {"timestamp": [1287.36, 1292.48], "text": " wrote learning and they can learn maths computationally,"}, {"timestamp": [1292.48, 1294.56], "text": " so they can do algebra."}, {"timestamp": [1294.56, 1296.24], "text": " But it's not as though you can go into a shop"}, {"timestamp": [1296.24, 1298.32], "text": " and ask for 2x plus y suites."}, {"timestamp": [1298.32, 1301.36], "text": " You need to be able to understand how that works in context."}, {"timestamp": [1301.36, 1303.92], "text": " So it's the application of learning that's so important."}, {"timestamp": [1303.92, 1307.12], "text": " So knowledge is important, but so is know-how."}, {"timestamp": [1307.12, 1309.4], "text": " Qualification important, but so is skill."}, {"timestamp": [1309.4, 1312.48], "text": " So it's not just a one-size-fits-all."}, {"timestamp": [1312.48, 1313.36], "text": " We're all different."}, {"timestamp": [1313.36, 1315.32], "text": " We learn at different speeds,"}, {"timestamp": [1315.32, 1318.12], "text": " and it's important that we have an environment"}, {"timestamp": [1318.12, 1322.04], "text": " that has a different way to assess children's performance."}, {"timestamp": [1322.04, 1323.4], "text": " Okay, and we're going to come back to that idea"}, {"timestamp": [1323.4, 1326.76], "text": " of applied learning, which is obviously central to the work that you do in Bournemouth."}, {"timestamp": [1326.84, 1330.62], "text": " But Jason, briefly to you, are we teaching the right subjects in the right way?"}, {"timestamp": [1331.44, 1341.96], "text": " I don't think so. I think there are opportunities to really kind of think about the whole part of it in terms of assessment, how we engage different types of learners."}, {"timestamp": [1341.96, 1352.08], "text": " I think increasingly, and this has kind of been generation upon generation, learners are coming to the educational space with more complex and diverse needs."}, {"timestamp": [1352.08, 1357.84], "text": " And unfortunately, at times our curriculum is enabled to support those needs."}, {"timestamp": [1357.84, 1365.68], "text": " So I think recognising some of the differences in that learning and how we can reshape parts of our curriculum to better suit learners"}, {"timestamp": [1365.68, 1371.16], "text": " and teachers and educators as well. I think it's a really good way to go or think about this."}, {"timestamp": [1371.16, 1372.76], "text": " Let's pursue some of the points you've all raised."}, {"timestamp": [1372.76, 1377.4], "text": " So Jason, what are the things that you think we've lost that we're not teaching enough of?"}, {"timestamp": [1377.4, 1383.52], "text": " I think the erasure or the subtle reduction of the arts, I think, has been, and humanities"}, {"timestamp": [1383.52, 1388.16], "text": " has been a significant stain, I think, on the national curriculum,"}, {"timestamp": [1388.36, 1396.06], "text": " because I think it provides, you know, a canon of creativity in terms of learning to use different parts of the brain and engage in different ways."}, {"timestamp": [1396.06, 1407.62], "text": " And I think this has been really consequential in terms of the pressure that now young people face within kind of their education trajectories and having an outlet for kind of developing different skills,"}, {"timestamp": [1407.92, 1411.56], "text": " thinking creative ways that can complement some of the things they do"}, {"timestamp": [1411.56, 1414.16], "text": " in core subjects like mass, English or science."}, {"timestamp": [1414.36, 1417.3], "text": " Okay, and Claire Heald, you mentioned in your first answer there"}, {"timestamp": [1417.3, 1418.86], "text": " that you think there's too much in the curriculum."}, {"timestamp": [1419.02, 1421.58], "text": " Why? Just explain why you think that there is just too much content"}, {"timestamp": [1421.58, 1423.0], "text": " in the curriculum currently?"}, {"timestamp": [1423.42, 1425.94], "text": " I think there's a couple of reasons for that."}, {"timestamp": [1426.1, 1429.62], "text": " I mean, if we free up space, it's important to hear that they are the,"}, {"timestamp": [1429.88, 1434.92], "text": " just thinking about the points I've just heard, which, and there's some stuff there"}, {"timestamp": [1434.92, 1437.62], "text": " that I would really support, particularly around the arts."}, {"timestamp": [1438.48, 1446.6], "text": " If we free up space in our curriculum, what that enables is more flexibility and choice in the system"}, {"timestamp": [1446.6, 1450.72], "text": " so that some of our pupils who historically have been less successful,"}, {"timestamp": [1451.34, 1453.08], "text": " thinking about the forgotten third,"}, {"timestamp": [1453.18, 1458.5], "text": " the pupils that at the moment aren't successful in getting their core academic qualifications,"}, {"timestamp": [1459.78, 1461.68], "text": " that can support those kind of children."}, {"timestamp": [1462.22, 1465.62], "text": " But it also creates space for non-examined content,"}, {"timestamp": [1465.88, 1468.18], "text": " for the really important enrichment opportunities,"}, {"timestamp": [1468.88, 1471.22], "text": " the co-curricular aspects of the curriculum."}, {"timestamp": [1471.52, 1473.4], "text": " And what I mean by that is, you know,"}, {"timestamp": [1473.44, 1476.98], "text": " the arts, sports, cultural experiences."}, {"timestamp": [1477.34, 1479.18], "text": " It's really important for our children"}, {"timestamp": [1479.18, 1482.12], "text": " alongside that, you know, core academic core entitlement"}, {"timestamp": [1482.12, 1488.76], "text": " to have the opportunities and experiences that will enable choice and agency okay and do you think briefly"}, {"timestamp": [1488.76, 1494.22], "text": " clear that children sit too in exams I think they probably slightly do okay and"}, {"timestamp": [1494.22, 1498.3], "text": " yes and I think I guess in the studio might agree with that Ian was the the"}, {"timestamp": [1498.3, 1501.36], "text": " starting point if you like for Livingston Academy your feeling based on your"}, {"timestamp": [1501.36, 1506.26], "text": " own experience as well that what we teach matters almost less than how we teach it?"}, {"timestamp": [1506.56, 1508.66], "text": " Yeah, I think it's all about context for children,"}, {"timestamp": [1509.1, 1509.94], "text": " the applied learning."}, {"timestamp": [1510.22, 1512.56], "text": " I mean, obviously I've been in the games for a long time,"}, {"timestamp": [1512.64, 1516.22], "text": " but I've seen through people playing games and through making games"}, {"timestamp": [1516.22, 1518.82], "text": " that a child, for example, playing Minecraft,"}, {"timestamp": [1519.32, 1522.0], "text": " can understand learning by doing that,"}, {"timestamp": [1522.06, 1525.08], "text": " applying the heat of a furnace to silica sand,"}, {"timestamp": [1525.38, 1527.74], "text": " that they make glass and they take that glass and put in their environment."}, {"timestamp": [1527.84, 1528.72], "text": " They won't forget that."}, {"timestamp": [1529.04, 1531.64], "text": " But if they were just told that, chance are they would forget that."}, {"timestamp": [1532.14, 1535.3], "text": " A game like rollercoast tycoon, effectively a management simulation,"}, {"timestamp": [1535.86, 1537.82], "text": " understanding the physics of building the rides,"}, {"timestamp": [1538.0, 1540.36], "text": " the economy of running and pricing those rides,"}, {"timestamp": [1540.86, 1543.72], "text": " and the staffing level is required to run those rides as well."}, {"timestamp": [1543.72, 1549.3], "text": " And if you do it well, you have a successful theme park and the customers will come. If you get it wrong, you tweak the"}, {"timestamp": [1549.3, 1555.32], "text": " parameters. But through that game, everyone can be a winner over time. So it's important"}, {"timestamp": [1555.32, 1561.78], "text": " that that child feels that they are not a failure, why they can feel like a failure if they fail"}, {"timestamp": [1561.78, 1565.48], "text": " in examination. It's just a question that we learn at different speeds."}, {"timestamp": [1565.62, 1567.1], "text": " And to the point about the arts,"}, {"timestamp": [1567.18, 1568.78], "text": " we're a creative nation, look at our film,"}, {"timestamp": [1568.9, 1571.84], "text": " our fashion, our music, our publishing, our architecture."}, {"timestamp": [1572.08, 1576.26], "text": " And we have to make sure that it's not simply a nice to have the arts."}, {"timestamp": [1576.38, 1578.96], "text": " It's not a question of either or it should be part and parcel."}, {"timestamp": [1579.14, 1582.46], "text": " Leonardo da Vinci, the world's best palomath amazing artist,"}, {"timestamp": [1582.46, 1584.64], "text": " but also mathematician and engineer."}, {"timestamp": [1584.76, 1587.08], "text": " We've got to join up the left side and the right side of the brain."}, {"timestamp": [1587.52, 1589.3], "text": " Not just about IQ, it's about EQ,"}, {"timestamp": [1589.48, 1592.62], "text": " the emotion intelligence to create in a workplace"}, {"timestamp": [1592.62, 1595.48], "text": " where people enjoy working together as teams."}, {"timestamp": [1595.6, 1597.5], "text": " So it's joining up together,"}, {"timestamp": [1597.62, 1603.02], "text": " collaboration and contextualising the curriculum is so important."}, {"timestamp": [1603.18, 1606.26], "text": " I'll ask you all in a moment for your one key message to Becky Francis,"}, {"timestamp": [1606.4, 1607.66], "text": " who's almost certainly listening."}, {"timestamp": [1608.06, 1609.18], "text": " Jason, you know Becky Francis."}, {"timestamp": [1609.66, 1614.74], "text": " You were a PE teacher before you had a big shift into academic life."}, {"timestamp": [1615.1, 1617.48], "text": " One of the things you're interested in in terms of the curriculum, Jason,"}, {"timestamp": [1617.48, 1618.5], "text": " I know is lifelong learning."}, {"timestamp": [1618.82, 1623.02], "text": " What would it actually mean in practice to change our approach to education"}, {"timestamp": [1623.02, 1626.26], "text": " from cram, cram, cram until you're 18, to something that's genuinely lifelong?"}, {"timestamp": [1626.76, 1630.64], "text": " I think I've never subscribed to the idea that, you know,"}, {"timestamp": [1630.72, 1635.26], "text": " you have these do-or-die exams at 15 and 16 that fundamentally can shape,"}, {"timestamp": [1635.5, 1641.12], "text": " determine the arc of how one's, you know, life or educational trajectory may go."}, {"timestamp": [1641.12, 1644.88], "text": " You know, I subscribe to the idea that learning happens on this continuum,"}, {"timestamp": [1649.84, 1656.88], "text": " which is a lifelong kind of stretch and that people can enter that continuum at different times or mature or realize their educational capabilities across that particular continuum. So I think one of"}, {"timestamp": [1656.88, 1661.6], "text": " things I think is hugely important is really having a wider embracing of this idea that actually"}, {"timestamp": [1661.6, 1665.04], "text": " people may realize their educational potential at"}, {"timestamp": [1665.04, 1669.98], "text": " different points in their educational journey and not really kind of focus and hone in on this idea"}, {"timestamp": [1669.98, 1675.6], "text": " that at 15 you know you're having this huge set of exams that kind of determines where one's"}, {"timestamp": [1675.6, 1678.72], "text": " trajectory may lead them to a very brief final thought I'm going to get to you for this"}, {"timestamp": [1678.72, 1681.9], "text": " Ian which is about digital skills we've talked about oracy this week but you would argue"}, {"timestamp": [1681.9, 1684.96], "text": " I'm sure looking at the world of technology which you're in that we need to make sure"}, {"timestamp": [1684.96, 1686.38], "text": " kids are doing things that AI doesn't."}, {"timestamp": [1687.06, 1689.86], "text": " They need to be able to digitally create, not just consume."}, {"timestamp": [1689.96, 1695.2], "text": " So we have to move children from the passenger seat of digital consumption to the driver's seat of digital creativity,"}, {"timestamp": [1695.7, 1700.74], "text": " to be able to forge themselves a career in a world that's going to be dominated by robots and AI."}, {"timestamp": [1701.04, 1705.58], "text": " And you only can do through that through critical thinking, complex problem solving"}, {"timestamp": [1705.58, 1711.78], "text": " and creativity. Well, earlier this week, I spoke to a head teacher and a couple of pupils at the"}, {"timestamp": [1711.78, 1717.34], "text": " Livingston Academy in Bournemouth. This is a school which is pioneering a relatively modern"}, {"timestamp": [1717.34, 1722.84], "text": " approach to education through something called applied learning. And Lauren Tharm is the head teacher."}, {"timestamp": [1723.22, 1725.82], "text": " Nicole and Agatha are two pupils there and I"}, {"timestamp": [1725.82, 1731.88], "text": " asked Mr Tharm if they prioritise skills over knowledge. The knowledge of which they are learning"}, {"timestamp": [1731.88, 1736.24], "text": " is deeper because they are understanding it more they're using it, they're applying it to"}, {"timestamp": [1736.24, 1740.76], "text": " authentic scenarios rather than just listening and then forgetting it within a day."}, {"timestamp": [1740.86, 1744.48], "text": " So it's not that the knowledge is not there absolutely not and this debate between"}, {"timestamp": [1744.48, 1748.56], "text": " knowledge versus skills has got to go. It's knowledge and skills. You can't have one without the"}, {"timestamp": [1748.56, 1752.88], "text": " other. What is that curriculum approach so that when children have that secure knowledge, what do we do"}, {"timestamp": [1752.88, 1757.32], "text": " with it? How do they embed it? How do they really understand it deeply? Got it. Let's talk to some of your"}, {"timestamp": [1757.32, 1760.92], "text": " pupils. I'm going to start with Agatha for no obvious reason, just because you were looking down,"}, {"timestamp": [1760.98, 1767.18], "text": " and I thought I'd just surprise you there. Agatha, What's your sense of what the Livingston Academy does differently?"}, {"timestamp": [1767.46, 1768.88], "text": " And do you like what it does differently?"}, {"timestamp": [1769.12, 1771.74], "text": " We got a lovely range of GCSE options."}, {"timestamp": [1772.12, 1775.8], "text": " And we just have many projects, even classwork, basic classwork."}, {"timestamp": [1776.0, 1778.54], "text": " You have Think Pairs share where we get to collaborate with our students"}, {"timestamp": [1778.54, 1780.04], "text": " and that's a lot different from other schools."}, {"timestamp": [1780.28, 1781.4], "text": " And I do like that."}, {"timestamp": [1781.6, 1786.58], "text": " I think you're the first teenager I've ever heard who referred to a lovely range of GCSE options,"}, {"timestamp": [1786.92, 1787.74], "text": " which is nice."}, {"timestamp": [1787.94, 1789.02], "text": " Can I have a quick chat with Nicole?"}, {"timestamp": [1789.38, 1790.94], "text": " Is there an example, Nicole,"}, {"timestamp": [1791.12, 1792.84], "text": " of something that every school does"}, {"timestamp": [1792.84, 1794.16], "text": " because it's in the curriculum"}, {"timestamp": [1794.16, 1795.64], "text": " and every pupil might do,"}, {"timestamp": [1795.78, 1797.66], "text": " but which you guys at Livingston Academy"}, {"timestamp": [1797.66, 1799.06], "text": " will do slightly differently"}, {"timestamp": [1799.06, 1801.52], "text": " because you have this philosophy of applied learning?"}, {"timestamp": [1801.76, 1804.84], "text": " So we do quite a lot of research in groups,"}, {"timestamp": [1807.2, 1812.0], "text": " which is really good because you learn something from other people. And a technique I personally used for actually, remember my study is that"}, {"timestamp": [1812.0, 1816.24], "text": " when you know a topic well enough that you can teach it to one another, it's something we did in"}, {"timestamp": [1816.24, 1820.32], "text": " English because we're currently learning about a Christmas carol by Charles Dick and one of my"}, {"timestamp": [1820.32, 1825.68], "text": " favourite books. We got asked to research four topics, poverty, ghost, London, Christmas."}, {"timestamp": [1825.68, 1831.28], "text": " And we were each given half an hour to do some deep research onto the topic. And then we shared"}, {"timestamp": [1831.28, 1836.4], "text": " the knowledge with other students. I personally researched poverty and how I affected people"}, {"timestamp": [1836.4, 1841.36], "text": " in Victorian era. What I taught them, I actually remember, because it's a very effective method of"}, {"timestamp": [1841.36, 1849.4], "text": " learning. So I get to build on myself and also build the people around me, which is a great example of applied learning. I had a geography teacher who said the best"}, {"timestamp": [1849.4, 1854.78], "text": " way to learn is to teach. That sounds like what you're saying as well. Agatha, do you know what"}, {"timestamp": [1854.78, 1859.42], "text": " you might want to do in the future for a career? I play football. In women's football, it's a bit"}, {"timestamp": [1859.42, 1864.54], "text": " easier to go pro. If not, then I am doing a coaching degree. Maybe coaching would be nice."}, {"timestamp": [1864.76, 1868.5], "text": " What position do you play? Goalkeeper. You're really good. I bet you're really good,"}, {"timestamp": [1868.5, 1873.12], "text": " aren't you? Of course. And Nicole, what do you want to do in the future?"}, {"timestamp": [1873.56, 1878.28], "text": " My plan to be a surgeon when I grow up. Cardiffrasic surgeon. Really interested me."}, {"timestamp": [1878.48, 1883.64], "text": " Last year, we got into looking at the cells and I was so interested at it. I went home"}, {"timestamp": [1883.64, 1885.76], "text": " and asked my mom, can you get me a heart for Christmas?"}, {"timestamp": [1885.76, 1888.12], "text": " Because I wanted to get a better feel of the anatomy."}, {"timestamp": [1888.12, 1889.44], "text": " We've been doing it in school."}, {"timestamp": [1889.44, 1891.04], "text": " I watched tutorials and I think,"}, {"timestamp": [1891.04, 1892.36], "text": " how did I dissect the car,"}, {"timestamp": [1892.36, 1893.0], "text": " Cab's heart?"}, {"timestamp": [1893.0, 1895.24], "text": " Because obviously the anatomy is going to be a little different."}, {"timestamp": [1895.24, 1896.84], "text": " So I started poking it and I was like,"}, {"timestamp": [1896.84, 1899.64], "text": " yeah, this is the left atrium."}, {"timestamp": [1899.64, 1901.68], "text": " This is, you know, the main veins."}, {"timestamp": [1901.68, 1902.92], "text": " And we started learning about this school"}, {"timestamp": [1902.92, 1903.88], "text": " and I was really proud of myself"}, {"timestamp": [1903.88, 1904.92], "text": " because I have to remember this stuff."}, {"timestamp": [1904.92, 1905.94], "text": " And I still remember it now because I can see the heart. That And we started learning about this school and I was really proud of myself because I'd remember this stuff. And I still remember it now"}, {"timestamp": [1905.94, 1907.76], "text": " because I can see the heart."}, {"timestamp": [1907.94, 1909.1], "text": " That's like applied learning."}, {"timestamp": [1909.24, 1910.84], "text": " That's like applied learning in practice, right?"}, {"timestamp": [1911.06, 1911.38], "text": " Yeah."}, {"timestamp": [1911.98, 1913.7], "text": " Well, it's a real privilege to talk to you all."}, {"timestamp": [1913.86, 1914.5], "text": " Honestly, it is."}, {"timestamp": [1914.56, 1916.02], "text": " And I'm conscious that we're taking quite a lot."}, {"timestamp": [1916.12, 1917.34], "text": " Which lessons have you missed?"}, {"timestamp": [1917.44, 1919.48], "text": " Agatha, what have you missed in order to be on the Today program?"}, {"timestamp": [1919.82, 1921.54], "text": " I mean, I'm not really complaining."}, {"timestamp": [1922.38, 1923.98], "text": " We've got to miss a bleep test."}, {"timestamp": [1926.5, 1928.22], "text": " Hang on, but you want to be a footballer, Agatha."}, {"timestamp": [1928.32, 1929.96], "text": " You need to be top of the game."}, {"timestamp": [1930.0, 1931.16], "text": " That doesn't count."}, {"timestamp": [1931.44, 1931.76], "text": " What do you mean?"}, {"timestamp": [1931.82, 1932.32], "text": " That doesn't count."}, {"timestamp": [1932.32, 1933.78], "text": " I like football, right?"}, {"timestamp": [1933.84, 1935.0], "text": " I just don't like bleep tests."}, {"timestamp": [1935.26, 1936.08], "text": " Hang on a second."}, {"timestamp": [1936.24, 1940.1], "text": " You need to be top of class on the bleep test if you're going to be a footballer."}, {"timestamp": [1940.4, 1942.68], "text": " No, it doesn't mean that I'm not good at bleep test."}, {"timestamp": [1942.74, 1943.52], "text": " I just don't like them."}, {"timestamp": [1943.76, 1944.72], "text": " Mr. Thumb, sir."}, {"timestamp": [1952.8, 1953.06], "text": " What's the influence of Ian Livingston, this hugely important figure in modern British business, life, culture?"}, {"timestamp": [1955.18, 1955.4], "text": " A lot of people won't know that he's also involved in education."}, {"timestamp": [1957.76, 1957.92], "text": " How do you feel his influence in what you do?"}, {"timestamp": [1962.78, 1962.94], "text": " He worked closely with our managing directors, Stephen Paula Kenning, to design and create this school."}, {"timestamp": [1965.4, 1965.64], "text": " There was a need for this type of school in this area."}, {"timestamp": [1968.08, 1968.26], "text": " But also he wanted to rethink education himself."}, {"timestamp": [1970.06, 1970.44], "text": " He didn't enjoy traditional education."}, {"timestamp": [1973.08, 1973.32], "text": " His passion is to get children busy."}, {"timestamp": [1974.96, 1975.22], "text": " They want to be making, they want to be creating."}, {"timestamp": [1977.06, 1977.32], "text": " They want to be actively involved in their learning."}, {"timestamp": [1980.48, 1980.88], "text": " He's fell up walking around schools and seeing children being spoken at for an hour."}, {"timestamp": [1981.24, 1981.34], "text": " Fantastic."}, {"timestamp": [1981.8, 1982.3], "text": " All right, guys. Thank you so much."}, {"timestamp": [1982.34, 1983.52], "text": " Best of luck for the future, guys."}, {"timestamp": [1983.64, 1984.62], "text": " Good luck with a bleep test."}, {"timestamp": [1990.16, 1996.08], "text": " And we also spoke to Nick Gibb. He was the long-standing conservative schools minister whose reform was particularly around phonics teaching and maths are widely credited"}, {"timestamp": [1996.08, 2001.36], "text": " with improving England standings in the international league tables. And before asking Nick Gibb,"}, {"timestamp": [2001.68, 2005.08], "text": " what he would change about the curriculum and assessment in England,"}, {"timestamp": [2005.38, 2008.16], "text": " I asked him what he would say he got right."}, {"timestamp": [2008.9, 2013.66], "text": " Well, the phonics change is the way we teach children to read has changed and improved"}, {"timestamp": [2013.66, 2017.64], "text": " and we're now fourth in the world in terms of the reading ability of nine-year-olds."}, {"timestamp": [2018.04, 2020.2], "text": " And the knowledge-rich curriculum that we introduced,"}, {"timestamp": [2020.32, 2022.26], "text": " as well as all the changes to mathematics,"}, {"timestamp": [2022.5, 2027.0], "text": " making sure it was being taught in the way the best countries in the world are teaching it,"}, {"timestamp": [2027.0, 2036.0], "text": " has led to England rising in the PISA tables from about 20 something to 11th in the most recent pizza tables."}, {"timestamp": [2036.0, 2037.0], "text": " So that has gone right."}, {"timestamp": [2037.0, 2043.0], "text": " And up and down the country, I was with a group of teachers last night in Litchfield,"}, {"timestamp": [2043.0, 2045.94], "text": " and they are embracing the concept now. They're taking control"}, {"timestamp": [2045.94, 2051.36], "text": " of the profession. They're taking control of debates about curriculum and how to teach the curriculum."}, {"timestamp": [2052.0, 2055.3], "text": " And that's one of the great things that I think we've achieved over the last 15 years,"}, {"timestamp": [2055.38, 2060.84], "text": " that teachers, rather than academics in the universities, are now leading the debate about"}, {"timestamp": [2060.84, 2064.22], "text": " how children should be taught and what they should be taught. And one of those teachers and what"}, {"timestamp": [2064.22, 2066.96], "text": " are you saying to Becky Francis this morning and generally about what her children should be taught and what they should be taught. And what are those teachers and what are you saying to Becky Francis this morning and"}, {"timestamp": [2066.96, 2071.52], "text": " generally about what her priorities should be for this review of the curriculum and assessment?"}, {"timestamp": [2071.52, 2077.76], "text": " Well Becky Francis herself has said that it should be evolution, not revolution."}, {"timestamp": [2077.76, 2089.26], "text": " And as Claire Heald said in your panel, what teachers do not need, and that could, you know, from last night I can tell you that that is their view, they don't want the wholesale change now to the curriculum. When we, when we"}, {"timestamp": [2089.26, 2095.66], "text": " introduced the curriculum review in 2011 onwards, we looked around the world to adopt the best"}, {"timestamp": [2095.66, 2101.82], "text": " approaches to the curriculum. So what we have in place now is a very well consulted on and"}, {"timestamp": [2101.82, 2105.6], "text": " delivered an evidence-based approach to the curriculum, that teachers"}, {"timestamp": [2105.6, 2111.12], "text": " have spent a long time turning into lesson plans for their schools. So we don't need to, you know,"}, {"timestamp": [2111.12, 2115.84], "text": " to overturn all that. And it has, as you say, it has proven successful. It is pushing England"}, {"timestamp": [2115.84, 2120.56], "text": " up the international league tables. And that matters for young people. It's not just a sort of,"}, {"timestamp": [2120.56, 2124.96], "text": " you know, I'd be saying this on the today program. This matters for young people because it means"}, {"timestamp": [2124.96, 2126.3], "text": " that they are better educated"}, {"timestamp": [2126.3, 2132.0], "text": " and better prepared in the global competitive market that there is for business and for jobs."}, {"timestamp": [2132.24, 2135.4], "text": " And on that preparation, what do you think specifically about the idea"}, {"timestamp": [2135.4, 2139.18], "text": " that oracy should be added to the curriculum in a formal way"}, {"timestamp": [2139.18, 2142.84], "text": " and do you buy the argument that it's the way of helping those children you obviously want to help?"}, {"timestamp": [2144.0, 2150.04], "text": " I think talk is important. It's important that children practice vocabulary that they turn to."}, {"timestamp": [2150.24, 2156.28], "text": " I've been into lessons where the teacher says to the children, turn to your partner to give them the answer to the question."}, {"timestamp": [2156.4, 2162.1], "text": " So they are practicing the answer. You've got half the class instead of just one child answering the question."}, {"timestamp": [2162.1, 2167.8], "text": " I think it's important when children answer questions that they give a full sentence to the answer,"}, {"timestamp": [2167.9, 2169.88], "text": " not just, you know, one word answers,"}, {"timestamp": [2169.96, 2173.4], "text": " so that they are practicing syntax and getting their sentence"}, {"timestamp": [2173.4, 2174.7], "text": " and grammar correct."}, {"timestamp": [2175.1, 2178.54], "text": " But the idea of having an oracy hour, I think,"}, {"timestamp": [2178.6, 2180.9], "text": " is not a good use of students' time."}, {"timestamp": [2181.0, 2182.74], "text": " They should be using oracy in every lesson"}, {"timestamp": [2182.74, 2188.86], "text": " because they need to have things to talk about. You can't just, you know, talk. You need to be talking about history or science or"}, {"timestamp": [2188.86, 2195.3], "text": " maths and practicing the vocabulary of those specific subjects. So oracy, like the skills that"}, {"timestamp": [2195.3, 2200.76], "text": " Ian Levison talked about, creativity, problem solving, critical thinking, it has to relate to the"}, {"timestamp": [2200.76, 2205.12], "text": " subject that's being taught. You can't teach these skills or see your creativity"}, {"timestamp": [2205.12, 2210.88], "text": " in isolation as if you're just teaching a standalone skill. And what can we do, especially in an"}, {"timestamp": [2210.88, 2216.16], "text": " era of tight public finances, to put it mildly, to get more and better teachers?"}, {"timestamp": [2217.6, 2222.48], "text": " Well, that's something that I worked very hard at in my 10 years as a minister. When you"}, {"timestamp": [2222.48, 2226.24], "text": " have a strong economy like Brit's, it's always a very"}, {"timestamp": [2226.24, 2231.04], "text": " competitive market to recruit the best graduates into the profession. We did manage to get 27,000"}, {"timestamp": [2231.04, 2236.8], "text": " more teachers into the profession over those 15 years, but it's a continual struggle to do so."}, {"timestamp": [2236.8, 2241.04], "text": " You need to pay well. What we also introduced was the early career framework, making sure that"}, {"timestamp": [2241.04, 2249.34], "text": " those teachers in the first two years of their career in schools were better supportive with mentoring and a better preparation for how to manage a classroom"}, {"timestamp": [2249.34, 2254.02], "text": " and how to understand concepts such as cognitive load theory and so on, how children learn."}, {"timestamp": [2254.4, 2256.24], "text": " So we were better supporting."}, {"timestamp": [2256.36, 2260.1], "text": " We introduced that from quite recently in about 2020, 21, 22."}, {"timestamp": [2260.74, 2262.44], "text": " And I think that will help retention."}, {"timestamp": [2263.44, 2265.52], "text": " And all the work we did on improving"}, {"timestamp": [2265.52, 2270.3], "text": " people behaviour is also designed to encourage more top graduates to come into teaching."}, {"timestamp": [2270.8, 2274.84], "text": " I'm sorry, I was just going to pick up on a phrase in your first answer. Forgive me,"}, {"timestamp": [2274.86, 2279.42], "text": " sorry, Mr. Giver. You talked about knowledge rich. Do you worry that there is a danger that we"}, {"timestamp": [2279.42, 2283.38], "text": " end up with this dichotomy? I don't want to overstate it. Lots of people say it's false, but that we"}, {"timestamp": [2283.38, 2287.78], "text": " do have the danger of schooling for the rich and skilling for the poor. And that if there's any flight from"}, {"timestamp": [2287.78, 2293.4], "text": " a knowledge-based, yes, a more traditional form of education, that actually is kids from a poorer"}, {"timestamp": [2293.4, 2297.78], "text": " background that might miss out on the benefits of a knowledge-rich education. Well, that's why"}, {"timestamp": [2297.78, 2302.28], "text": " we were so determined to have a knowledge-rich curriculum at least up to the age of 16."}, {"timestamp": [2302.58, 2305.36], "text": " After 16, you know, people can choose whatever,"}, {"timestamp": [2305.36, 2310.72], "text": " you know, is their passion to do for their long term. But up to 16, children do need a knowledge"}, {"timestamp": [2310.72, 2315.52], "text": " rich curriculum. They need to know about science. They need to be good at math. They need to be able"}, {"timestamp": [2315.52, 2320.48], "text": " to read fluently. They need to be introduced to the best literature and music and arts. And the"}, {"timestamp": [2320.48, 2323.84], "text": " humanities, history and geography. There are now more young people taking history and geography"}, {"timestamp": [2323.84, 2325.26], "text": " than there were in 2010."}, {"timestamp": [2325.58, 2329.66], "text": " More young people taking double science compared with single science or triple science."}, {"timestamp": [2330.2, 2332.12], "text": " There's more taking triple science as well."}, {"timestamp": [2332.36, 2335.7], "text": " So all those things are important and the curriculum needs to be knowledge rich."}, {"timestamp": [2335.8, 2337.26], "text": " Children need to know things."}, {"timestamp": [2337.74, 2342.02], "text": " And from that knowledge comes the cognitive skills that we all want for our economy."}, {"timestamp": [2342.02, 2365.04], "text": " If you're good at math, you'll be a good problem solver, particularly in math. If you want children to be critical thinkers, they need to know things. They need to know about all the problems that the countries of the world have had in the past. They need to know about the problems in science, what previous scientists of previous generations, the problems that they have solved. And if you want to be creative, you need to have read the best literature"}, {"timestamp": [2365.04, 2369.7], "text": " and heard the best music and seen the best art, that's how you become creative. And that's"}, {"timestamp": [2369.7, 2374.08], "text": " what we've introduced in the curriculum review that we conducted from 20-11 onwards, which"}, {"timestamp": [2374.08, 2379.0], "text": " have more knowledge into the curriculum. So that children's vocabulary is increasing, their"}, {"timestamp": [2379.0, 2383.66], "text": " knowledge is increasing, their cognitive skills are increasing as a consequence of the"}, {"timestamp": [2383.66, 2385.28], "text": " challenges of that knowledge-based"}, {"timestamp": [2385.28, 2390.88], "text": " to curriculum and that's why England is going up as it is in those international league teams"}, {"timestamp": [2390.88, 2394.72], "text": " partly due to reforms that you introduce mr nick gibb thank you very much indeed for joining us"}, {"timestamp": [2399.92, 2405.92], "text": " yoga is more than just exercise it's the spiritual practice that millions swear by."}, {"timestamp": [2406.72, 2410.64], "text": " And in 2017, Miranda, a university tutor from London,"}, {"timestamp": [2411.04, 2414.24], "text": " joins a yoga school that promises profound transformation."}, {"timestamp": [2414.8, 2418.72], "text": " It felt a really safe and welcoming space."}, {"timestamp": [2419.04, 2420.88], "text": " After the yoga classes, I felt amazing."}, {"timestamp": [2421.36, 2434.0], "text": " But soon, that calm, welcoming atmosphere leads to something far darker, a journey that leads to allegations of grooming, trafficking and exploitation across international borders."}, {"timestamp": [2434.0, 2439.0], "text": " I don't have my passport, I don't have my phone, I don't have my bank cards, I have nothing."}, {"timestamp": [2439.0, 2445.08], "text": " The passport being taken, the being in a house and not feeling like they can leave."}, {"timestamp": [2445.72, 2451.4], "text": " World of Secrets is where untold stories are unveiled and hidden realities are exposed."}, {"timestamp": [2451.96, 2456.14], "text": " In this new series, we're confronting the dark side of the wellness industry"}, {"timestamp": [2456.14, 2460.72], "text": " with the hope of a spiritual breakthrough gives way to disturbing accusations."}, {"timestamp": [2461.36, 2469.72], "text": " You just get sucked in so gradually and it's done so skillfully that you don't realize."}, {"timestamp": [2469.72, 2472.88], "text": " And it's like this, the secret that's there."}, {"timestamp": [2472.88, 2483.68], "text": " I wanted to believe that, you know, that whatever they were doing, even if it seemed gross"}, {"timestamp": [2483.68, 2487.02], "text": " to me, was for some spiritual reason that I couldn't"}, {"timestamp": [2487.02, 2493.2], "text": " yet understand revealing the hidden secrets of a global yoga network I feel that I have no other"}, {"timestamp": [2493.2, 2502.26], "text": " choice the only thing I can do is to speak about this and to put my reputation and"}, {"timestamp": [2502.26, 2507.0], "text": " everything else on the line. I want truth and justice."}, {"timestamp": [2510.0, 2513.0], "text": " And for other people to not be hurt,"}, {"timestamp": [2513.0, 2515.0], "text": " for things to be different in the future."}, {"timestamp": [2515.0, 2519.0], "text": " To bring it into the light and almost alchemize"}, {"timestamp": [2519.0, 2522.0], "text": " some of that evil stuff that went on"}, {"timestamp": [2522.0, 2524.0], "text": " and take back the power."}, {"timestamp": [2525.84, 2529.3], "text": " World of Secrets, Season 6, The Bad Guru."}, {"timestamp": [2529.8, 2531.58], "text": " Listen wherever you get your podcasts."}], "text": " This BBC podcast is supported by ads outside the UK. BBC Sounds, music, radio podcasts. All this week on the Today programme, we've been looking at how schools are innovating in different ways ahead of a review that the Labour government has started into the curriculum in England's schools. In opposition, Sir Keir Starmer outlined a vision for education which sought to combat disadvantage, not least by placing oracy the ability to communicate effectively at the heart of schooling. Voice 21, a charity which works with schools to build speaking skills, has published a report it commissioned into oracy education. Our reporter Christian Johnson joined the report's author, the former education union leader Jeff Barton, on a visit to Cubitt Town Primary School in London's Isle of Dogs. Hello everyone! Hello everyone! Thank you so much Iris class. Can we try? That's just about the children getting used to the voice and changing your voice because a lot of them speak monotone. Structures that started RSC have changed because our children are different. And I think that's the whole thing about RSC is that it's going to be different in every school. Robin Bruce, head teacher here at Cubit Town, explains how from from reception children's speaking skills are nurtured. They can tell us what they did there. So we can learn from others about their experiences and where they're from. That is a beautiful point. Let's focus in on London then for a bit for our final little bit of discussion. How does diversity impact London? I think having more cultures around you makes it more fun. And also you can learn... These year six pupils, assembly is a chance to put their language skills as well as their knowledge into action. We realised that assemblies could be a really great space to showcase what the children can do and also the sort of main area for them to develop these oracy skills. So we developed a strategy where the children sat in a circle, and the emphasis was very much on them contributing, as you see today, with the teacher playing more of a role as a facilitator, encouraging discussion. Nicky Pear, Cubet Town's deputy head teacher and oracy lead, believes embedding language skills into the curriculum is fundamental for the children the school serves. There's entrenched poverty in the borough. Many of our children speak English as an additional language. Orsie, we feel, is a key to unlock some of those challenges, to develop skills in our pupils before they move to secondary There's entrenched poverty in the borough. Many of our children speak English as an additional language. Oresi we feel is a key to unlock some of those challenges, to develop skills in our pupils before they move to secondary school that will help them in all manner of ways moving forward in life, whether it's with the next stage in their academic career or when they move forward and they're going to interviews for jobs. We think Oressee is something that can really unlock the potential of these children that we work with here and become a tool for social mobility. For me, it feels like not just talking, but talking is like a factor of oracy, one of the major ones, but it's also listening and debating and clarifying and instigating and so many other things. It's like a very wide variety of things to me. Ten-year-old's Nadia and Reuben spoke to me about the impact of Orsci on them. It's made me speak more because I used to be a shy kid in my old school. What differences do you think your parents have noticed in you? They've definitely known that I'm more confident and respectful and stuff like that. Outside of school, what differences have you noticed in yourself? Outside of school, I'm more like talkative and I'm less shy. If I accidentally hit someone with my bike, I will say sorry and that was by accident and yeah. For Jeff Barton, former head teacher, English teacher and author of today's report into Orsci Education, it needs to be placed at the heart of schooling alongside literacy and numeracy. We're here on the Isle of Dogs and what you see as you walk through here is communities which haven't got enough and then you've got places which have got huge amounts of wealth. If anything ever personified the need for us working in the state sector to do everything we can to empower those young people, to give them the state sector to do everything we can to empower those young people to give them the entitlement to understand the language of power to be able to use that to look into subjects to tell the stories of our cultures and all of those kind of things we've just seen in an assembly well now is the time to do that and the fact that the new government has said that orsie needs to form a part of their curriculum review gives me optimism as soon as you talk me optimism. As soon as you talk to parents, particularly as soon as you talk to employers, they say what we want are young people who understand how to be able to communicate, how to be able to talk, how to know when not to talk, how to listen more critically, more actively, all of those things our society needs. And instead of seeing that as a kind of nice to have, that should be a fundamental entitlement to every young person. That's why we're saying that oros that should be a fundamental entitlement to every young person. That's why we're saying that Orsie should be the fourth R, just like reading, writing and arithmetic. Now's the time we need to do that. Every one you do. Just like me. A broader, richer, cutting-edge curriculum that drives high and rising school standards and sets all young people up for life and work. That is what the government says it wants its review of what children in England learn in our schools to examine. Peter Hyman is a former senior advisor to Keir Starrma and Tony Blair, also a former head teacher, school founder and teacher. He collaborated on drawing up the new government's curriculum and assessment review while Labour was in opposition and preparing for government. Oracy for me is the golden thread of the curriculum. It's better for academic knowledge. It's better for empathy and understanding. We've got at the moment this polarisation of people being in their own echo chambers. Oracy is a good way of bridging that. And it's very good for mental health and well-being as well. So it's actually the golden thread in our view across the curriculum. And I don't want to inject false political divides here, but is that in a way, is your position in a way, an extension of the famous Nick Gibbon-Michael Gover reforms where a greater focus on literacy and numeracy at an early age seem to drive some improvements. Well, that was an extension, of course, of the last Labour Gum. Look, we all want a grounding in the basics. One of the questions for this curriculum of you is what are now the basics, what is a modern basics? I would say, as well as reading, writing and maths, you should add two to that. One we've just discussed, which is Oracy. But the other one is digital skills. One of the great problems with the curriculum is young people are going to go into a world of AI of rapid technological change, and they're not quick to do so. Schools are only at the foothills of grappling with that. That's not their fault. So they haven't got the space to do so at the moment. So if we want a curriculum that's fit for purpose that genuinely prepares people for the world they're going to go into, then it's got to change. When you set up School 21 in East London, how did you want to try and rethink education itself? We had a philosophy of head, heart and hand, and that was crucial. Head meant the academics and the grounding and the basics and subject knowledge. Heart meant all those social skills that are absolutely vital, resilience, teamwork, empathy, and hand meant creativity and problem solving, which is absolutely vital. Again, with the oracy as the golden thread going through it. But then we wanted to create, and it's difficult to do with all the accountability regime, a balance curriculum. At the moment it's far too narrow. So we wanted a balance between head, heart and hand, because that we thought developed the rounded individual. You see, there's some who argue, and I know you've engaged with this over more than 30, maybe 40 years, but there's some who argue that actually the flight from, if you like, a more traditional, knowledge-based approach to education, the flight from the idea that the function of education is to transmit knowledge through the generations actually ends up harming people from poorer backgrounds more because you end up with a divide where you get schools for the rich and skills for the poor. Now I know lots of people in teaching would say that's a completely false binary, but what do you say to that? Well you yourself did a program cracking the class ceiling. How to crack the class ceiling, exactly. And what you discovered from watching the program was that you need a whole variety of skills. It's not about doing away with knowledge. There's a lot of polarisation in education. You need knowledge and skills. Sometimes your skills are called soft skills. They're not actually soft skills. They're hard skills. They're hard skills to acquire, but they're vital skills. So yes, you do need your grounding in science or history or maths or geography. But how many parents out there, in fact, when they're surveyed, they say the opposite. They don't think that is sufficient. They think that is part of a good education, but it's not enough to set people genuinely up for life and work and to navigate a complex workplace, to navigate complex social media, you need a far more rounded education. And what's been crowded out in this sort of exam factory model is any of those skills that really set people up for life. A final thought, this is asking for your political intelligence. What do you think, we've heard a lot about the scrapping of the VAT privileges for some private schools, but what do you think the Bridget Philipson agenda is? How is education going to change in this Parliament? You've got a sense of what they care about. What do they want to do differently? Well, I think we've just touched on it. The biggest reform, look, there's lots of stuff which they're addressing immediately about recruitment crisis and things like that, which are sort of urgent. But the most profound change will be this curriculum and assessment review because we need a system that is properly fit for purpose. And that will be a radical review. It also has the benefit of not being hugely expensive. It's a reform that actually will have a big impact without vast amounts of money. Could harnessing the power of artificial intelligence help transform outcomes for disadvantaged schoolchildren while also empowering teachers? Liverpool Metro Mayor, Steve Rotherham certainly thinks so, he's urging local heads to take part in a free three-month pilot of education programs developed by the British company Century Tech. Our north of England correspondent Nick Garnett went to Liverpool's Rani Meade St Edward's Catholic Primary School which is trialling Century's system. Welcome to the Welcome Committee and the red carpet are out here at Runny Meade St Edward's Primary School because it's playing host to head teachers from across Liverpool. They've used artificial intelligence here for the last three years. And while I could try and explain how it all works, Noah, from Year 6, knows a lot more than me. Let's say you're really good at your times tables and you're very bad at, say, science. It'll decide to give you a bit more science and put the times tables at a standby where you can still do it, but science is a bit more up to try to get you intrigued with it. The system promises individual tuition, questions that are hand-picked, well, machine-picked, for each and every student, 35 children, 35 different sets of homework. The AI marks it and the teacher instantly gets a breakdown, pointing out strengths and weaknesses of every single pupil. The AI takes all this into account when it sets the next night's homework. This platform, Century, is run by Priya Lekarney. The tool, the technology can learn what the students learning, where the gaps are in knowledge, where the gaps in skills are, it can do that in real time, and then offer the the teacher the insights so the teacher can then make those timely targeted interventions. We are using it predominantly for homework at the moment. At Runny Meade St Edwards, the system is looked after by Joe Quilty. But as we get better and more used to using it, we may start to use it more in school. The Department for Education wants AI to help give teachers more time to interact with students. A spokesperson told us it can act as a helping hand and reduce workloads, and that's key for teachers such as Joe Quilty. Massive, for the likes of me, for example, most evenings I'll go home, but then I have to sit down and spend an hour or two marking to get it ready for the next day. Don't do you have to do that anymore. If we're doing three sets of homework a week there's 90 hundred things you don't have to mark so that time can be used more productively somewhere else. This is one school but the mayor of the Liverpool City region Steve Rotherham is offering every school in the city the chance to sign up as part of a short pilot programme. Our qualification standards after secondary education are so poor that about half of our kids are going into the colleges or into their new roles and needing to have top-ups to English and mathematics. We're failing kids at an early stage. We'd much rather invest earlier and give every child the opportunity to reach their full potential. That's what this is about. Look, it's a pilot so we don't know whether it will work, but if it does work, I think it's something that nationally the government might look towards further support. And we'll already be ahead of the game. There are, of course, fears that teachers will lose their jobs to AI. But a more immediate problem is that of a digital divide. For families living in one of the most hard-up areas of the country, forking out for a new laptop for what could be a short-term pilot program might not be welcomed. Brea Lecarni from Century sees it as an issue of trigonometry. It's the golden triangle. You need the hardware. You need the connectivity and then you need the software. There's a lot of work to be done. And I also will not stop talking to policymakers across the world to ensure they're thinking about that triangle. The city region mayor is hoping to announce new tie-in schemes with banks and mobile phone companies. They might help. But at the launch of the pilot, there was a healthy dose of realism from head teachers from other schools considering signing up. We come from one of the most deprived areas in the country. In terms of tech, we're quite low in what we have as a school. Currently we only have 30 iPads for the whole school. When I started last year we had six iPads. We're looking at more of a ratio of one to two, so one tablet between every two children in the school. I've been ahead for 13 years, I've been in education for 25, I've never seen budgets so tight. But the willingness to try it is being welcomed by the Mayor Steve Rotherham. I understand the dangers and I think we have to get the safeguards and the guardrails right. But if we can get them right, then think about the possibilities for using AI for good. And as for the children? If you have a teacher, it just feels like you've got so much pressure weighing on your shoulders. At least I can go up my own piece, but with teachers, you can get a better explanation out of it. No one expects an exam board to say there are too many exams, but that is what the boss of one of the country's big exam boards now argues. Jill Duffy is the chief executive of the OCR exam board, which sets GCSEs, A-Levels and vocational qualifications in a wide range of subjects in England, Wales and Northern Ireland. Well, in terms of generative AI, we think this really reinforces, if you like, the value of in-person and human-supervised exams. It's not possible, you know, to bring chat GPT into an exam hall. But we know it's a very broad area and we know it presents opportunities as well as challenges. And we really, really need to make sure in education that we're making the most of those opportunities. You mean in a sense you need the exam to be sure that the work that's been done during the work hasn't been written for young people by their computers? Yeah, I mean they cannot bring it into the exam hall. So at the moment, it remains the most fairest and valid form of assessment. But isn't it more optimistic vision of AI that given that it can personally tailor teaching, given that it can also help to mark work, you can do permanent assessment. You simply don't need a kind of annual season of examinations. I think it's really interesting. And I think, you know, that exam season, I don't think we think that will go away for a long time to come. And, you know, it's interesting. When I went into schools after the pandemic and I talked to students after their exams, I was really struck by one girl who said to me, you know, about the sense of achievement that she got when she put her pen down in the exam hall for the last time. And I think, you know, it was a real milestone for her and a sense of achievement that she had achieved her exams. But you at OCR, commissioned a report, which you did conclude there were simply too many exams for young people. Yeah, what we're arguing is we think there should be a rebalancing. What's happened over the last few years, if we've got to the point where there are, we think there are too many exams crammed right at the end of Key Stage 4. And there is an opportunity to rebalance that by looking at assessment, as you said earlier, looking at assessment across the secondary phase. And I think there is scope there for using digital assessments informed by AI that can help pinpoint, say, at the end of Key Stage 3, the skills and knowledge that children have, say, in English and maths, and what they then need to develop so that they can succeed when it comes to GCSE at 16. It's GCSEs that are the target of the ire of many teachers, aren't there, which is, is it really necessary to put young people through all those exams? Mainly these days, they stay on to do another set of exams when they're 18, either A-levels or vocational or hires in Scotland, of course. I mean, I think there's still an awful lot of support for GCSEs, and we see that GCSEs are internationally recognised. They have been copied in many countries around the world and IGCSEs are sat in many countries. So they are, you know, renowned as a very fair and a very effective part of assessment. So we absolutely don't want to, don't want to get rid of GCSEs and we're really, really, you know, pleased that the government itself and its review is not suggesting that exams should go at 16. So all this week, our local correspondents have spent many hours in many different schools talking to pupils, parents, staff and administrators. Not just because it matters, but because Sir Keir Starmes' government is currently undertaking a major review of the curriculum and assessment in England schools, which will be chaired by the education policy expert, Becky Francis. So, how should we rethink the English curriculum and assessment? Well, Sir Ian Livingston is the founder of Games Workshop, who advised the 2010 Coalition Government on a digital skills strategy for schools, and he later helped to found the Livingston Academy in Bournemouth. Jason Arde is a former guest editor of the Today program and a former PE teacher. He's professor of the sociology of education at Cambridge University and Claire Heald is CEO of the CAM Academy Trust. What we don't need as a result of curriculum and assessment reform is wholesale change. Our hardworking teachers in schools and I've you know I've been in education for What we don't need as a result of curriculum and assessment reform is wholesale change. Our hardworking teachers in schools, and I've been in education for over 20 years now, and a teacher for about 15 years of that, is the last thing our teachers need and it's the last thing our children need. I think there's two fundamental things in terms of the direction I feel we should be going. We need to secure a strong core academic entitlement for all of our children. That's really important for the most disadvantaged and vulnerable children in our society. But I also think we need to see a shift towards quality, not quantity. And if I can get into that in a bit more detail, I'd really love to see the impact of reform being a reduction in curriculum content and assessment load. And what I mean by that is less content to teach and as a result, fewer exams and less content to assess. Just last week I was talking to a head in the CAM Academy Trust in Cambridgeshire where I work about the challenge of just fitting all this stuff into the into the curriculum and if if we can retain that strong academic core teach our children the powerful knowledge and skills that they need to not just navigate the world but thrive in it not just access society but influence it. That's fundamental, but we do need to free up some space. Yeah, okay, well we'll come back to that idea too much in the curriculum in a second. Let me just ask our guest in the studio, Ian and Jason. Ian, first of all, are we teaching the right subjects in the right way? The subjects are fine, but they need to be joined up. I think children are obviously naturally curious and I think they need to be more engaged in their learning, whether it's working collaborative with their schoolmates or whether it's being more involved in the subjects themselves. Participation leads to achievement and it's really important that children have a good arts education as well as a good science and STEM education. I think it's important that they're able to understand that maths can be a beautiful thing. I struggled with maths at school. I know people who could very good, wrote learning and they can learn maths computationally, so they can do algebra. But it's not as though you can go into a shop and ask for 2x plus y suites. You need to be able to understand how that works in context. So it's the application of learning that's so important. So knowledge is important, but so is know-how. Qualification important, but so is skill. So it's not just a one-size-fits-all. We're all different. We learn at different speeds, and it's important that we have an environment that has a different way to assess children's performance. Okay, and we're going to come back to that idea of applied learning, which is obviously central to the work that you do in Bournemouth. But Jason, briefly to you, are we teaching the right subjects in the right way? I don't think so. I think there are opportunities to really kind of think about the whole part of it in terms of assessment, how we engage different types of learners. I think increasingly, and this has kind of been generation upon generation, learners are coming to the educational space with more complex and diverse needs. And unfortunately, at times our curriculum is enabled to support those needs. So I think recognising some of the differences in that learning and how we can reshape parts of our curriculum to better suit learners and teachers and educators as well. I think it's a really good way to go or think about this. Let's pursue some of the points you've all raised. So Jason, what are the things that you think we've lost that we're not teaching enough of? I think the erasure or the subtle reduction of the arts, I think, has been, and humanities has been a significant stain, I think, on the national curriculum, because I think it provides, you know, a canon of creativity in terms of learning to use different parts of the brain and engage in different ways. And I think this has been really consequential in terms of the pressure that now young people face within kind of their education trajectories and having an outlet for kind of developing different skills, thinking creative ways that can complement some of the things they do in core subjects like mass, English or science. Okay, and Claire Heald, you mentioned in your first answer there that you think there's too much in the curriculum. Why? Just explain why you think that there is just too much content in the curriculum currently? I think there's a couple of reasons for that. I mean, if we free up space, it's important to hear that they are the, just thinking about the points I've just heard, which, and there's some stuff there that I would really support, particularly around the arts. If we free up space in our curriculum, what that enables is more flexibility and choice in the system so that some of our pupils who historically have been less successful, thinking about the forgotten third, the pupils that at the moment aren't successful in getting their core academic qualifications, that can support those kind of children. But it also creates space for non-examined content, for the really important enrichment opportunities, the co-curricular aspects of the curriculum. And what I mean by that is, you know, the arts, sports, cultural experiences. It's really important for our children alongside that, you know, core academic core entitlement to have the opportunities and experiences that will enable choice and agency okay and do you think briefly clear that children sit too in exams I think they probably slightly do okay and yes and I think I guess in the studio might agree with that Ian was the the starting point if you like for Livingston Academy your feeling based on your own experience as well that what we teach matters almost less than how we teach it? Yeah, I think it's all about context for children, the applied learning. I mean, obviously I've been in the games for a long time, but I've seen through people playing games and through making games that a child, for example, playing Minecraft, can understand learning by doing that, applying the heat of a furnace to silica sand, that they make glass and they take that glass and put in their environment. They won't forget that. But if they were just told that, chance are they would forget that. A game like rollercoast tycoon, effectively a management simulation, understanding the physics of building the rides, the economy of running and pricing those rides, and the staffing level is required to run those rides as well. And if you do it well, you have a successful theme park and the customers will come. If you get it wrong, you tweak the parameters. But through that game, everyone can be a winner over time. So it's important that that child feels that they are not a failure, why they can feel like a failure if they fail in examination. It's just a question that we learn at different speeds. And to the point about the arts, we're a creative nation, look at our film, our fashion, our music, our publishing, our architecture. And we have to make sure that it's not simply a nice to have the arts. It's not a question of either or it should be part and parcel. Leonardo da Vinci, the world's best palomath amazing artist, but also mathematician and engineer. We've got to join up the left side and the right side of the brain. Not just about IQ, it's about EQ, the emotion intelligence to create in a workplace where people enjoy working together as teams. So it's joining up together, collaboration and contextualising the curriculum is so important. I'll ask you all in a moment for your one key message to Becky Francis, who's almost certainly listening. Jason, you know Becky Francis. You were a PE teacher before you had a big shift into academic life. One of the things you're interested in in terms of the curriculum, Jason, I know is lifelong learning. What would it actually mean in practice to change our approach to education from cram, cram, cram until you're 18, to something that's genuinely lifelong? I think I've never subscribed to the idea that, you know, you have these do-or-die exams at 15 and 16 that fundamentally can shape, determine the arc of how one's, you know, life or educational trajectory may go. You know, I subscribe to the idea that learning happens on this continuum, which is a lifelong kind of stretch and that people can enter that continuum at different times or mature or realize their educational capabilities across that particular continuum. So I think one of things I think is hugely important is really having a wider embracing of this idea that actually people may realize their educational potential at different points in their educational journey and not really kind of focus and hone in on this idea that at 15 you know you're having this huge set of exams that kind of determines where one's trajectory may lead them to a very brief final thought I'm going to get to you for this Ian which is about digital skills we've talked about oracy this week but you would argue I'm sure looking at the world of technology which you're in that we need to make sure kids are doing things that AI doesn't. They need to be able to digitally create, not just consume. So we have to move children from the passenger seat of digital consumption to the driver's seat of digital creativity, to be able to forge themselves a career in a world that's going to be dominated by robots and AI. And you only can do through that through critical thinking, complex problem solving and creativity. Well, earlier this week, I spoke to a head teacher and a couple of pupils at the Livingston Academy in Bournemouth. This is a school which is pioneering a relatively modern approach to education through something called applied learning. And Lauren Tharm is the head teacher. Nicole and Agatha are two pupils there and I asked Mr Tharm if they prioritise skills over knowledge. The knowledge of which they are learning is deeper because they are understanding it more they're using it, they're applying it to authentic scenarios rather than just listening and then forgetting it within a day. So it's not that the knowledge is not there absolutely not and this debate between knowledge versus skills has got to go. It's knowledge and skills. You can't have one without the other. What is that curriculum approach so that when children have that secure knowledge, what do we do with it? How do they embed it? How do they really understand it deeply? Got it. Let's talk to some of your pupils. I'm going to start with Agatha for no obvious reason, just because you were looking down, and I thought I'd just surprise you there. Agatha, What's your sense of what the Livingston Academy does differently? And do you like what it does differently? We got a lovely range of GCSE options. And we just have many projects, even classwork, basic classwork. You have Think Pairs share where we get to collaborate with our students and that's a lot different from other schools. And I do like that. I think you're the first teenager I've ever heard who referred to a lovely range of GCSE options, which is nice. Can I have a quick chat with Nicole? Is there an example, Nicole, of something that every school does because it's in the curriculum and every pupil might do, but which you guys at Livingston Academy will do slightly differently because you have this philosophy of applied learning? So we do quite a lot of research in groups, which is really good because you learn something from other people. And a technique I personally used for actually, remember my study is that when you know a topic well enough that you can teach it to one another, it's something we did in English because we're currently learning about a Christmas carol by Charles Dick and one of my favourite books. We got asked to research four topics, poverty, ghost, London, Christmas. And we were each given half an hour to do some deep research onto the topic. And then we shared the knowledge with other students. I personally researched poverty and how I affected people in Victorian era. What I taught them, I actually remember, because it's a very effective method of learning. So I get to build on myself and also build the people around me, which is a great example of applied learning. I had a geography teacher who said the best way to learn is to teach. That sounds like what you're saying as well. Agatha, do you know what you might want to do in the future for a career? I play football. In women's football, it's a bit easier to go pro. If not, then I am doing a coaching degree. Maybe coaching would be nice. What position do you play? Goalkeeper. You're really good. I bet you're really good, aren't you? Of course. And Nicole, what do you want to do in the future? My plan to be a surgeon when I grow up. Cardiffrasic surgeon. Really interested me. Last year, we got into looking at the cells and I was so interested at it. I went home and asked my mom, can you get me a heart for Christmas? Because I wanted to get a better feel of the anatomy. We've been doing it in school. I watched tutorials and I think, how did I dissect the car, Cab's heart? Because obviously the anatomy is going to be a little different. So I started poking it and I was like, yeah, this is the left atrium. This is, you know, the main veins. And we started learning about this school and I was really proud of myself because I have to remember this stuff. And I still remember it now because I can see the heart. That And we started learning about this school and I was really proud of myself because I'd remember this stuff. And I still remember it now because I can see the heart. That's like applied learning. That's like applied learning in practice, right? Yeah. Well, it's a real privilege to talk to you all. Honestly, it is. And I'm conscious that we're taking quite a lot. Which lessons have you missed? Agatha, what have you missed in order to be on the Today program? I mean, I'm not really complaining. We've got to miss a bleep test. Hang on, but you want to be a footballer, Agatha. You need to be top of the game. That doesn't count. What do you mean? That doesn't count. I like football, right? I just don't like bleep tests. Hang on a second. You need to be top of class on the bleep test if you're going to be a footballer. No, it doesn't mean that I'm not good at bleep test. I just don't like them. Mr. Thumb, sir. What's the influence of Ian Livingston, this hugely important figure in modern British business, life, culture? A lot of people won't know that he's also involved in education. How do you feel his influence in what you do? He worked closely with our managing directors, Stephen Paula Kenning, to design and create this school. There was a need for this type of school in this area. But also he wanted to rethink education himself. He didn't enjoy traditional education. His passion is to get children busy. They want to be making, they want to be creating. They want to be actively involved in their learning. He's fell up walking around schools and seeing children being spoken at for an hour. Fantastic. All right, guys. Thank you so much. Best of luck for the future, guys. Good luck with a bleep test. And we also spoke to Nick Gibb. He was the long-standing conservative schools minister whose reform was particularly around phonics teaching and maths are widely credited with improving England standings in the international league tables. And before asking Nick Gibb, what he would change about the curriculum and assessment in England, I asked him what he would say he got right. Well, the phonics change is the way we teach children to read has changed and improved and we're now fourth in the world in terms of the reading ability of nine-year-olds. And the knowledge-rich curriculum that we introduced, as well as all the changes to mathematics, making sure it was being taught in the way the best countries in the world are teaching it, has led to England rising in the PISA tables from about 20 something to 11th in the most recent pizza tables. So that has gone right. And up and down the country, I was with a group of teachers last night in Litchfield, and they are embracing the concept now. They're taking control of the profession. They're taking control of debates about curriculum and how to teach the curriculum. And that's one of the great things that I think we've achieved over the last 15 years, that teachers, rather than academics in the universities, are now leading the debate about how children should be taught and what they should be taught. And one of those teachers and what are you saying to Becky Francis this morning and generally about what her children should be taught and what they should be taught. And what are those teachers and what are you saying to Becky Francis this morning and generally about what her priorities should be for this review of the curriculum and assessment? Well Becky Francis herself has said that it should be evolution, not revolution. And as Claire Heald said in your panel, what teachers do not need, and that could, you know, from last night I can tell you that that is their view, they don't want the wholesale change now to the curriculum. When we, when we introduced the curriculum review in 2011 onwards, we looked around the world to adopt the best approaches to the curriculum. So what we have in place now is a very well consulted on and delivered an evidence-based approach to the curriculum, that teachers have spent a long time turning into lesson plans for their schools. So we don't need to, you know, to overturn all that. And it has, as you say, it has proven successful. It is pushing England up the international league tables. And that matters for young people. It's not just a sort of, you know, I'd be saying this on the today program. This matters for young people because it means that they are better educated and better prepared in the global competitive market that there is for business and for jobs. And on that preparation, what do you think specifically about the idea that oracy should be added to the curriculum in a formal way and do you buy the argument that it's the way of helping those children you obviously want to help? I think talk is important. It's important that children practice vocabulary that they turn to. I've been into lessons where the teacher says to the children, turn to your partner to give them the answer to the question. So they are practicing the answer. You've got half the class instead of just one child answering the question. I think it's important when children answer questions that they give a full sentence to the answer, not just, you know, one word answers, so that they are practicing syntax and getting their sentence and grammar correct. But the idea of having an oracy hour, I think, is not a good use of students' time. They should be using oracy in every lesson because they need to have things to talk about. You can't just, you know, talk. You need to be talking about history or science or maths and practicing the vocabulary of those specific subjects. So oracy, like the skills that Ian Levison talked about, creativity, problem solving, critical thinking, it has to relate to the subject that's being taught. You can't teach these skills or see your creativity in isolation as if you're just teaching a standalone skill. And what can we do, especially in an era of tight public finances, to put it mildly, to get more and better teachers? Well, that's something that I worked very hard at in my 10 years as a minister. When you have a strong economy like Brit's, it's always a very competitive market to recruit the best graduates into the profession. We did manage to get 27,000 more teachers into the profession over those 15 years, but it's a continual struggle to do so. You need to pay well. What we also introduced was the early career framework, making sure that those teachers in the first two years of their career in schools were better supportive with mentoring and a better preparation for how to manage a classroom and how to understand concepts such as cognitive load theory and so on, how children learn. So we were better supporting. We introduced that from quite recently in about 2020, 21, 22. And I think that will help retention. And all the work we did on improving people behaviour is also designed to encourage more top graduates to come into teaching. I'm sorry, I was just going to pick up on a phrase in your first answer. Forgive me, sorry, Mr. Giver. You talked about knowledge rich. Do you worry that there is a danger that we end up with this dichotomy? I don't want to overstate it. Lots of people say it's false, but that we do have the danger of schooling for the rich and skilling for the poor. And that if there's any flight from a knowledge-based, yes, a more traditional form of education, that actually is kids from a poorer background that might miss out on the benefits of a knowledge-rich education. Well, that's why we were so determined to have a knowledge-rich curriculum at least up to the age of 16. After 16, you know, people can choose whatever, you know, is their passion to do for their long term. But up to 16, children do need a knowledge rich curriculum. They need to know about science. They need to be good at math. They need to be able to read fluently. They need to be introduced to the best literature and music and arts. And the humanities, history and geography. There are now more young people taking history and geography than there were in 2010. More young people taking double science compared with single science or triple science. There's more taking triple science as well. So all those things are important and the curriculum needs to be knowledge rich. Children need to know things. And from that knowledge comes the cognitive skills that we all want for our economy. If you're good at math, you'll be a good problem solver, particularly in math. If you want children to be critical thinkers, they need to know things. They need to know about all the problems that the countries of the world have had in the past. They need to know about the problems in science, what previous scientists of previous generations, the problems that they have solved. And if you want to be creative, you need to have read the best literature and heard the best music and seen the best art, that's how you become creative. And that's what we've introduced in the curriculum review that we conducted from 20-11 onwards, which have more knowledge into the curriculum. So that children's vocabulary is increasing, their knowledge is increasing, their cognitive skills are increasing as a consequence of the challenges of that knowledge-based to curriculum and that's why England is going up as it is in those international league teams partly due to reforms that you introduce mr nick gibb thank you very much indeed for joining us yoga is more than just exercise it's the spiritual practice that millions swear by. And in 2017, Miranda, a university tutor from London, joins a yoga school that promises profound transformation. It felt a really safe and welcoming space. After the yoga classes, I felt amazing. But soon, that calm, welcoming atmosphere leads to something far darker, a journey that leads to allegations of grooming, trafficking and exploitation across international borders. I don't have my passport, I don't have my phone, I don't have my bank cards, I have nothing. The passport being taken, the being in a house and not feeling like they can leave. World of Secrets is where untold stories are unveiled and hidden realities are exposed. In this new series, we're confronting the dark side of the wellness industry with the hope of a spiritual breakthrough gives way to disturbing accusations. You just get sucked in so gradually and it's done so skillfully that you don't realize. And it's like this, the secret that's there. I wanted to believe that, you know, that whatever they were doing, even if it seemed gross to me, was for some spiritual reason that I couldn't yet understand revealing the hidden secrets of a global yoga network I feel that I have no other choice the only thing I can do is to speak about this and to put my reputation and everything else on the line. I want truth and justice. And for other people to not be hurt, for things to be different in the future. To bring it into the light and almost alchemize some of that evil stuff that went on and take back the power. World of Secrets, Season 6, The Bad Guru. Listen wherever you get your podcasts."}