{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.88, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [10.76, 12.66], "text": " This is an ad by BetterHelp."}, {"timestamp": [13.6, 18.18], "text": " October is for wearing masks, but sometimes we hide more often than we want."}, {"timestamp": [18.68, 20.4], "text": " Take off the mask with better help."}, {"timestamp": [20.76, 25.76], "text": " It's entirely online, designed to be convenient, flexible and suited to your schedule."}, {"timestamp": [25.76, 33.0], "text": " Just fill out a brief questionnaire to get matched with a therapist and switch therapists at any time for no additional charge."}, {"timestamp": [33.0, 35.0], "text": " Take off the mask with BetterHelp."}, {"timestamp": [35.0, 40.0], "text": " Visit BetterHelp.com to learn more and save 10% of your first month."}, {"timestamp": [40.0, 43.0], "text": " That's BetterHelp, H-E-L-P.com."}, {"timestamp": [43.0, 50.02], "text": " Hello, I'm Sumis-O-Masganda from the Global Story podcast, where we're looking at America and immigration."}, {"timestamp": [51.22, 55.92], "text": " Illegal immigration has made the southern border a lightning rod for fiery political debate."}, {"timestamp": [56.4, 61.94], "text": " How is that shaping the upcoming election, and how might the outcome impact America's neighbors to the south?"}, {"timestamp": [62.44, 66.52], "text": " The Global Story brings you unique perspectives from BBC journalists around the world."}, {"timestamp": [66.76, 68.44], "text": " Find us wherever you get your podcasts."}, {"timestamp": [75.36, 78.62], "text": " BBC Sounds, music, radio, podcasts."}, {"timestamp": [79.02, 81.88], "text": " The system holding police to account is broken."}, {"timestamp": [82.04, 84.26], "text": " The Metropolitan Police Commissioner Mark Rowley said,"}, {"timestamp": [84.36, 87.2], "text": " after one of his officers was acquitted of murder yesterday,"}, {"timestamp": [87.5, 90.88], "text": " the charge had been brought over the killing of 24-year-old Chris Cabber"}, {"timestamp": [90.88, 94.7], "text": " in September 2022 during a police vehicle stop."}, {"timestamp": [95.22, 98.42], "text": " After the verdict, Sheida Queen, Chris Cabber's cousin, said this."}, {"timestamp": [98.9, 100.72], "text": " Today, we are devastated."}, {"timestamp": [101.92, 107.0], "text": " The not guilty verdict leaves us of a deep pain of injustice, adding to the"}, {"timestamp": [107.0, 113.96], "text": " unbearable sorrow we felt since Chris was killed. No family should endure the unimaginable"}, {"timestamp": [113.96, 120.62], "text": " grief we have faced since Chris was stolen from us. And this decision shows his life"}, {"timestamp": [120.62, 125.14], "text": " and many others like him. doesn't matter to the system."}, {"timestamp": [126.4, 128.1], "text": " Our son deserved better."}, {"timestamp": [129.02, 132.82], "text": " The acquittal of Martin Blake isn't just a failure for our family,"}, {"timestamp": [133.54, 135.96], "text": " but for all those affected by police violence."}, {"timestamp": [137.18, 140.04], "text": " Despite this verdict, we won't be silenced."}, {"timestamp": [140.54, 145.72], "text": " Well, the release of Martin Blake's name was one aspect objected to by many of his colleagues."}, {"timestamp": [145.88, 150.18], "text": " I've been speaking to one whom we're not naming at his request, even though he has now left the force."}, {"timestamp": [150.64, 157.1], "text": " At the time of Chris Caber's death, he was in M-O-19, specialist firearms command, and he was at the scene that night."}, {"timestamp": [157.84, 164.06], "text": " I arrived as shots of fired, and I witnessed Mr. Cabber being removed from the vehicle."}, {"timestamp": [164.46, 165.86], "text": " First aid commencing on him."}, {"timestamp": [166.34, 173.68], "text": " And then I played a role in the post-incent procedure that kicked in immediately on the moment the shots were fired."}, {"timestamp": [174.1, 178.68], "text": " What did you think or feel as you heard news of the verdict yesterday?"}, {"timestamp": [179.62, 186.3], "text": " Listen, this whole case obviously hinges on the death of a man whose life was taken by the state,"}, {"timestamp": [186.44, 190.86], "text": " which is an incredibly serious, significant, momentous thing that happens."}, {"timestamp": [190.98, 196.3], "text": " I would like to offer my condolences to the family of Chris Cabber and indeed his friends."}, {"timestamp": [196.78, 203.16], "text": " In terms of my own personal reaction, I guess there was a modicum of relief in the sense that it was a, you know,"}, {"timestamp": [203.2, 206.14], "text": " it was trial by jury, and we know that juries"}, {"timestamp": [206.14, 212.74], "text": " can to some extent be slightly unpredictable. And the stakes clearly were incredibly high for"}, {"timestamp": [212.74, 220.46], "text": " Martin. That said, I wasn't surprised at the verdict. There was no kind of visible or audible"}, {"timestamp": [220.46, 227.24], "text": " glee by anyone I saw in the courtroom, anyone connected to policing or connected to"}, {"timestamp": [227.24, 232.62], "text": " Martin. There was just an acceptance that the right thing had happened and the right outcome had been"}, {"timestamp": [232.62, 238.08], "text": " achieved. There are no winners in this situation and there were no winners in the courtroom yesterday."}, {"timestamp": [238.62, 243.72], "text": " Yeah, of course it's not the right outcome as far as Chris Cabber's family are concerned because"}, {"timestamp": [243.72, 245.88], "text": " they've called the acquittal of Mr. Blake,"}, {"timestamp": [245.94, 252.26], "text": " not just a failure for the family, but for all of those affected by police violence. The fact is"}, {"timestamp": [252.26, 257.82], "text": " that he was unarmed and there have been others in exactly that same position since 2005. Four"}, {"timestamp": [257.82, 262.88], "text": " men who were unarmed at the point they faced armed police have been shot dead in non-terrorist"}, {"timestamp": [262.88, 266.26], "text": " operations. So when you look at figures like that,"}, {"timestamp": [266.5, 274.36], "text": " can you see why the family feel that the system doesn't reflect what they and others have gone through?"}, {"timestamp": [274.6, 277.84], "text": " Listen, the family are grieving the death of a loved one."}, {"timestamp": [278.72, 282.18], "text": " And, you know, again, I offer my condolences to them."}, {"timestamp": [282.18, 286.0], "text": " In terms of this incident, and I will just talk about this"}, {"timestamp": [286.0, 290.66], "text": " incident, and I'll stick to the facts of the case as the court heard them, I don't feel well"}, {"timestamp": [290.66, 295.38], "text": " positioned to talk about the other cases that you mentioned. Firstly, I would say, Michelle,"}, {"timestamp": [295.38, 302.62], "text": " that this phrase unarmed, which is being used frequently in the description of this incident,"}, {"timestamp": [302.84, 306.4], "text": " is problematic in the sense that it implies"}, {"timestamp": [306.4, 312.08], "text": " Mr Cabber was presenting no threat to the officers who were dealing with the incident on that night."}, {"timestamp": [312.08, 316.96], "text": " And obviously the court heard something very different. And the case of the defence was essentially"}, {"timestamp": [316.96, 322.88], "text": " that Mr Caber was armed with a two and a half ton high powered Aldi, which could absolutely"}, {"timestamp": [322.88, 326.12], "text": " have presented a lethal threat to the officers involved."}, {"timestamp": [326.68, 332.7], "text": " So although Mr Cabr didn't have a firearm at the time that he was shot,"}, {"timestamp": [332.84, 337.0], "text": " it is a problematic description to, I believe, to call him unarmed."}, {"timestamp": [337.0, 342.78], "text": " Is it your view that police should be outside the remit of the criminal law,"}, {"timestamp": [342.88, 345.08], "text": " that in instances of this kind, they should"}, {"timestamp": [345.08, 349.92], "text": " be subject to disciplinary and serious disciplinary procedures, but that the criminal law shouldn't"}, {"timestamp": [349.92, 354.86], "text": " apply, because technically under English law, they don't have special protections when using force."}, {"timestamp": [354.86, 360.88], "text": " But, for example, as it happened in this case, their genuine beliefs and what they put forward"}, {"timestamp": [360.88, 362.86], "text": " about what they thought at the time is relevant."}, {"timestamp": [363.5, 365.54], "text": " This, again, is incredibly problematic,"}, {"timestamp": [365.78, 368.08], "text": " and there's no way we're going to do justice to this topic"}, {"timestamp": [368.08, 370.04], "text": " with the time we have this morning."}, {"timestamp": [370.04, 374.06], "text": " I do think there's a tension there between the need for police officers"}, {"timestamp": [374.06, 379.08], "text": " to be partaking in the value of open justice that we have."}, {"timestamp": [379.46, 383.26], "text": " I think it's important that they're viewed as fully accountable"}, {"timestamp": [383.26, 385.44], "text": " to the law and in front of the public."}, {"timestamp": [385.9, 393.88], "text": " However, I would also say that there's a problem when police officers are scrutinized by people"}, {"timestamp": [393.88, 398.76], "text": " who don't necessarily understand the pressures and the issues involved. I'm no legal expert,"}, {"timestamp": [398.76, 404.24], "text": " but I do wonder whether there's something maybe akin to the court-martial system that we see in"}, {"timestamp": [404.24, 405.12], "text": " the military,"}, {"timestamp": [408.84, 409.12], "text": " which would be a better fit for incidents like this,"}, {"timestamp": [414.64, 414.94], "text": " where we have a panel of legal experts, a panel of subject matter experts,"}, {"timestamp": [418.14, 424.1], "text": " who can call on witnesses from the incident itself, can call on further witnesses in a particular area to bring their expertise to bear"}, {"timestamp": [424.1, 426.24], "text": " and that we can seek a kind"}, {"timestamp": [426.24, 432.58], "text": " of judicial outcome from that. But people like you and like the officer in this case, you are"}, {"timestamp": [432.58, 438.08], "text": " in a position of immense privilege and responsibility, aren't you, when you are among the very"}, {"timestamp": [438.08, 448.7], "text": " few police officers to bear weapons? Are you saying that any kind of criminal law charge, whether it is a manslaughter rather than a murder charge,"}, {"timestamp": [448.74, 452.4], "text": " you think is inappropriate in all circumstances of this kind?"}, {"timestamp": [452.7, 456.72], "text": " I think what officers most want police officers who carry a gun, and by the way, Michelle,"}, {"timestamp": [456.86, 461.84], "text": " you're entirely correct to draw attention to the fact that it's a huge responsibility."}, {"timestamp": [461.84, 466.7], "text": " And I will never forget the first time that I walked out onto the streets of London"}, {"timestamp": [466.7, 471.18], "text": " or rather drove out in a vehicle with a gun strapped to my thigh."}, {"timestamp": [471.5, 473.68], "text": " It felt incredibly significant."}, {"timestamp": [474.0, 480.04], "text": " And I think the kind of emotions that we want our police officers to feel when they do step out with a gun."}, {"timestamp": [480.52, 481.62], "text": " But do you think everyone does?"}, {"timestamp": [481.72, 488.64], "text": " Did you ever see colleagues who you thought perhaps had gone into that role for the wrong reasons or who you felt uncomfortable seeing them with weapons?"}, {"timestamp": [505.98, 513.42], "text": " Absolutely not. I can only be entirely candid. I never saw that. I saw volunteers and it's important to emphasize the fact that men and women who carry a gun in policing in the UK are volunteers. They can't be forced to do so. They do so for no extra money. They tend to be people like me who were, and in their case often are motivated by making the right decision"}, {"timestamp": [513.42, 519.88], "text": " in incredibly high pressure, challenging situations. And they tend to be motivated by saving life,"}, {"timestamp": [520.12, 526.2], "text": " obviously far more than the eventuality that they may, in unwelcome circumstances, have to take life."}, {"timestamp": [526.4, 529.08], "text": " Was it wrong for this case over Chris Cava ever to go to court?"}, {"timestamp": [529.38, 530.68], "text": " I believe it was, yes."}, {"timestamp": [531.06, 537.76], "text": " I believe that at no point was there any evidence that Martin Blake had done anything wrong"}, {"timestamp": [537.76, 541.92], "text": " or at least deviated from his training or indeed the law."}, {"timestamp": [542.38, 547.14], "text": " Martin is the most professional, assiduous, diligent police officer"}, {"timestamp": [547.14, 551.82], "text": " you will come across and he should never have been put in this position. He was on Kirkstall Gardens"}, {"timestamp": [551.82, 556.94], "text": " that night on behalf of the state. The state put Martin Blake there that night and the state"}, {"timestamp": [556.94, 563.32], "text": " trained him to do the fearsome thing that he had to do and he should never have been named"}, {"timestamp": [563.32, 565.32], "text": " in the media. That's my personal opinion."}, {"timestamp": [565.7, 567.14], "text": " Thank you very much. Thank you."}, {"timestamp": [570.38, 574.72], "text": " Hi, this is Amol and Nick and we are jumping on this feed to tell you a little bit about"}, {"timestamp": [574.72, 580.66], "text": " our new podcast. It is called the Today Podcast. And it's where we give you our take on the"}, {"timestamp": [580.66, 586.08], "text": " biggest stories of the week, the insight, the conversation, the analysis that we"}, {"timestamp": [586.08, 591.84], "text": " maybe don't always get time for on a daily news show. And we'll take you behind the scenes of"}, {"timestamp": [591.84, 597.48], "text": " the UK's most influential news program. It's going to be so nice to have that time. And new"}, {"timestamp": [597.48, 602.24], "text": " episodes are going to drop every Thursday. Make sure you listen and subscribe to the Today"}, {"timestamp": [602.24, 626.24], "text": " podcast on BBC Sounds. illegal immigration has made the southern border a lightning rod for fiery political debate."}, {"timestamp": [626.24, 632.24], "text": " How is that shaping the upcoming election and how might the outcome impact America's neighbors to the south?"}, {"timestamp": [632.24, 636.88], "text": " The global story brings you unique perspectives from BBC journalists around the world."}, {"timestamp": [636.88, 638.88], "text": " Find us wherever you get your podcasts."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. This is an ad by BetterHelp. October is for wearing masks, but sometimes we hide more often than we want. Take off the mask with better help. It's entirely online, designed to be convenient, flexible and suited to your schedule. Just fill out a brief questionnaire to get matched with a therapist and switch therapists at any time for no additional charge. Take off the mask with BetterHelp. Visit BetterHelp.com to learn more and save 10% of your first month. That's BetterHelp, H-E-L-P.com. Hello, I'm Sumis-O-Masganda from the Global Story podcast, where we're looking at America and immigration. Illegal immigration has made the southern border a lightning rod for fiery political debate. How is that shaping the upcoming election, and how might the outcome impact America's neighbors to the south? The Global Story brings you unique perspectives from BBC journalists around the world. Find us wherever you get your podcasts. BBC Sounds, music, radio, podcasts. The system holding police to account is broken. The Metropolitan Police Commissioner Mark Rowley said, after one of his officers was acquitted of murder yesterday, the charge had been brought over the killing of 24-year-old Chris Cabber in September 2022 during a police vehicle stop. After the verdict, Sheida Queen, Chris Cabber's cousin, said this. Today, we are devastated. The not guilty verdict leaves us of a deep pain of injustice, adding to the unbearable sorrow we felt since Chris was killed. No family should endure the unimaginable grief we have faced since Chris was stolen from us. And this decision shows his life and many others like him. doesn't matter to the system. Our son deserved better. The acquittal of Martin Blake isn't just a failure for our family, but for all those affected by police violence. Despite this verdict, we won't be silenced. Well, the release of Martin Blake's name was one aspect objected to by many of his colleagues. I've been speaking to one whom we're not naming at his request, even though he has now left the force. At the time of Chris Caber's death, he was in M-O-19, specialist firearms command, and he was at the scene that night. I arrived as shots of fired, and I witnessed Mr. Cabber being removed from the vehicle. First aid commencing on him. And then I played a role in the post-incent procedure that kicked in immediately on the moment the shots were fired. What did you think or feel as you heard news of the verdict yesterday? Listen, this whole case obviously hinges on the death of a man whose life was taken by the state, which is an incredibly serious, significant, momentous thing that happens. I would like to offer my condolences to the family of Chris Cabber and indeed his friends. In terms of my own personal reaction, I guess there was a modicum of relief in the sense that it was a, you know, it was trial by jury, and we know that juries can to some extent be slightly unpredictable. And the stakes clearly were incredibly high for Martin. That said, I wasn't surprised at the verdict. There was no kind of visible or audible glee by anyone I saw in the courtroom, anyone connected to policing or connected to Martin. There was just an acceptance that the right thing had happened and the right outcome had been achieved. There are no winners in this situation and there were no winners in the courtroom yesterday. Yeah, of course it's not the right outcome as far as Chris Cabber's family are concerned because they've called the acquittal of Mr. Blake, not just a failure for the family, but for all of those affected by police violence. The fact is that he was unarmed and there have been others in exactly that same position since 2005. Four men who were unarmed at the point they faced armed police have been shot dead in non-terrorist operations. So when you look at figures like that, can you see why the family feel that the system doesn't reflect what they and others have gone through? Listen, the family are grieving the death of a loved one. And, you know, again, I offer my condolences to them. In terms of this incident, and I will just talk about this incident, and I'll stick to the facts of the case as the court heard them, I don't feel well positioned to talk about the other cases that you mentioned. Firstly, I would say, Michelle, that this phrase unarmed, which is being used frequently in the description of this incident, is problematic in the sense that it implies Mr Cabber was presenting no threat to the officers who were dealing with the incident on that night. And obviously the court heard something very different. And the case of the defence was essentially that Mr Caber was armed with a two and a half ton high powered Aldi, which could absolutely have presented a lethal threat to the officers involved. So although Mr Cabr didn't have a firearm at the time that he was shot, it is a problematic description to, I believe, to call him unarmed. Is it your view that police should be outside the remit of the criminal law, that in instances of this kind, they should be subject to disciplinary and serious disciplinary procedures, but that the criminal law shouldn't apply, because technically under English law, they don't have special protections when using force. But, for example, as it happened in this case, their genuine beliefs and what they put forward about what they thought at the time is relevant. This, again, is incredibly problematic, and there's no way we're going to do justice to this topic with the time we have this morning. I do think there's a tension there between the need for police officers to be partaking in the value of open justice that we have. I think it's important that they're viewed as fully accountable to the law and in front of the public. However, I would also say that there's a problem when police officers are scrutinized by people who don't necessarily understand the pressures and the issues involved. I'm no legal expert, but I do wonder whether there's something maybe akin to the court-martial system that we see in the military, which would be a better fit for incidents like this, where we have a panel of legal experts, a panel of subject matter experts, who can call on witnesses from the incident itself, can call on further witnesses in a particular area to bring their expertise to bear and that we can seek a kind of judicial outcome from that. But people like you and like the officer in this case, you are in a position of immense privilege and responsibility, aren't you, when you are among the very few police officers to bear weapons? Are you saying that any kind of criminal law charge, whether it is a manslaughter rather than a murder charge, you think is inappropriate in all circumstances of this kind? I think what officers most want police officers who carry a gun, and by the way, Michelle, you're entirely correct to draw attention to the fact that it's a huge responsibility. And I will never forget the first time that I walked out onto the streets of London or rather drove out in a vehicle with a gun strapped to my thigh. It felt incredibly significant. And I think the kind of emotions that we want our police officers to feel when they do step out with a gun. But do you think everyone does? Did you ever see colleagues who you thought perhaps had gone into that role for the wrong reasons or who you felt uncomfortable seeing them with weapons? Absolutely not. I can only be entirely candid. I never saw that. I saw volunteers and it's important to emphasize the fact that men and women who carry a gun in policing in the UK are volunteers. They can't be forced to do so. They do so for no extra money. They tend to be people like me who were, and in their case often are motivated by making the right decision in incredibly high pressure, challenging situations. And they tend to be motivated by saving life, obviously far more than the eventuality that they may, in unwelcome circumstances, have to take life. Was it wrong for this case over Chris Cava ever to go to court? I believe it was, yes. I believe that at no point was there any evidence that Martin Blake had done anything wrong or at least deviated from his training or indeed the law. Martin is the most professional, assiduous, diligent police officer you will come across and he should never have been put in this position. He was on Kirkstall Gardens that night on behalf of the state. The state put Martin Blake there that night and the state trained him to do the fearsome thing that he had to do and he should never have been named in the media. That's my personal opinion. Thank you very much. Thank you. Hi, this is Amol and Nick and we are jumping on this feed to tell you a little bit about our new podcast. It is called the Today Podcast. And it's where we give you our take on the biggest stories of the week, the insight, the conversation, the analysis that we maybe don't always get time for on a daily news show. And we'll take you behind the scenes of the UK's most influential news program. It's going to be so nice to have that time. And new episodes are going to drop every Thursday. Make sure you listen and subscribe to the Today podcast on BBC Sounds. illegal immigration has made the southern border a lightning rod for fiery political debate. How is that shaping the upcoming election and how might the outcome impact America's neighbors to the south? The global story brings you unique perspectives from BBC journalists around the world. Find us wherever you get your podcasts."}