{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.88, 6.64], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [8.88, 12.26], "text": " BBC Sounds, music, radio, podcasts."}, {"timestamp": [12.6, 16.86], "text": " In September of last year, my guest was diagnosed with throat cancer."}, {"timestamp": [17.26, 21.42], "text": " Aged 46, Simon Bowes was told it was terminal and only had months to live"}, {"timestamp": [21.42, 27.26], "text": " and began writing about his feelings towards life and death in his local newspaper, the Jersey Evening Post."}, {"timestamp": [28.02, 30.66], "text": " His unflinching honesty and total optimism"}, {"timestamp": [30.66, 33.82], "text": " has been inspiring readers across the country,"}, {"timestamp": [34.28, 37.32], "text": " especially as his imminent death seems to have only increased"}, {"timestamp": [37.32, 40.18], "text": " his gleeful love for the wonder of life."}, {"timestamp": [40.84, 43.16], "text": " Somehow he's managed to pull his thoughts together"}, {"timestamp": [43.16, 47.58], "text": " in a book called A Beginner's Guide to Dying, which comes out in September."}, {"timestamp": [48.06, 49.8], "text": " It will be a posthumous publication."}, {"timestamp": [50.56, 57.6], "text": " I was fortunate enough to be able to talk to Simon last week in what he expected to be one of his very last interviews."}, {"timestamp": [58.12, 60.84], "text": " And I started by asking how he was."}, {"timestamp": [61.46, 63.24], "text": " Well, I'm really well, thank you."}, {"timestamp": [63.36, 67.34], "text": " I mean, my pain is under control, and I'm terribly happy. It sounds weird to say I'm as Well, I'm really well, thank you. I mean, my pain is under control and I'm,"}, {"timestamp": [67.4, 71.38], "text": " I'm terribly happy. It sounds weird to say I'm as happy as I've ever been in my life,"}, {"timestamp": [71.76, 76.88], "text": " but it's been such a great bonus, actually. I used to think I'd rather be hit by the proverbial"}, {"timestamp": [76.88, 82.36], "text": " bus, but having a couple of months knowing this is coming has really helped me both do the"}, {"timestamp": [82.36, 87.62], "text": " kind of boring death men and also just to kind of get my"}, {"timestamp": [87.62, 94.54], "text": " thoughts and prepare myself and feel so accepting of what's to come and this is almost certainly"}, {"timestamp": [94.54, 101.02], "text": " my final week actually but again I just feel so happy as contentious the books call the"}, {"timestamp": [101.02, 107.24], "text": " beginner's guide to dying but really what I'm trying to convey is how enjoying"}, {"timestamp": [107.24, 113.82], "text": " life to the full kind of prepares you for this. I briefly thought about subtitling it morphine"}, {"timestamp": [113.82, 119.6], "text": " and muskadee because the two, I think, have kept me going and in some ways also summarise some of"}, {"timestamp": [119.6, 130.48], "text": " the things I've enjoyed in my life before I got sick. Yet what I was going to ask, though, is your ability to find such joy in the face of death."}, {"timestamp": [131.0, 134.82], "text": " Did you always feel that way about death if you thought about it at all?"}, {"timestamp": [134.86, 139.04], "text": " Or is that a new thing once you've been confronted by it and by your illness?"}, {"timestamp": [139.4, 144.78], "text": " Well, I think in some ways I was lucky, partly by accident and partly by design,"}, {"timestamp": [144.78, 146.98], "text": " that my life and career"}, {"timestamp": [146.98, 152.48], "text": " have taken me to quite a lot of places where death is much more a part of life than it is"}, {"timestamp": [152.48, 157.3], "text": " for us in the West normally. I spent my life as an aid worker and quite a lot with the UN,"}, {"timestamp": [157.84, 165.38], "text": " and I've lived in places where death is something not just that exists in the background,"}, {"timestamp": [165.62, 168.82], "text": " but which is often kind of imminently possible."}, {"timestamp": [169.06, 172.22], "text": " I spent three years, for example, running an office,"}, {"timestamp": [172.3, 174.4], "text": " a UN office in the Gaza Strip."}, {"timestamp": [175.14, 178.98], "text": " I spent a lot of time in Rwanda and Sierra Leone."}, {"timestamp": [180.3, 182.08], "text": " I've been working in Ukraine."}, {"timestamp": [183.58, 189.48], "text": " And seeing people there for whom death is such a part of life."}, {"timestamp": [189.58, 190.36], "text": " They lose children."}, {"timestamp": [190.5, 194.56], "text": " They didn't know where the next meal's coming from has also really helped me."}, {"timestamp": [194.56, 206.14], "text": " And in England, too, I've been a Samaritan for four years, and that's let me on some very privileged, sometimes quite dark places in people's minds, where you're talking"}, {"timestamp": [206.14, 211.98], "text": " to people about death and in some cases you're even on the line while they end their lives."}, {"timestamp": [212.72, 217.36], "text": " So I think it's been more of a part of my life than for many people."}, {"timestamp": [218.1, 220.38], "text": " And I think that's been really important."}, {"timestamp": [220.64, 223.56], "text": " I think does it all good to think about it."}, {"timestamp": [224.02, 225.0], "text": " And that's not in a gloomy way."}, {"timestamp": [225.0, 229.0], "text": " That's kind of in the kind of stoic memento-mori way"}, {"timestamp": [229.0, 233.0], "text": " that by kind of realising that it's inevitable"}, {"timestamp": [233.0, 236.0], "text": " and that it's actually just a part of life,"}, {"timestamp": [236.0, 238.0], "text": " actually throws life into perspective"}, {"timestamp": [238.0, 243.0], "text": " and it helps you enjoy it more and prioritise the important things."}, {"timestamp": [243.0, 247.36], "text": " Is your family in a similar place to you on this?"}, {"timestamp": [247.86, 251.18], "text": " I know you have a partner and I know you've got a wider family and friends that you're"}, {"timestamp": [251.18, 252.02], "text": " very close to."}, {"timestamp": [252.1, 256.7], "text": " And I was just wondering how they felt and whether they'd got to a similar place to you."}, {"timestamp": [257.1, 260.98], "text": " Well, it's terribly difficult because, you know, they're about to go through the most"}, {"timestamp": [260.98, 263.46], "text": " difficult thing in their lives."}, {"timestamp": [263.6, 266.26], "text": " My lovely wife, Oralee and my parents,"}, {"timestamp": [266.5, 271.12], "text": " and it's not the natural order of things for most people, at least in the West."}, {"timestamp": [271.44, 273.34], "text": " I think they are and they're well surrounded."}, {"timestamp": [274.08, 281.28], "text": " And I think, well, I hope anyway that my kind of cheerfulness in the leaving of life might"}, {"timestamp": [281.28, 288.4], "text": " perhaps help them in the next few years kind of realize that, you know, my chapter,"}, {"timestamp": [288.58, 295.04], "text": " we all our lives of little books, but they're not someone else's complete book."}, {"timestamp": [296.22, 300.26], "text": " You're a chapter or a page or a footnote is someone else's life,"}, {"timestamp": [300.56, 304.98], "text": " and they're going to keep writing beautiful chapters when you're gone."}, {"timestamp": [305.7, 312.18], "text": " And those sort of green shoots can kind of grow around grief and put it in perspective."}, {"timestamp": [312.38, 317.62], "text": " And what I hope is that people will think, well, I'm glad I read that Simon's story."}, {"timestamp": [318.38, 321.68], "text": " But just because it's over, doesn't mean it's gone."}, {"timestamp": [322.6, 327.2], "text": " And of course, you know, quality and quantity are not correlated in lives"}, {"timestamp": [327.2, 330.16], "text": " any more than they are in books or films."}, {"timestamp": [331.08, 334.82], "text": " So, you know, all I can say is that I hope they'll be okay"}, {"timestamp": [334.82, 336.38], "text": " and I think they will be."}, {"timestamp": [336.38, 341.6], "text": " But I'm very aware of what a terribly tough time"}, {"timestamp": [341.6, 343.14], "text": " they're going to have for the next few years."}, {"timestamp": [343.68, 348.92], "text": " That's incredible. It really is. I've read your articles. I've now been lucky enough to read quite"}, {"timestamp": [348.92, 353.54], "text": " a bit of the book too. But there was a quote that you chose in one of the more recent pieces"}, {"timestamp": [353.54, 358.8], "text": " from George Elliott in Middlemarch, where you talk about every single person making a huge"}, {"timestamp": [358.8, 366.28], "text": " difference to the world. A part of that quote says, the effects of her being was incalculably diffusive,"}, {"timestamp": [366.88, 371.28], "text": " for the growing good of the world is partly dependent on unhistoric acts"}, {"timestamp": [371.28, 375.5], "text": " and that things are not so ill with you and me as they might have been"}, {"timestamp": [375.5, 380.08], "text": " is half owing to the number who lived faithfully a hidden life"}, {"timestamp": [380.08, 382.78], "text": " and rest in unvisited tombs."}, {"timestamp": [383.76, 386.82], "text": " It's just such a beautiful choice by you, if you don't mind me saying,"}, {"timestamp": [386.9, 388.6], "text": " and it gave me chills reading it,"}, {"timestamp": [388.66, 393.28], "text": " because I thought about what a good way it is as a form of words"}, {"timestamp": [393.28, 396.22], "text": " of illustrating the value of all of our lives."}, {"timestamp": [396.9, 399.46], "text": " That's so right, yes, I love that quote."}, {"timestamp": [399.98, 403.66], "text": " And it's so true, you don't need to have been a politician"}, {"timestamp": [403.66, 408.32], "text": " or a mover and shaker or an aid worker or anything."}, {"timestamp": [408.98, 411.14], "text": " All of us make a huge difference."}, {"timestamp": [411.56, 418.22], "text": " I love the idea that, you know, most films about time travel revolve around someone changing one tiny thing in the past,"}, {"timestamp": [418.28, 420.58], "text": " and then, of course, they come back to the presence and everything is different."}, {"timestamp": [421.12, 426.2], "text": " But if you project that forward, you change one tiny thing now, you can change"}, {"timestamp": [426.2, 435.66], "text": " huge amounts into the future. And all our tombs will be unvisited in a few short years. And all of our"}, {"timestamp": [435.66, 443.14], "text": " actions and things will mostly be unremembered. But the smile you gave the checkout lady,"}, {"timestamp": [444.56, 448.42], "text": " the kind words you said to some stranger in the street"}, {"timestamp": [448.42, 450.62], "text": " could still be rippling forward."}, {"timestamp": [451.52, 453.9], "text": " And we all have that opportunity."}, {"timestamp": [454.96, 456.98], "text": " And it's a huge power."}, {"timestamp": [457.22, 461.54], "text": " And I want everyone to realize how special and precious they are."}, {"timestamp": [462.14, 466.5], "text": " Simon, you do also share that you love melted cheese and crosswords,"}, {"timestamp": [466.64, 468.32], "text": " two of my favourites as well."}, {"timestamp": [468.96, 471.44], "text": " I was wondering if I could ask you a question."}, {"timestamp": [471.78, 474.5], "text": " And I don't think I've ever asked anyone this,"}, {"timestamp": [474.6, 478.32], "text": " which is how are you going to be spending your final day?"}, {"timestamp": [478.92, 482.14], "text": " Are you able to indulge in some of life's pleasures,"}, {"timestamp": [482.24, 484.92], "text": " whether that's drinking or eating or whatever?"}, {"timestamp": [486.64, 488.0], "text": " Yes, well, good question."}, {"timestamp": [488.14, 493.4], "text": " Unfortunately, I haven't really been able to eat since about Christmas because the chemotherapy"}, {"timestamp": [493.4, 498.32], "text": " killed my taste buds and the radiotherapy killed my salivary glands."}, {"timestamp": [498.66, 500.58], "text": " And I've also had a feeding to you."}, {"timestamp": [500.58, 507.6], "text": " So sadly, melted cheese and all the things I loved and fondue are really off the menu."}, {"timestamp": [507.9, 516.9], "text": " However, I've been given full permission by my oncologist and my hospice team to enjoy as much muskidate and as many"}, {"timestamp": [516.9, 527.26], "text": " cheeky roll-ups as I want. And I should be certainly insulting in those. And, you know, spending some time with my family."}, {"timestamp": [528.08, 530.54], "text": " I'm sort of not looking forward to it."}, {"timestamp": [530.6, 531.76], "text": " Of course, that's the wrong way."}, {"timestamp": [531.96, 536.74], "text": " But I'm kind of curious about it and I'm happy and I'm ready."}, {"timestamp": [537.54, 541.78], "text": " Simon, I wish you as much peace and joy as possible."}, {"timestamp": [541.78, 545.0], "text": " And I'm thinking of you and your family."}, {"timestamp": [545.0, 547.0], "text": " Well thank you."}, {"timestamp": [547.0, 553.0], "text": " As Julian of Norwich said, all shall be well and all shall be well and all manner of things shall be well."}, {"timestamp": [553.0, 558.0], "text": " Simon Boas and I should say Simon is at home with his family."}, {"timestamp": [558.0, 564.0], "text": " He expects to move today, in fact into a hospice where he will be spending his final days."}, {"timestamp": [564.0, 569.0], "text": " It perhaps won't surprise you to hear when we've checked back in with him that he is in good spirits."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. BBC Sounds, music, radio, podcasts. In September of last year, my guest was diagnosed with throat cancer. Aged 46, Simon Bowes was told it was terminal and only had months to live and began writing about his feelings towards life and death in his local newspaper, the Jersey Evening Post. His unflinching honesty and total optimism has been inspiring readers across the country, especially as his imminent death seems to have only increased his gleeful love for the wonder of life. Somehow he's managed to pull his thoughts together in a book called A Beginner's Guide to Dying, which comes out in September. It will be a posthumous publication. I was fortunate enough to be able to talk to Simon last week in what he expected to be one of his very last interviews. And I started by asking how he was. Well, I'm really well, thank you. I mean, my pain is under control, and I'm terribly happy. It sounds weird to say I'm as Well, I'm really well, thank you. I mean, my pain is under control and I'm, I'm terribly happy. It sounds weird to say I'm as happy as I've ever been in my life, but it's been such a great bonus, actually. I used to think I'd rather be hit by the proverbial bus, but having a couple of months knowing this is coming has really helped me both do the kind of boring death men and also just to kind of get my thoughts and prepare myself and feel so accepting of what's to come and this is almost certainly my final week actually but again I just feel so happy as contentious the books call the beginner's guide to dying but really what I'm trying to convey is how enjoying life to the full kind of prepares you for this. I briefly thought about subtitling it morphine and muskadee because the two, I think, have kept me going and in some ways also summarise some of the things I've enjoyed in my life before I got sick. Yet what I was going to ask, though, is your ability to find such joy in the face of death. Did you always feel that way about death if you thought about it at all? Or is that a new thing once you've been confronted by it and by your illness? Well, I think in some ways I was lucky, partly by accident and partly by design, that my life and career have taken me to quite a lot of places where death is much more a part of life than it is for us in the West normally. I spent my life as an aid worker and quite a lot with the UN, and I've lived in places where death is something not just that exists in the background, but which is often kind of imminently possible. I spent three years, for example, running an office, a UN office in the Gaza Strip. I spent a lot of time in Rwanda and Sierra Leone. I've been working in Ukraine. And seeing people there for whom death is such a part of life. They lose children. They didn't know where the next meal's coming from has also really helped me. And in England, too, I've been a Samaritan for four years, and that's let me on some very privileged, sometimes quite dark places in people's minds, where you're talking to people about death and in some cases you're even on the line while they end their lives. So I think it's been more of a part of my life than for many people. And I think that's been really important. I think does it all good to think about it. And that's not in a gloomy way. That's kind of in the kind of stoic memento-mori way that by kind of realising that it's inevitable and that it's actually just a part of life, actually throws life into perspective and it helps you enjoy it more and prioritise the important things. Is your family in a similar place to you on this? I know you have a partner and I know you've got a wider family and friends that you're very close to. And I was just wondering how they felt and whether they'd got to a similar place to you. Well, it's terribly difficult because, you know, they're about to go through the most difficult thing in their lives. My lovely wife, Oralee and my parents, and it's not the natural order of things for most people, at least in the West. I think they are and they're well surrounded. And I think, well, I hope anyway that my kind of cheerfulness in the leaving of life might perhaps help them in the next few years kind of realize that, you know, my chapter, we all our lives of little books, but they're not someone else's complete book. You're a chapter or a page or a footnote is someone else's life, and they're going to keep writing beautiful chapters when you're gone. And those sort of green shoots can kind of grow around grief and put it in perspective. And what I hope is that people will think, well, I'm glad I read that Simon's story. But just because it's over, doesn't mean it's gone. And of course, you know, quality and quantity are not correlated in lives any more than they are in books or films. So, you know, all I can say is that I hope they'll be okay and I think they will be. But I'm very aware of what a terribly tough time they're going to have for the next few years. That's incredible. It really is. I've read your articles. I've now been lucky enough to read quite a bit of the book too. But there was a quote that you chose in one of the more recent pieces from George Elliott in Middlemarch, where you talk about every single person making a huge difference to the world. A part of that quote says, the effects of her being was incalculably diffusive, for the growing good of the world is partly dependent on unhistoric acts and that things are not so ill with you and me as they might have been is half owing to the number who lived faithfully a hidden life and rest in unvisited tombs. It's just such a beautiful choice by you, if you don't mind me saying, and it gave me chills reading it, because I thought about what a good way it is as a form of words of illustrating the value of all of our lives. That's so right, yes, I love that quote. And it's so true, you don't need to have been a politician or a mover and shaker or an aid worker or anything. All of us make a huge difference. I love the idea that, you know, most films about time travel revolve around someone changing one tiny thing in the past, and then, of course, they come back to the presence and everything is different. But if you project that forward, you change one tiny thing now, you can change huge amounts into the future. And all our tombs will be unvisited in a few short years. And all of our actions and things will mostly be unremembered. But the smile you gave the checkout lady, the kind words you said to some stranger in the street could still be rippling forward. And we all have that opportunity. And it's a huge power. And I want everyone to realize how special and precious they are. Simon, you do also share that you love melted cheese and crosswords, two of my favourites as well. I was wondering if I could ask you a question. And I don't think I've ever asked anyone this, which is how are you going to be spending your final day? Are you able to indulge in some of life's pleasures, whether that's drinking or eating or whatever? Yes, well, good question. Unfortunately, I haven't really been able to eat since about Christmas because the chemotherapy killed my taste buds and the radiotherapy killed my salivary glands. And I've also had a feeding to you. So sadly, melted cheese and all the things I loved and fondue are really off the menu. However, I've been given full permission by my oncologist and my hospice team to enjoy as much muskidate and as many cheeky roll-ups as I want. And I should be certainly insulting in those. And, you know, spending some time with my family. I'm sort of not looking forward to it. Of course, that's the wrong way. But I'm kind of curious about it and I'm happy and I'm ready. Simon, I wish you as much peace and joy as possible. And I'm thinking of you and your family. Well thank you. As Julian of Norwich said, all shall be well and all shall be well and all manner of things shall be well. Simon Boas and I should say Simon is at home with his family. He expects to move today, in fact into a hospice where he will be spending his final days. It perhaps won't surprise you to hear when we've checked back in with him that he is in good spirits."}