{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.88, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [10.76, 12.66], "text": " This is an ad by BetterHelp."}, {"timestamp": [13.6, 18.18], "text": " October is for wearing masks, but sometimes we hide more often than we want."}, {"timestamp": [18.68, 20.4], "text": " Take off the mask with better help."}, {"timestamp": [20.76, 26.0], "text": " It's entirely online, designed to be convenient, flexible and suited to your schedule."}, {"timestamp": [26.0, 33.0], "text": " Just fill out a brief questionnaire to get matched with a therapist and switch therapists at any time for no additional charge."}, {"timestamp": [33.0, 35.0], "text": " Take off the mask with BetterHelp."}, {"timestamp": [35.0, 40.0], "text": " Visit BetterHelp.com to learn more and save 10% of your first month."}, {"timestamp": [40.0, 43.0], "text": " That's BetterHelp, H-E-L-P.com."}, {"timestamp": [43.0, 51.02], "text": " I'm Sumis-O-Mascanda from the Global Story, where we're asking how the U.S. election could impact the war in Ukraine."}, {"timestamp": [51.6, 60.82], "text": " With Kamala Harris and Donald Trump neck and neck in the polls, President Zelensky's campaign to ensure crucial funds don't run out is increasingly uncertain."}, {"timestamp": [61.46, 64.78], "text": " So will the result in November change his nation's fate?"}, {"timestamp": [64.78, 66.3], "text": " The Global story brings"}, {"timestamp": [66.3, 71.84], "text": " you unique perspectives from BBC journalists around the world. Find us wherever you get your podcasts."}, {"timestamp": [75.84, 82.38], "text": " BBC Sounds, music, radio podcasts. All this week on the Today program, we've been looking at"}, {"timestamp": [82.38, 90.64], "text": " how schools are innovating in different ways ahead of a review that the Labour government has started into the curriculum in England's schools."}, {"timestamp": [90.64, 98.4], "text": " In opposition, Sir Keir Starma outlined a vision for education which sought to combat disadvantage, not least by placing Orsci,"}, {"timestamp": [98.82, 102.18], "text": " the ability to communicate effectively at the heart of schooling."}, {"timestamp": [102.8, 106.64], "text": " Voice 21, a charity which works with schools to build speaking skills,"}, {"timestamp": [106.94, 110.46], "text": " has published a report it commissioned into Oracy Education."}, {"timestamp": [110.96, 113.6], "text": " Our reporter Christian Johnson joined the report's author,"}, {"timestamp": [113.74, 115.96], "text": " the former Education Union leader Jeff Barton,"}, {"timestamp": [116.28, 127.0], "text": " on a visit to Cubet Town Primary School in London's Isle of Dogs. Hello, everyone."}, {"timestamp": [127.0, 130.0], "text": " Hello everyone."}, {"timestamp": [130.0, 133.0], "text": " Hello everyone."}, {"timestamp": [133.0, 136.0], "text": " Thank you so much Iris class."}, {"timestamp": [136.0, 138.0], "text": " Can we try..."}, {"timestamp": [138.0, 140.0], "text": " That's just about the children getting used to the voice"}, {"timestamp": [140.0, 143.0], "text": " and changing your voice because a lot of them speak monotone."}, {"timestamp": [143.0, 146.32], "text": " Structures that started RSC have changed because our children are different"}, {"timestamp": [146.32, 150.0], "text": " and I think that's the whole thing about RSC is that it's going to be different in every school."}, {"timestamp": [150.0, 157.6], "text": " Robin Bruce, head teacher here at Cubit Town, explains how from reception children's speaking skills are nurtured."}, {"timestamp": [157.6, 160.4], "text": " They can tell us what they did there."}, {"timestamp": [160.4, 164.0], "text": " So we can learn from others about their experiences and where they're from."}, {"timestamp": [164.0, 165.38], "text": " That is a beautiful point."}, {"timestamp": [165.62, 168.64], "text": " Let's focus in on London then for a bit for our final little bit of discussion."}, {"timestamp": [169.14, 171.56], "text": " How does diversity impact London?"}, {"timestamp": [172.48, 176.52], "text": " I think having more cultures around you makes it more fun."}, {"timestamp": [177.0, 178.04], "text": " And also you can learn."}, {"timestamp": [178.04, 181.86], "text": " With these year six pupils, Assembly is a chance to put their language skills"}, {"timestamp": [181.86, 184.04], "text": " as well as their knowledge into action."}, {"timestamp": [184.8, 189.92], "text": " We realised that assemblies could be a really great space to showcase what the children can do"}, {"timestamp": [189.92, 193.04], "text": " and also the sort of main area for them to develop these oracy skills."}, {"timestamp": [193.04, 197.2], "text": " So we developed a strategy where the children sat in a circle and the emphasis was very much on them"}, {"timestamp": [197.2, 201.04], "text": " contributing as you see today with the teacher playing more of a role as facilitator,"}, {"timestamp": [201.04, 202.24], "text": " encouraging discussion."}, {"timestamp": [202.24, 205.92], "text": " Nicky Pear, Kubit Town's deputy head teacher and Orsie Lead,"}, {"timestamp": [205.92, 210.88], "text": " believes embedding language skills into the curriculum is fundamental for the children the school"}, {"timestamp": [210.88, 212.08], "text": " serves."}, {"timestamp": [212.08, 215.68], "text": " There's entrenched poverty in the borough. Many of our children speak English as an additional"}, {"timestamp": [215.68, 219.84], "text": " language. Orsci, we feel, is key to unlock some of those challenges, to develop skills in"}, {"timestamp": [219.84, 223.28], "text": " our pupils before they move to secondary school, that will help them in all manner of ways"}, {"timestamp": [223.28, 227.18], "text": " moving forward in life, whether it's with the next stage in their academic career or when they move"}, {"timestamp": [227.18, 230.92], "text": " forward and they're going to interviews for jobs we think oracy is something that can really"}, {"timestamp": [230.92, 235.22], "text": " unlock the potential of these children that we work with here and become a tool for social mobility."}, {"timestamp": [235.76, 242.68], "text": " For me it feels like not just talking but talking is like a factor of oracy and one of the"}, {"timestamp": [242.68, 247.04], "text": " major ones but it's also listening and debating and clarifying"}, {"timestamp": [247.04, 253.2], "text": " and instigating and so many other things. It's like a very wide variety of things to me."}, {"timestamp": [253.56, 257.36], "text": " Ten-year-old's Nadia and Reuben spoke to me about the impact of oracy on them."}, {"timestamp": [257.7, 262.48], "text": " It's made me speak more because I used to be a shy kid in my old school."}, {"timestamp": [263.04, 265.68], "text": " What differences do you think your parents have noticed in you?"}, {"timestamp": [266.12, 272.4], "text": " They've definitely known that I'm more confident and respectful and stuff like that."}, {"timestamp": [272.7, 275.32], "text": " Outside of school, what differences have you noticed in yourself?"}, {"timestamp": [276.0, 281.68], "text": " Outside of school, I'm more like talkative and I'm less shy."}, {"timestamp": [281.68, 289.82], "text": " If I accidentally hit someone with my bike, I will say sorry and that was by accident and yeah."}, {"timestamp": [290.44, 295.98], "text": " For Geoff Barton, former head teacher, English teacher and author of today's report into oracy education,"}, {"timestamp": [296.38, 301.08], "text": " it needs to be placed at the heart of schooling alongside literacy and numeracy."}, {"timestamp": [301.42, 305.76], "text": " We're here on the Isle of Dogs and what you see is you walk through here is communities"}, {"timestamp": [305.76, 310.86], "text": " which haven't got enough and then you've got places which you've got huge amounts of wealth."}, {"timestamp": [310.86, 315.38], "text": " If anything ever personified the need for us working in the state sector to do everything"}, {"timestamp": [315.38, 319.9], "text": " we can to empower those young people to give them the entitlement to understand the language"}, {"timestamp": [319.9, 324.78], "text": " of power to be able to use that, to look into subjects to tell the stories of our cultures"}, {"timestamp": [324.78, 329.18], "text": " and all of those kind of things we've just seen in an assembly, well now is the time to do that."}, {"timestamp": [329.18, 333.4], "text": " And the fact that the new government has said that OREC needs to form a part of their curriculum"}, {"timestamp": [333.4, 335.18], "text": " review gives me optimism."}, {"timestamp": [335.18, 340.0], "text": " As soon as you talk to parents, particularly as soon as you talk to employers, they say"}, {"timestamp": [340.0, 344.56], "text": " what we want are young people who understand how to be able to communicate, how to be able"}, {"timestamp": [344.56, 345.12], "text": " to talk, how to know when not to communicate, how to be able to talk,"}, {"timestamp": [345.12, 349.52], "text": " how to know when not to talk, how to listen more critically, more actively, all of those things"}, {"timestamp": [349.52, 355.12], "text": " our society needs. And instead of seeing that as a kind of nice to have, that should be a fundamental"}, {"timestamp": [355.12, 359.12], "text": " entitlement to every young person. That's why we're saying that oracy should be the fourth"}, {"timestamp": [359.12, 378.0], "text": " R, just like reading, writing and arithmetic. Now's the time we need to do that. A broader, richer, cutting edge curriculum that drives high and rising school standards"}, {"timestamp": [378.0, 381.0], "text": " and sets all young people up for life and work."}, {"timestamp": [381.0, 385.16], "text": " That is what the government says it wants its review of what children in England"}, {"timestamp": [385.16, 391.08], "text": " learn in our schools to examine. Peter Heimann is a former senior advisor to Kier Starrma and"}, {"timestamp": [391.08, 396.08], "text": " Tony Blair, also a former head teacher, school founder and teacher. He collaborated on drawing"}, {"timestamp": [396.08, 400.68], "text": " up the new government's curriculum and assessment review while Labour was in opposition and preparing"}, {"timestamp": [400.68, 406.06], "text": " for government. Orsi for me is the golden thread of the curriculum. It's better for academic knowledge."}, {"timestamp": [406.46, 408.48], "text": " It's better for empathy and understanding."}, {"timestamp": [408.68, 410.84], "text": " We've got at the moment this polarisation"}, {"timestamp": [410.84, 413.34], "text": " of people being in their own echo chambers."}, {"timestamp": [413.8, 415.72], "text": " Oracy is a good way of bridging that."}, {"timestamp": [416.3, 419.42], "text": " And it's very good for mental health and well-being as well."}, {"timestamp": [419.52, 422.4], "text": " So it's actually the golden thread in our view across the curriculum."}, {"timestamp": [422.4, 425.12], "text": " And I don't want to inject false political divides here,"}, {"timestamp": [425.16, 430.5], "text": " but is that in a way, is your position in a way, an extension of the famous Nick Gibbon"}, {"timestamp": [430.5, 436.26], "text": " Michael Gover reforms where a greater focus on literacy and numeracy at an early age seem to drive"}, {"timestamp": [436.26, 436.82], "text": " some improvements?"}, {"timestamp": [437.3, 440.12], "text": " Well, that was an extension, of course, of the last Labour government."}, {"timestamp": [440.38, 442.28], "text": " Look, we all want a grounding in the basics."}, {"timestamp": [442.52, 446.0], "text": " One of the questions for this curriculum review you is what are now the basics?"}, {"timestamp": [446.18, 447.48], "text": " What is a modern basics?"}, {"timestamp": [447.94, 451.12], "text": " I would say, as well as reading, writing and mass, you should add two to that."}, {"timestamp": [451.2, 452.96], "text": " One we've just discussed, which is Oracy."}, {"timestamp": [453.44, 455.08], "text": " But the other one is digital skills."}, {"timestamp": [455.56, 460.2], "text": " One of the great problems with the curriculum is young people are going to go into a world of AI"}, {"timestamp": [460.2, 463.88], "text": " of rapid technological change, and they're not quick to do so."}, {"timestamp": [464.04, 466.38], "text": " Schools are only at the foothills of grappling with that."}, {"timestamp": [466.52, 467.42], "text": " That's not their fault."}, {"timestamp": [467.76, 470.26], "text": " So they haven't got the space to do so at the moment."}, {"timestamp": [470.7, 473.36], "text": " So if we want a curriculum that's fit for purpose"}, {"timestamp": [473.36, 477.12], "text": " that genuinely prepares people for the world they're going to go into,"}, {"timestamp": [477.52, 478.66], "text": " then it's got to change."}, {"timestamp": [478.8, 480.98], "text": " When you set up School 21 in East London,"}, {"timestamp": [481.42, 484.06], "text": " how did you want to try and rethink education itself?"}, {"timestamp": [484.48, 489.08], "text": " We had a philosophy of head, heart and hand, and that was crucial."}, {"timestamp": [489.58, 494.5], "text": " Head meant the academics and the grounding and the basics and subject knowledge."}, {"timestamp": [495.12, 500.86], "text": " Heart meant all those social skills that are absolutely vital, resilience, teamwork, empathy,"}, {"timestamp": [501.52, 506.72], "text": " and hand meant creativity and problem solving which is absolutely vital again"}, {"timestamp": [506.72, 510.96], "text": " with the oracy as the golden thread going through it but then we wanted to create and it's difficult"}, {"timestamp": [510.96, 517.84], "text": " to do with all the accountability regime a balance curriculum at the moment it's far too narrow so we"}, {"timestamp": [517.84, 523.2], "text": " wanted a balance between head heart and hand because that we thought developed the rounded"}, {"timestamp": [523.2, 528.08], "text": " individual you see there's some who argue and you know you've engaged with this over more than 30, maybe 40 years,"}, {"timestamp": [528.08, 532.08], "text": " but there's some who argue that actually the flight from, if you like, a more traditional,"}, {"timestamp": [532.08, 537.6], "text": " knowledge-based approach to education, the flight from the idea that the function of education"}, {"timestamp": [537.6, 542.64], "text": " is to transmit knowledge through the generations actually ends up harming people from poorer backgrounds more"}, {"timestamp": [542.64, 545.54], "text": " because you end up with a divide where you get schools for the rich"}, {"timestamp": [545.54, 546.62], "text": " and skills for the poor."}, {"timestamp": [546.88, 550.0], "text": " Now, I know lots of people in teaching would say that's a completely false binary,"}, {"timestamp": [550.38, 551.24], "text": " but what do you say to that?"}, {"timestamp": [551.5, 554.2], "text": " Well, you yourself did a program cracking the class ceiling."}, {"timestamp": [554.42, 557.44], "text": " How to crack the class ceiling, exactly."}, {"timestamp": [557.9, 560.68], "text": " And what you discovered from watching the program"}, {"timestamp": [560.68, 562.7], "text": " was that you need a whole variety of skills."}, {"timestamp": [562.8, 564.58], "text": " It's not about doing away with knowledge."}, {"timestamp": [564.7, 570.44], "text": " There's a lot of polarization in education. You need knowledge and skills. Sometimes your skills are"}, {"timestamp": [570.44, 576.84], "text": " called soft skills. They're not actually soft skills. They're hard skills to acquire, but they're vital"}, {"timestamp": [576.84, 583.82], "text": " skills. So yes, you do need your grounding in science or history or maths or geography. But how many"}, {"timestamp": [583.82, 586.46], "text": " parents out there, in fact, when they're surveyed, they say the opposite."}, {"timestamp": [586.56, 587.98], "text": " They don't think that is sufficient."}, {"timestamp": [588.48, 594.82], "text": " They think that is part of a good education, but it's not enough to set people genuinely up for life and work"}, {"timestamp": [594.82, 600.1], "text": " and to navigate a complex workplace, to navigate complex social media."}, {"timestamp": [600.1, 603.76], "text": " You need a far more rounded education."}, {"timestamp": [603.94, 606.7], "text": " And what's been crowded out in this sort of exam factory model"}, {"timestamp": [606.7, 610.54], "text": " is any of those skills that really set people up for life."}, {"timestamp": [610.84, 613.32], "text": " A final thought, this is asking for your political intelligence."}, {"timestamp": [613.52, 617.38], "text": " What do you think, we've heard a lot about the scrapping of the VAT privileges"}, {"timestamp": [617.38, 619.0], "text": " for some private schools."}, {"timestamp": [619.1, 621.18], "text": " But what do you think the Bridget Philipson agenda is?"}, {"timestamp": [621.26, 623.3], "text": " How is education going to change in this Parliament?"}, {"timestamp": [623.38, 624.92], "text": " You've got a sense of what they care about."}, {"timestamp": [624.96, 627.84], "text": " What do they want to do differently? Well, I think we've just touched on it."}, {"timestamp": [628.16, 631.82], "text": " The biggest reform, look, there's lots of stuff which they're addressing immediately about"}, {"timestamp": [631.82, 637.72], "text": " recruitment crisis and things like that, which are sort of urgent. But the most profound change"}, {"timestamp": [637.72, 642.84], "text": " will be this curriculum and assessment review because we need a system that is properly"}, {"timestamp": [642.84, 645.66], "text": " fit for purpose. And that will be a radical review."}, {"timestamp": [645.74, 648.26], "text": " It also has the benefit of not being hugely expensive."}, {"timestamp": [648.82, 652.22], "text": " It's a reform that actually will have a big impact"}, {"timestamp": [652.22, 653.82], "text": " without vast amounts of money."}, {"timestamp": [654.46, 657.22], "text": " Could harnessing the power of artificial intelligence"}, {"timestamp": [657.22, 660.42], "text": " help transform outcomes for disadvantaged schoolchildren"}, {"timestamp": [660.42, 662.74], "text": " while also empowering teachers?"}, {"timestamp": [663.24, 665.82], "text": " Liverpool Metro Mayor, Steve Rotherham certainly thinks so,"}, {"timestamp": [665.9, 671.28], "text": " he's urging local heads to take part in a free three-month pilot of education programs developed"}, {"timestamp": [671.28, 676.66], "text": " by the British company Century Tech. Our north of England correspondent Nick Garnett went to Liverpool's"}, {"timestamp": [676.66, 680.9], "text": " Runnymede St Edward's Catholic Primary School, which is trialling Century's System."}, {"timestamp": [683.12, 688.52], "text": " The Welcome Committee and the Red Carpet are out here at Runnymede St Edward's Primary School"}, {"timestamp": [688.52, 692.26], "text": " because it's playing host to head teachers from across Liverpool."}, {"timestamp": [693.18, 697.18], "text": " They've used artificial intelligence here for the last three years."}, {"timestamp": [697.66, 703.4], "text": " And while I could try and explain how it all works, Noah from Year 6 knows a lot more than me."}, {"timestamp": [703.6, 708.5], "text": " Let's say you're really good at your times tables and you're very bad at say science."}, {"timestamp": [708.5, 714.5], "text": " It'll decide to give you a bit more science and put the times tables to like at a standby"}, {"timestamp": [714.5, 719.0], "text": " where you can still do it, but science is a bit more up to try and get you intrigued with it."}, {"timestamp": [719.0, 724.0], "text": " The system promises individual tuition, questions that are hand-picked,"}, {"timestamp": [724.0, 727.28], "text": " well, machine-picked, for each and every student."}, {"timestamp": [727.76, 731.1], "text": " 35 children, 35 different sets of homework."}, {"timestamp": [731.6, 738.88], "text": " The AI marks it and the teacher instantly gets a breakdown, pointing out strengths and weaknesses of every single pupil."}, {"timestamp": [739.38, 743.0], "text": " The AI takes all this into account when it sets the next night's homework."}, {"timestamp": [743.52, 746.8], "text": " This platform, Century, is run by Priya Lekarni."}, {"timestamp": [747.14, 751.04], "text": " The tool, the technology, can learn what the student's learning,"}, {"timestamp": [751.34, 754.12], "text": " where the gaps are in knowledge, where the gaps in skills are,"}, {"timestamp": [754.16, 755.48], "text": " it can do that in real time,"}, {"timestamp": [755.82, 757.68], "text": " and then offer the teacher the insights,"}, {"timestamp": [758.22, 762.02], "text": " so the teacher can then make those timely targeted interventions."}, {"timestamp": [763.22, 766.0], "text": " We are using it predominantly for homework at the moment."}, {"timestamp": [766.0, 770.0], "text": " At Runny Meade St Edwards, the system is looked after by Joe Quilty."}, {"timestamp": [770.0, 773.0], "text": " But as we get better and more used to using it,"}, {"timestamp": [773.0, 775.0], "text": " we may start to use it more in school."}, {"timestamp": [775.0, 779.0], "text": " The Department for Education wants AI to help give teachers more time"}, {"timestamp": [779.0, 781.0], "text": " to interact with students."}, {"timestamp": [781.0, 785.52], "text": " A spokesperson told us it can act as a helping hand and reduce workloads."}, {"timestamp": [785.52, 787.76], "text": " And that's key for teachers such as Joe Quilty."}, {"timestamp": [787.76, 794.14], "text": " Massive, for the likes of me, for example, most evenings I'll go home. But then I have to sit"}, {"timestamp": [794.14, 799.36], "text": " down and spend an hour or two mark and to get it ready for the next day. Don't do you"}, {"timestamp": [799.36, 807.0], "text": " have to do that anymore. If we're doing three sets of homework a week, there's 90, 100 things you don't have"}, {"timestamp": [807.0, 811.08], "text": " to mark, so that time can be used more productively somewhere else."}, {"timestamp": [811.08, 816.44], "text": " This is one school, but the mayor of the Liverpool City Region Steve Rotherham is offering"}, {"timestamp": [816.44, 820.76], "text": " every school in the city the chance to sign up as part of a short pilot program."}, {"timestamp": [820.76, 829.14], "text": " Our qualification standards after secondary education are so poor that about half of our"}, {"timestamp": [829.14, 836.12], "text": " kids are going into the colleges or into their new roles and needing to have top-ups to English"}, {"timestamp": [836.12, 843.26], "text": " and mathematics. We're failing kids at an early stage. We'd much rather invest earlier and give"}, {"timestamp": [843.26, 847.06], "text": " every child the opportunity to reach their full potential."}, {"timestamp": [847.62, 848.7], "text": " That's what this is about."}, {"timestamp": [848.94, 859.6], "text": " Look, it's a pilot so we don't know whether it will work, but if it does work, I think it's something that nationally the government might look towards further support, and we'll already be ahead of the game."}, {"timestamp": [859.8, 865.04], "text": " There are, of course, fears that teachers will lose their jobs to AI, but a more immediate problem"}, {"timestamp": [865.04, 867.12], "text": " is that of a digital divide."}, {"timestamp": [867.12, 871.32], "text": " For families living in one of the most hard-up areas of the country, forking out for a new"}, {"timestamp": [871.32, 875.76], "text": " laptop for what could be a short-term pilot program might not be welcomed."}, {"timestamp": [875.76, 879.76], "text": " Brea Likarni from Century sees it as an issue of trigonometry."}, {"timestamp": [879.76, 880.88], "text": " It's the golden triangle."}, {"timestamp": [880.88, 885.6], "text": " You need the hardware, you need the connectivity and then you need the software."}, {"timestamp": [885.6, 892.32], "text": " There's a lot of work to be done and I also will not stop talking to policymakers across the"}, {"timestamp": [892.32, 895.44], "text": " world to ensure they're thinking about that triangle."}, {"timestamp": [895.44, 899.92], "text": " The city region mayor is hoping to announce new tie-in schemes with banks and mobile phone"}, {"timestamp": [899.92, 905.12], "text": " companies. They might help, but at the launch of the pilot, there was a healthy dose of realism"}, {"timestamp": [905.12, 908.56], "text": " from headteachers from other schools considering signing up."}, {"timestamp": [908.56, 914.24], "text": " We come from one of the most deprived areas in the country. In terms of tech, we're quite"}, {"timestamp": [914.24, 920.96], "text": " low in what we have as a school. Currently, we only have 30 iPads for the whole school."}, {"timestamp": [921.52, 924.56], "text": " When I started last year, we had six iPads."}, {"timestamp": [924.56, 925.84], "text": " We're looking at more of a"}, {"timestamp": [925.84, 932.32], "text": " ratio of one to two so one tablet between every two children in the school. I've been ahead"}, {"timestamp": [932.32, 937.6], "text": " for 13 years, I've been in education for 25, I've never seen budgets so tight."}, {"timestamp": [938.8, 944.0], "text": " But the willingness to try it is being welcomed by the Mayor Steve Rotherham. I understand the dangers"}, {"timestamp": [944.0, 947.18], "text": " and I think we have to get the safeguards and the guardrails right."}, {"timestamp": [947.86, 954.7], "text": " But if we can get them right, then think about the possibilities for using AI for good."}, {"timestamp": [955.06, 955.88], "text": " And as for the children?"}, {"timestamp": [956.04, 959.98], "text": " If you have a teacher, it just feels like you've got so much pressure weighing on your shoulders."}, {"timestamp": [959.98, 962.5], "text": " At least I can go up my own pace."}, {"timestamp": [962.86, 967.04], "text": " But with teachers, you can get a better explanation out of it."}, {"timestamp": [967.86, 975.64], "text": " No one expects an exam board to say there are too many exams, but that is what the boss of one of the country's big exam boards now argues."}, {"timestamp": [976.18, 986.82], "text": " Jill Duffy is the chief executive of the OCR exam board, which sets GCSEs, A-Levels and vocational qualifications in a wide range of subjects in England, Wales and Northern Ireland."}, {"timestamp": [987.4, 995.74], "text": " Well, in terms of generative AI, we think this really reinforces, if you like, the value of in-person and human-supervised exams."}, {"timestamp": [995.74, 999.66], "text": " It's not possible, you know, to bring CHAPT into an exam hall."}, {"timestamp": [1000.24, 1006.42], "text": " But we know it's a very broad area and we know it presents opportunities as well as challenges."}, {"timestamp": [1006.58, 1011.36], "text": " And we really, really need to make sure in education that we're making the most of those opportunities."}, {"timestamp": [1012.16, 1016.58], "text": " You mean in a sense you need the exam to be sure that the work that's been done during the work"}, {"timestamp": [1016.58, 1018.8], "text": " isn't been written for young people by their computers."}, {"timestamp": [1019.18, 1019.36], "text": " Yeah."}, {"timestamp": [1019.5, 1021.54], "text": " I mean, they cannot bring it into the exam hall."}, {"timestamp": [1021.66, 1026.44], "text": " So at the moment, it remains the most fairest and valid form of assessment."}, {"timestamp": [1026.96, 1041.28], "text": " But isn't it an optimistic vision of AI that given that it can personally tailor teaching, given that it can also help to mark work, you can do permanent assessment. You simply don't need a kind of annual season of examinations."}, {"timestamp": [1041.58, 1045.6], "text": " I think it's really interesting. And I think, you know, that exam season,"}, {"timestamp": [1045.72, 1050.4], "text": " I don't think we think that will go away for a long time to come. And, you know, it's interesting."}, {"timestamp": [1050.48, 1054.34], "text": " When I went into schools after the pandemic and I talked to students after their exams,"}, {"timestamp": [1054.7, 1059.08], "text": " I was really struck by one girl who said to me, you know, about the sense of achievement that she"}, {"timestamp": [1059.08, 1064.42], "text": " got when she put her pen down in the exam hall for the last time. And I think, you know, it was a real"}, {"timestamp": [1064.42, 1071.36], "text": " milestone for her and a sense of achievement that she had achieved her exams. But you at OCR, commissioned"}, {"timestamp": [1071.36, 1075.74], "text": " a report, which you did conclude there were simply too many exams for young people. Yeah,"}, {"timestamp": [1075.86, 1080.54], "text": " what we're arguing is we think there should be a rebalancing. What's happened over the last"}, {"timestamp": [1080.54, 1091.58], "text": " few years, if we've got to the point where there are, we think there are too many exams crammed right at the end of Key Stage 4. And there is an opportunity to rebalance that"}, {"timestamp": [1091.58, 1095.84], "text": " by looking at assessment, as you said earlier, looking at assessment across the secondary"}, {"timestamp": [1095.84, 1102.38], "text": " phase. And I think there is scope there for using digital assessments informed by AI that can"}, {"timestamp": [1102.38, 1105.5], "text": " help pinpoint, say, at the end of Key Stage 3,"}, {"timestamp": [1106.0, 1109.16], "text": " the skills and knowledge that children have, say, in English and maths,"}, {"timestamp": [1109.42, 1115.04], "text": " and what they then need to develop, so that they can succeed when it comes to GCSE at 16."}, {"timestamp": [1115.2, 1119.36], "text": " It's GCSEs that are the target of the ire of many teachers, aren't there,"}, {"timestamp": [1119.42, 1123.66], "text": " which is, is it really necessary to put young people through all those exams,"}, {"timestamp": [1123.66, 1128.94], "text": " and mainly these days they stay on to do another set of exams when they're 18,"}, {"timestamp": [1129.06, 1131.6], "text": " either A-Levels or vocational or hires in Scotland, of course."}, {"timestamp": [1131.94, 1135.0], "text": " I mean, I think there's still an awful lot of support for GCSEs,"}, {"timestamp": [1135.0, 1137.9], "text": " and we see that GCSEs are internationally recognised."}, {"timestamp": [1138.02, 1140.36], "text": " They have been copied in many countries around the world,"}, {"timestamp": [1140.72, 1142.6], "text": " and IGCSEs are sat in many countries."}, {"timestamp": [1143.04, 1146.8], "text": " So they are, you know, renowned as a very"}, {"timestamp": [1146.8, 1153.24], "text": " fair and a very effective part of assessment. So we absolutely don't want to, don't want to"}, {"timestamp": [1153.24, 1157.94], "text": " get rid of GCSEs and we're really, really, you know, pleased that the government itself"}, {"timestamp": [1157.94, 1163.9], "text": " in its review is not suggesting that exams should go at 16. So all this week, our local"}, {"timestamp": [1163.9, 1166.82], "text": " correspondence have spent many hours in many different schools"}, {"timestamp": [1166.82, 1170.3], "text": " talking to pupils, parents, staff and administrators."}, {"timestamp": [1170.72, 1174.44], "text": " Not just because it matters, but because Sir Keir Starmes' government is currently undertaking"}, {"timestamp": [1174.44, 1178.48], "text": " a major review of the curriculum and assessment in England schools,"}, {"timestamp": [1178.48, 1182.6], "text": " which will be chaired by the education policy expert, Becky Francis."}, {"timestamp": [1183.0, 1186.36], "text": " So how should we rethink the English curriculum and"}, {"timestamp": [1186.36, 1191.14], "text": " assessment? Well, Sir Ian Livingston is the founder of Games Workshop who advised the 2010"}, {"timestamp": [1191.14, 1196.62], "text": " Coalition Government on a digital skills strategy for schools and he later helped to found the"}, {"timestamp": [1196.62, 1202.54], "text": " Livingston Academy in Bournemouth. Jason Arde is a former guest editor of the Today Program and a"}, {"timestamp": [1202.54, 1207.02], "text": " former PE teacher. He's professor of the Sociology of Education at Cambridge University."}, {"timestamp": [1207.48, 1211.08], "text": " And Claire Heald is CEO of the CAM Academy Trust."}, {"timestamp": [1211.68, 1216.4], "text": " What we don't need as a result of curriculum and assessment reform is wholesale change."}, {"timestamp": [1217.32, 1222.44], "text": " Our hardworking teachers in schools and I've been in education for over 20 years now"}, {"timestamp": [1222.44, 1225.56], "text": " and a teacher for about 15 years of that,"}, {"timestamp": [1229.48, 1230.68], "text": " is the last thing our teachers need and it's the last thing our children need."}, {"timestamp": [1235.64, 1236.18], "text": " I think there's two fundamental things in terms of the direction I feel we should be going."}, {"timestamp": [1240.92, 1241.64], "text": " We need to secure a strong core academic entitlement for all of our children."}, {"timestamp": [1245.68, 1246.72], "text": " That's really important for the most disadvantaged and vulnerable children in our society."}, {"timestamp": [1248.04, 1248.94], "text": " But I also think we need to see a shift"}, {"timestamp": [1248.94, 1250.38], "text": " towards quality, not quantity."}, {"timestamp": [1251.1, 1252.72], "text": " And if I can get into that"}, {"timestamp": [1252.72, 1253.66], "text": " in a bit more detail,"}, {"timestamp": [1254.14, 1255.58], "text": " I'd really love to see"}, {"timestamp": [1255.58, 1257.22], "text": " the impact of reform"}, {"timestamp": [1257.22, 1259.38], "text": " being a reduction in curriculum content"}, {"timestamp": [1259.38, 1260.48], "text": " and assessment load."}, {"timestamp": [1260.92, 1262.08], "text": " And what I mean by that"}, {"timestamp": [1262.08, 1264.3], "text": " is less content to teach"}, {"timestamp": [1264.3, 1267.6], "text": " and as a result, fewer exams and less"}, {"timestamp": [1267.6, 1274.56], "text": " content to assess. Just last week, I was talking to a head in the Cam Academy Trust in Cambridge,"}, {"timestamp": [1274.56, 1283.72], "text": " where I work, about the challenge of just fitting all this stuff into the curriculum. And if we can"}, {"timestamp": [1283.72, 1288.16], "text": " retain that strong academic core core teach our children the powerful"}, {"timestamp": [1288.16, 1295.52], "text": " knowledge and skills that they need to not just navigate the world but thrive in it not just"}, {"timestamp": [1295.52, 1301.36], "text": " access society but influence it that you know that's fundamental but we do need to free up some"}, {"timestamp": [1301.36, 1304.72], "text": " space yeah okay well we'll come back to that idea too much in the curriculum in a second let me"}, {"timestamp": [1304.72, 1307.42], "text": " just ask our guest in the studio, Ian and Jason."}, {"timestamp": [1307.54, 1310.08], "text": " Ian, first of all, are we teaching the right subjects in the right way?"}, {"timestamp": [1313.26, 1316.78], "text": " The subjects are fine, but they need to be joined up."}, {"timestamp": [1317.38, 1320.44], "text": " I think children are obviously naturally curious,"}, {"timestamp": [1321.1, 1323.52], "text": " and I think they need to be more engaged in their learning,"}, {"timestamp": [1323.7, 1329.3], "text": " whether it's working collaborative with their with their school mates or whether it's it's"}, {"timestamp": [1329.3, 1335.36], "text": " being more involved in the subjects themselves you know participation leads to"}, {"timestamp": [1335.36, 1340.62], "text": " achievement and it's really important that children have a good arts"}, {"timestamp": [1340.62, 1346.4], "text": " education as well as a good science and stem education. I think it's important"}, {"timestamp": [1346.4, 1356.24], "text": " that they're able to understand that maths can be a beautiful thing. I struggled with maths at"}, {"timestamp": [1356.24, 1363.76], "text": " school. I know people who can very good rote learning and they can learn maths computationally,"}, {"timestamp": [1363.76, 1365.2], "text": " but so they can do algebra."}, {"timestamp": [1365.94, 1367.64], "text": " But it's not as though you can go into a shop"}, {"timestamp": [1367.64, 1369.6], "text": " and ask for 2x plus Y suites."}, {"timestamp": [1369.74, 1372.68], "text": " You need to be able to understand how that works in context."}, {"timestamp": [1372.8, 1375.32], "text": " So it's the application of learning that's so important."}, {"timestamp": [1375.46, 1377.96], "text": " So knowledge is important, but so is know-how."}, {"timestamp": [1378.58, 1380.72], "text": " Qualification is important, but so is skill."}, {"timestamp": [1380.72, 1383.8], "text": " So it's not just a one-size-fits-all."}, {"timestamp": [1383.96, 1384.68], "text": " We're all different."}, {"timestamp": [1384.8, 1385.54], "text": " We learn at different speeds, and it's not just a one-size-fits-all. We're all different. We learn at different"}, {"timestamp": [1385.54, 1391.8], "text": " speeds and it's important that we have an environment that has a different way to assess"}, {"timestamp": [1391.8, 1395.48], "text": " children's performance. Okay, and we're going to come back to that idea of applied learning,"}, {"timestamp": [1395.54, 1399.42], "text": " which is obviously central to the work that you do in Bournemouth. But Jason, briefly to you,"}, {"timestamp": [1399.8, 1413.4], "text": " are we teaching the right subjects in the right way? I don't think so. I think there are opportunities to really kind of think about the whole part of it in terms of assessment, how we engage different types of learners."}, {"timestamp": [1413.4, 1423.56], "text": " I think increasingly, and this has kind of been generation upon generation, learners are coming to the educational space with more complex and diverse needs."}, {"timestamp": [1423.74, 1426.88], "text": " And unfortunately, at times our curriculum"}, {"timestamp": [1426.88, 1432.48], "text": " is enabled to support those needs. So I think recognising some of the differences in that learning"}, {"timestamp": [1432.48, 1438.8], "text": " and how we can reshape parts of our curriculum to better suit learners and teachers and educators"}, {"timestamp": [1438.8, 1442.56], "text": " as well. I think it's a really good way to go or think about this."}, {"timestamp": [1442.56, 1447.7], "text": " Let's pursue some of the points you've all raised. So Jason, what are the things that you think we've lost that we're not teaching enough of?"}, {"timestamp": [1448.54, 1454.9], "text": " I think the erasure or the subtle reduction of the arts, I think, has been, and humanities"}, {"timestamp": [1454.9, 1461.06], "text": " has been a significant stain, I think, on the national curriculum, because I think it provides,"}, {"timestamp": [1461.44, 1467.5], "text": " you know, a canon of creativity in terms of learning to use different parts of the brain and engage in different ways."}, {"timestamp": [1467.58, 1475.44], "text": " And I think this has been really consequential in terms of the pressure that now young people face within kind of their education trajectories"}, {"timestamp": [1475.44, 1485.62], "text": " and having an outlet for kind of developing different skills, thinking creative ways that can complement some of the things they do in core subjects like mass, English or science."}, {"timestamp": [1485.8, 1485.94], "text": " Okay."}, {"timestamp": [1486.04, 1489.54], "text": " And Claire Heald, you mentioned in your first answer there that you think there's too"}, {"timestamp": [1489.54, 1490.32], "text": " much in the curriculum."}, {"timestamp": [1490.46, 1490.62], "text": " Why?"}, {"timestamp": [1490.7, 1494.44], "text": " Just explain why you think that there is just too much content in the curriculum currently?"}, {"timestamp": [1494.84, 1497.38], "text": " I think there's a couple of reasons for that."}, {"timestamp": [1497.38, 1502.1], "text": " I mean, if we free up space, it's important to hear that they are the thinking about"}, {"timestamp": [1502.1, 1508.68], "text": " the points I've just heard, which there's some stuff there that I would that would really support particularly around the"}, {"timestamp": [1508.68, 1516.16], "text": " arts if if we if we free up space in in in our curriculum what we what that enables is"}, {"timestamp": [1516.16, 1520.92], "text": " more flexibility and choice in the system so that some of our peoples who is historically"}, {"timestamp": [1520.92, 1526.02], "text": " have been less successful thinking about the forgotten third, the pupils that at the"}, {"timestamp": [1526.02, 1532.48], "text": " moment aren't successful in getting their core academic qualifications, that can support those"}, {"timestamp": [1532.48, 1538.42], "text": " kind of children. But it also creates space for non-examined content, for the really important"}, {"timestamp": [1538.42, 1544.1], "text": " enrichment opportunities, the co-curricular aspects of the curriculum. And what I mean by that"}, {"timestamp": [1544.1, 1546.32], "text": " is the arts, sports"}, {"timestamp": [1546.32, 1552.8], "text": " cultural experiences it's really important for our children alongside that you know core academic"}, {"timestamp": [1552.8, 1558.88], "text": " core entitlement to have the opportunities and experiences that will enable choice and agency."}, {"timestamp": [1558.88, 1561.76], "text": " Okay and do you think briefly clear that children sit too in exams?"}, {"timestamp": [1561.76, 1565.24], "text": " I think they probably slightly do."}, {"timestamp": [1565.4, 1565.82], "text": " Okay."}, {"timestamp": [1566.12, 1566.44], "text": " Yes."}, {"timestamp": [1568.8, 1569.06], "text": " And I think I'll guess in the studio might agree with that."}, {"timestamp": [1571.4, 1571.84], "text": " Ian, was the starting point, if you like, for Livingston Academy,"}, {"timestamp": [1573.72, 1574.04], "text": " your feeling, based on your own experience as well,"}, {"timestamp": [1577.68, 1577.98], "text": " that what we teach matters almost less than how we teach it?"}, {"timestamp": [1581.38, 1584.02], "text": " Yeah, I think it's all about context for children, the applied learning. I mean, obviously I've been in the games for a long time,"}, {"timestamp": [1584.1, 1586.54], "text": " but I've seen through people playing games"}, {"timestamp": [1586.54, 1587.68], "text": " and through making games"}, {"timestamp": [1587.68, 1590.26], "text": " that a child, for example, playing Minecraft"}, {"timestamp": [1590.26, 1593.44], "text": " can understand, learning by doing that,"}, {"timestamp": [1593.52, 1596.52], "text": " applying the heat of a furnace to silica sand,"}, {"timestamp": [1596.84, 1598.32], "text": " that they make glass, and they take that glass"}, {"timestamp": [1598.32, 1599.16], "text": " and they put in their environment."}, {"timestamp": [1599.28, 1600.16], "text": " They won't forget that."}, {"timestamp": [1600.52, 1601.62], "text": " But if they were just told that,"}, {"timestamp": [1601.72, 1603.08], "text": " chance are they would forget that."}, {"timestamp": [1603.58, 1606.76], "text": " A game like Roller Coast Tycoon, effectively a management simulation,"}, {"timestamp": [1607.3, 1609.26], "text": " understanding the physics of building the rides,"}, {"timestamp": [1609.46, 1611.82], "text": " the economy of running and pricing those rides,"}, {"timestamp": [1612.32, 1615.16], "text": " and the staffing level is required to run those rides as well."}, {"timestamp": [1615.52, 1617.76], "text": " And if you do it well, you have a successful theme park,"}, {"timestamp": [1617.84, 1618.88], "text": " and the customers will come."}, {"timestamp": [1618.98, 1621.22], "text": " If you get it wrong, you tweet the parameters."}, {"timestamp": [1622.26, 1625.84], "text": " But through that game, everyone can be a winner over time."}, {"timestamp": [1625.98, 1630.86], "text": " So it's important that that child feels that they are not a failure."}, {"timestamp": [1631.06, 1634.0], "text": " Why, they can feel like a failure if they fail in examination."}, {"timestamp": [1634.7, 1636.92], "text": " It's just a question that we learn at different speeds."}, {"timestamp": [1637.04, 1639.54], "text": " And to the point about the arts, we're a creative nation."}, {"timestamp": [1639.66, 1643.28], "text": " Look at our film, our fashion, our music, our publishing, our architecture."}, {"timestamp": [1643.52, 1647.7], "text": " And we have to make sure that it's not simply a nice to have the arts."}, {"timestamp": [1647.84, 1650.4], "text": " It's not a question of either or it should be part and parcel."}, {"timestamp": [1650.58, 1653.92], "text": " Leonardo da Vinci, the world's best palomath amazing artists,"}, {"timestamp": [1654.02, 1656.06], "text": " but also mathematician and engineer."}, {"timestamp": [1656.22, 1658.52], "text": " We've got to join up the left side and the right side of the brain."}, {"timestamp": [1658.96, 1663.96], "text": " Not just about IQ, it's about EQ, the emotion intelligence to create in a workplace"}, {"timestamp": [1663.96, 1666.94], "text": " where people enjoy working together as teams."}, {"timestamp": [1667.04, 1674.46], "text": " So it's joining up together, collaboration and contextualising the curriculum is so important."}, {"timestamp": [1674.62, 1679.1], "text": " I'll ask you all in a moment for your one key message to Becky Francis, who's almost certainly listening."}, {"timestamp": [1679.5, 1680.64], "text": " Jason, you know Becky Francis."}, {"timestamp": [1681.12, 1686.92], "text": " You were a PE teacher before you had a big shift into academic life. One of the things"}, {"timestamp": [1686.92, 1690.66], "text": " you're interested in in terms of the curriculum, Jason, I know is lifelong learning. What would it"}, {"timestamp": [1690.66, 1695.98], "text": " actually mean in practice to change our approach to education from cram, cram, cram until you're"}, {"timestamp": [1695.98, 1702.1], "text": " 18 to something that's genuinely lifelong? I think I've never subscribed to the idea that, you know,"}, {"timestamp": [1702.18, 1705.9], "text": " you have these do or die exams at 15 and 16 that fundamentally"}, {"timestamp": [1705.9, 1712.56], "text": " can shape, determine the arc of how one's, you know, life or educational trajectory may go."}, {"timestamp": [1712.56, 1718.36], "text": " You know, I subscribe to the idea that learning happens on this continuum, which is a lifelong kind of"}, {"timestamp": [1718.36, 1723.42], "text": " stretch and that people can enter that continuum at different times or mature or realize"}, {"timestamp": [1723.42, 1725.84], "text": " their educational capabilities across"}, {"timestamp": [1725.84, 1730.72], "text": " that particular continuum. So I think one of the things I think is hugely important is really"}, {"timestamp": [1730.72, 1735.68], "text": " having a wider embracing of this idea that actually people may realize their educational potential"}, {"timestamp": [1736.24, 1741.04], "text": " at different points in their educational journey and not really kind of focus and hone in on this"}, {"timestamp": [1741.04, 1745.32], "text": " idea that at 15, you know, you're having this huge set of exams"}, {"timestamp": [1745.32, 1748.06], "text": " that kind of determines where one's trajectory may lead them to."}, {"timestamp": [1748.18, 1751.06], "text": " A very brief final thought, I'm going to go to you for this, Ian, which is about digital"}, {"timestamp": [1751.06, 1754.2], "text": " skills. We've talked about OREC this week, but you would argue, I'm sure, looking at the world"}, {"timestamp": [1754.2, 1757.82], "text": " of technology, which you're in, that we need to make sure kids are doing things that AI doesn't."}, {"timestamp": [1758.52, 1761.3], "text": " They need to be able to digitally create, not just consume."}, {"timestamp": [1761.4, 1769.72], "text": " So we have to move children from the passenger seat of digital consumption to the driver's seat of digital creativity to be able to forge themselves a career in a world"}, {"timestamp": [1769.72, 1774.4], "text": " that's going to be dominated by robots and AI. And you only can do through that through critical"}, {"timestamp": [1774.4, 1781.6], "text": " thinking, complex problem solving and creativity. Well, earlier this week I spoke to a head teacher"}, {"timestamp": [1781.6, 1785.1], "text": " and a couple of pupils at the Livingston Academy in Bournemouth."}, {"timestamp": [1785.34, 1792.36], "text": " This is a school which is pioneering a relatively modern approach to education through something called applied learning."}, {"timestamp": [1792.7, 1797.0], "text": " And Lauren Tharm is the head teacher. Nicole and Agatha are two pupils there."}, {"timestamp": [1797.08, 1801.1], "text": " And I asked Mr Tham if they prioritise skills over knowledge."}, {"timestamp": [1801.66, 1806.0], "text": " The knowledge of which they are learning is deeper because they are understanding it more,"}, {"timestamp": [1806.0, 1810.82], "text": " they're using it, they're applying it to authentic scenarios rather than just listening and then"}, {"timestamp": [1810.82, 1812.38], "text": " forgetting it within a day."}, {"timestamp": [1812.38, 1814.84], "text": " So it's not that the knowledge is not there, absolutely not."}, {"timestamp": [1814.84, 1818.02], "text": " And this debate between knowledge versus skills has got to go."}, {"timestamp": [1818.02, 1818.82], "text": " It's knowledge and skills."}, {"timestamp": [1818.82, 1820.72], "text": " You can't have one without the other."}, {"timestamp": [1820.72, 1824.68], "text": " What is that curriculum approach so that when children have that secure knowledge, what do we do with it?"}, {"timestamp": [1824.68, 1828.46], "text": " How do they embed it? How do they really understand it deeply? Got it. Let's talk to"}, {"timestamp": [1828.46, 1831.96], "text": " some of your pupils. I'm going to start with Agatha for no obvious reason, just because you were"}, {"timestamp": [1831.96, 1837.22], "text": " looking down and I thought I'd just surprise you there. Agatha, what's your sense of what the Livingston"}, {"timestamp": [1837.22, 1843.2], "text": " Academy does differently? And do you like what it does differently? We got a lovely range of GTSC options."}, {"timestamp": [1843.56, 1846.34], "text": " And we just have many projects, even classwork,"}, {"timestamp": [1846.44, 1850.56], "text": " basic classwork, you have ThinkPers share where we get to collaborate with our students and that's a lot"}, {"timestamp": [1850.56, 1855.7], "text": " different from other schools and I do like that. I think you're the first teenager I've ever heard who"}, {"timestamp": [1855.7, 1860.5], "text": " referred to a lovely range of GCSE options which is nice. Can I have a quick chat with Nicole?"}, {"timestamp": [1860.8, 1865.2], "text": " Is there an example, Nicole, of something that every school does because it's in the"}, {"timestamp": [1865.2, 1869.92], "text": " curriculum and every pupil might do, but which you guys at Livingston Academy will do slightly"}, {"timestamp": [1869.92, 1875.52], "text": " differently because you have this philosophy of applied learning? So we do a quite a lot of research"}, {"timestamp": [1875.52, 1880.64], "text": " in groups, which is really good because you learn something from other people. And a technique"}, {"timestamp": [1880.64, 1888.3], "text": " I personally use for actually, remember my study is that when you know a topic well enough that you can teach it to one another, it's something we did in English because"}, {"timestamp": [1888.3, 1892.48], "text": " we're currently learning about a Christmas carol by Charlestick and one of my favourite books."}, {"timestamp": [1892.48, 1897.46], "text": " We got asked to research for topics, poverty, ghost, London, Christmas."}, {"timestamp": [1897.46, 1902.42], "text": " And we were each given half an hour to do some deep research onto the topic and then we"}, {"timestamp": [1902.42, 1904.76], "text": " shared the knowledge with other students."}, {"timestamp": [1904.76, 1908.74], "text": " I personally researched poverty and how how affected people in Victorian era."}, {"timestamp": [1909.08, 1913.16], "text": " What I taught them, I actually remember because it's a very effective method of learning."}, {"timestamp": [1913.46, 1916.84], "text": " So I get to build on myself and also build the people around me,"}, {"timestamp": [1916.98, 1918.8], "text": " which is a great example of applied learning."}, {"timestamp": [1919.08, 1922.76], "text": " I had a geography teacher who said the best way to learn is to teach."}, {"timestamp": [1923.08, 1924.5], "text": " That sounds like what you're saying as well."}, {"timestamp": [1925.18, 1928.16], "text": " Agatha, do you know what you might want to do in the future for a career?"}, {"timestamp": [1928.46, 1933.68], "text": " I say football. In women's football, it's a bit easier to go pro. If not, then I am doing"}, {"timestamp": [1933.68, 1937.8], "text": " more coaching degree. Maybe coaching would be nice. What position do you play? Goalkeeper."}, {"timestamp": [1938.16, 1940.26], "text": " Goalkeeper. You're really good. I bet you're really good, aren't you?"}, {"timestamp": [1940.54, 1940.94], "text": " Of course."}, {"timestamp": [1942.64, 1944.56], "text": " And Nicole, what do you want to do in the future?"}, {"timestamp": [1944.94, 1947.02], "text": " My plan to be a surgeon when I grew up."}, {"timestamp": [1947.54, 1949.72], "text": " Cardiffrasic surgeon really interested me."}, {"timestamp": [1949.96, 1952.7], "text": " Last year we got into looking at the cells"}, {"timestamp": [1952.7, 1954.16], "text": " and I was so interested at it."}, {"timestamp": [1954.46, 1955.68], "text": " I went home and asked my mom,"}, {"timestamp": [1955.82, 1956.88], "text": " can you get me a heart for Christmas?"}, {"timestamp": [1957.18, 1959.36], "text": " Because I wanted to get a better feel of the anatomy."}, {"timestamp": [1959.58, 1960.56], "text": " We've been doing it in school."}, {"timestamp": [1961.12, 1962.46], "text": " I watched tutorials and I think,"}, {"timestamp": [1962.56, 1963.48], "text": " how did I dissect the car,"}, {"timestamp": [1963.96, 1964.4], "text": " Caves Heart?"}, {"timestamp": [1964.48, 1966.04], "text": " Because obviously the anatomy is going to be a little"}, {"timestamp": [1966.04, 1968.22], "text": " different. So I started poking and I was like"}, {"timestamp": [1968.22, 1970.02], "text": " yeah this is this is the left"}, {"timestamp": [1970.02, 1971.62], "text": " atrium, this is"}, {"timestamp": [1971.62, 1973.96], "text": " the main veins and we started learning about"}, {"timestamp": [1973.96, 1975.86], "text": " the school and I was really proud of myself because I'd remember"}, {"timestamp": [1975.86, 1977.88], "text": " this stuff and I still remember it now because I can"}, {"timestamp": [1977.88, 1979.84], "text": " see the heart. That's like"}, {"timestamp": [1979.84, 1982.0], "text": " applied learning. That's like applied learning in practice"}, {"timestamp": [1982.0, 1984.04], "text": " right? Yeah. Well it's a real"}, {"timestamp": [1984.04, 1985.16], "text": " privilege to talk to you all."}, {"timestamp": [1985.32, 1985.94], "text": " Honestly, it is."}, {"timestamp": [1986.02, 1987.46], "text": " And I'm conscious that it was taking quite a lot."}, {"timestamp": [1987.56, 1988.8], "text": " Which are lessons have you missed?"}, {"timestamp": [1988.88, 1990.92], "text": " Agatha, what have you missed in order to be on the Today program?"}, {"timestamp": [1991.26, 1992.96], "text": " I mean, I'm not really complaining."}, {"timestamp": [1993.84, 1995.42], "text": " We've got to miss a bleep test."}, {"timestamp": [1997.98, 1999.66], "text": " Hang on, but you want to be a footballer, Agatha."}, {"timestamp": [1999.78, 2001.42], "text": " You need to be top of the game."}, {"timestamp": [2001.42, 2002.72], "text": " That just can't."}, {"timestamp": [2002.9, 2003.2], "text": " What do you mean?"}, {"timestamp": [2003.26, 2003.78], "text": " That doesn't count."}, {"timestamp": [2003.78, 2005.22], "text": " I like football, right? I just don't like bleep tests. Hang on a second. You need to be top of the game. That doesn't count. What do you mean that doesn't count? Of course it counts. I like football, right?"}, {"timestamp": [2005.3, 2006.44], "text": " I just don't like bleep tests."}, {"timestamp": [2006.7, 2007.54], "text": " Hang on a second."}, {"timestamp": [2007.72, 2011.54], "text": " You need to be a top of class on the bleep test if you're going to be a footballer."}, {"timestamp": [2011.86, 2014.12], "text": " No, it doesn't mean that I'm not good at bleep test."}, {"timestamp": [2014.18, 2014.96], "text": " I just don't like them."}, {"timestamp": [2015.2, 2019.56], "text": " Mr. Thumb, sir, what's the influence of Ian Livingston?"}, {"timestamp": [2019.66, 2024.26], "text": " This hugely important figure in modern British business, life, culture."}, {"timestamp": [2024.52, 2025.26], "text": " A lot of people won't know"}, {"timestamp": [2025.26, 2029.74], "text": " that he's also involved in education. How do you feel his influence in what you do? He works"}, {"timestamp": [2029.74, 2035.04], "text": " closely with our managing directors, Stephen Paula Kenning, to design and create this school. There was a need"}, {"timestamp": [2035.04, 2039.52], "text": " for this type of school in this area. But also, he wanted to rethink education himself."}, {"timestamp": [2039.72, 2045.54], "text": " He didn't enjoy traditional education. His passion is to get children busy. They want to be making,"}, {"timestamp": [2045.64, 2049.28], "text": " they want to be creating, they want to be actively involved in their learning. He's fed up"}, {"timestamp": [2049.28, 2053.26], "text": " walking around schools and seeing children being spoken at for an hour. Fantastic. All right, guys,"}, {"timestamp": [2053.28, 2056.06], "text": " thank you so much. And best of luck for the future, guys. Good luck with the bleep test."}, {"timestamp": [2057.34, 2062.78], "text": " And we also spoke to Nick Gibb. He was the longstanding conservative schools minister,"}, {"timestamp": [2062.78, 2066.24], "text": " whose reform was particularly around phonics teaching and maths"}, {"timestamp": [2066.24, 2072.0], "text": " are widely credited with improving England standings in the International League tables. And before"}, {"timestamp": [2072.0, 2077.6], "text": " asking Nick Gibb what he would change about the curriculum and assessment in England, I asked him"}, {"timestamp": [2077.6, 2083.68], "text": " what he would say he got right. Well, the phonics change is the way we teach children to read has"}, {"timestamp": [2083.68, 2089.08], "text": " changed and improved and we're now fourth in the world in terms of the reading ability of nine-year-olds."}, {"timestamp": [2089.48, 2106.58], "text": " And the knowledge-rich curriculum that we introduced, as well as all the changes to mathematics, making sure it was being taught in the way the best countries in the world are teaching it has led to England, rising in the PISA tables from about 20 something to 11th in the most recent"}, {"timestamp": [2106.58, 2111.62], "text": " pizza tables. So that has gone right. And up and down the country, I was with a group of teachers"}, {"timestamp": [2111.62, 2117.66], "text": " last night in Litchfield. And they are embracing the concept now. They're taking control of the"}, {"timestamp": [2117.66, 2122.86], "text": " profession. They're taking control of debates about curriculum and how to teach the curriculum."}, {"timestamp": [2123.44, 2127.0], "text": " And that's one of the great things that I think we've achieved over the last 15 years,"}, {"timestamp": [2127.0, 2130.0], "text": " that teachers rather than academics in the universities,"}, {"timestamp": [2130.0, 2134.0], "text": " are now leading the debate about how children should be taught and what they should be taught."}, {"timestamp": [2134.0, 2138.0], "text": " And what are those teachers and what are you saying to Becky Francis this morning"}, {"timestamp": [2138.0, 2143.0], "text": " and generally about what her priorities should be for this review of the curriculum and assessment?"}, {"timestamp": [2143.0, 2148.86], "text": " Well, Becky Francis herself has said that it should be evolution, not revolution."}, {"timestamp": [2149.38, 2153.88], "text": " And as Claire Heald said in your panel, what teachers do not need,"}, {"timestamp": [2153.98, 2156.88], "text": " and from last night I can tell you that that is their view,"}, {"timestamp": [2157.18, 2159.62], "text": " they don't want a wholesale change now to the curriculum."}, {"timestamp": [2159.62, 2163.82], "text": " When we introduce the curriculum review in 2011 onwards,"}, {"timestamp": [2164.44, 2169.36], "text": " we looked around the world to adopt the best approaches to the curriculum."}, {"timestamp": [2169.36, 2176.5], "text": " So what we have in place now is a very well consulted on and delivered and evidence-based approach to the curriculum."}, {"timestamp": [2176.66, 2181.08], "text": " The teachers have spent a long time turning into lesson plans for their schools."}, {"timestamp": [2181.38, 2183.9], "text": " So we don't need to overturn all that."}, {"timestamp": [2184.02, 2185.06], "text": " And it has, as you say,"}, {"timestamp": [2189.92, 2194.44], "text": " it has proven successful. It is pushing England up the international league tables. And that matters for young people. It's not just a sort of, you know, I mean saying this on the today program."}, {"timestamp": [2194.68, 2199.28], "text": " This matters for young people because it means that they are better educated and better prepared"}, {"timestamp": [2199.28, 2203.44], "text": " in the global competitive market that there is for business and for jobs."}, {"timestamp": [2203.44, 2208.58], "text": " And on that preparation, what do you think specifically about the idea that oracy should be"}, {"timestamp": [2208.58, 2212.76], "text": " added to the curriculum in a formal way and do by the argument that it's the way of helping"}, {"timestamp": [2212.76, 2214.3], "text": " those children you obviously want to help?"}, {"timestamp": [2215.46, 2220.72], "text": " I think talk is important. It's important that children practice vocabulary that they"}, {"timestamp": [2220.72, 2225.2], "text": " turn to. I've been into lessons where the teacher says to the children,"}, {"timestamp": [2225.38, 2227.72], "text": " turn to your partner to give them the answer to the question."}, {"timestamp": [2227.84, 2229.76], "text": " So they are practicing the answer."}, {"timestamp": [2230.12, 2233.56], "text": " You've got half the class instead of just one child answering the question."}, {"timestamp": [2234.04, 2239.24], "text": " I think it's important when children answer questions that they give a full sentence to the answer,"}, {"timestamp": [2239.36, 2241.32], "text": " not just, you know, one word answers."}, {"timestamp": [2241.42, 2248.72], "text": " So they are practicing syntax and getting their sentence and grammar correct. But the idea of having an oracy hour,"}, {"timestamp": [2249.28, 2254.48], "text": " I think is not a good use of students' time. They should be using oracy in every lesson"}, {"timestamp": [2254.48, 2258.72], "text": " because they need to have things to talk about. You can't just, you know, talk. You need to be"}, {"timestamp": [2258.72, 2263.76], "text": " talking about history or science or maths and practicing the vocabulary of those specific"}, {"timestamp": [2263.76, 2270.02], "text": " subjects. So oracy, like the skills that Ian Livingston talked about, creativity, problem solving, critical thinking,"}, {"timestamp": [2270.56, 2273.46], "text": " it has to relate to the subject that's being taught."}, {"timestamp": [2273.56, 2279.78], "text": " You can't teach these skills, Orsi or creativity, in isolation as if you're just teaching a standalone skill."}, {"timestamp": [2279.78, 2287.58], "text": " And what can we do, especially in an era of tight public finances, to put it mildly, to get more and better teachers?"}, {"timestamp": [2289.0, 2293.54], "text": " Well, that's something that I worked very hard at in my 10 years as a minister."}, {"timestamp": [2293.54, 2300.36], "text": " When you have a strong economy like Britons, it's always a very competitive market to recruit the best graduates into the profession."}, {"timestamp": [2300.68, 2305.68], "text": " We did manage to get 27,000 more teachers into the profession over those 15 years,"}, {"timestamp": [2305.68, 2310.8], "text": " but it's a continual struggle to do so. You need to pay well. What we also introduced was the"}, {"timestamp": [2310.8, 2315.76], "text": " early career framework, making sure that those teachers in the first two years of their career"}, {"timestamp": [2315.76, 2320.72], "text": " in schools were better supported with mentoring and a better preparation for how to manage a classroom"}, {"timestamp": [2320.72, 2325.48], "text": " and how to understand concepts such as cognitive load theory and so on how children learn."}, {"timestamp": [2325.84, 2331.5], "text": " So we were better supporting them. We introduced that from quite recently in about 2020, 21, 22."}, {"timestamp": [2332.06, 2338.66], "text": " And I think that will help retention. And all the work we did on improving people behavior is also"}, {"timestamp": [2338.66, 2343.52], "text": " designed to encourage more top graduates to come into teaching. We, yes, I was just going to say,"}, {"timestamp": [2343.52, 2345.88], "text": " so I was just going to pick up on a phrase in your first answer."}, {"timestamp": [2346.0, 2346.74], "text": " Forgive me, sorry, Mr. Gere."}, {"timestamp": [2346.8, 2348.16], "text": " You talked about knowledge rich."}, {"timestamp": [2348.52, 2351.88], "text": " Do you worry that there is a danger that we end up with this dichotomy?"}, {"timestamp": [2351.96, 2352.86], "text": " I don't want to overstate it."}, {"timestamp": [2353.06, 2356.52], "text": " Lots of people say it's false, but that we do have the danger of schooling for the rich"}, {"timestamp": [2356.52, 2357.56], "text": " and skilling for the poor."}, {"timestamp": [2357.68, 2362.74], "text": " And that if there's any flight from a knowledge-based, yes, a more traditional form of"}, {"timestamp": [2362.74, 2365.2], "text": " education, that actually is kids from a poorer background"}, {"timestamp": [2365.2, 2368.04], "text": " that might miss out on the benefits of a knowledge-rich education."}, {"timestamp": [2368.76, 2373.74], "text": " Well, that's why we were so determined to have a knowledge-rich curriculum at least up to the age of 16."}, {"timestamp": [2374.1, 2379.7], "text": " After 16, you know, people can choose whatever, you know, is their passion to do for their long-term."}, {"timestamp": [2380.12, 2382.9], "text": " But up to 16, children do need a knowledge-rich curriculum."}, {"timestamp": [2383.34, 2385.28], "text": " They need to know about science. They need to be-rich curriculum. They need to know about science."}, {"timestamp": [2385.28, 2386.32], "text": " They need to be good at math."}, {"timestamp": [2386.32, 2388.0], "text": " They need to be able to read fluently."}, {"timestamp": [2388.0, 2391.28], "text": " They need to be introduced to the best literature and music and arts."}, {"timestamp": [2391.28, 2393.04], "text": " And the humanities, history and geography."}, {"timestamp": [2393.04, 2397.04], "text": " There are now more young people taking history and geography than there were in 2010."}, {"timestamp": [2397.04, 2403.6], "text": " More young people taking double science compared with single science or triple science as well."}, {"timestamp": [2403.6, 2409.76], "text": " So all those things are important and the curriculum needs to be knowledge rich. Children need to know things. And from that"}, {"timestamp": [2409.76, 2414.4], "text": " knowledge comes the cognitive skills that we all want for our economy. If you're good at math,"}, {"timestamp": [2414.4, 2419.44], "text": " you'll be a good problem solver, particularly in math. If you want to be, if you want children"}, {"timestamp": [2419.44, 2423.92], "text": " to be critical thinkers, they need to know things. They need to know about all the problems that"}, {"timestamp": [2423.92, 2428.42], "text": " the countries of the world have had in the past. They need to know about the problems in science,"}, {"timestamp": [2428.54, 2432.52], "text": " what previous scientists of previous generations, the problems that they have solved. And"}, {"timestamp": [2432.52, 2438.1], "text": " if you want to be creative, you need to have read the best literature and heard the best music"}, {"timestamp": [2438.1, 2441.84], "text": " and seen the best art, that's how you become creative. And that's what we've introduced"}, {"timestamp": [2441.84, 2449.68], "text": " in the curriculum review that we conducted from 2011 onwards, have more knowledge into the curriculum so that children's vocabulary is"}, {"timestamp": [2449.68, 2454.32], "text": " increasing their knowledge is increasing their cognitive skills are increasing as a"}, {"timestamp": [2454.32, 2457.92], "text": " consequence of the challenges of that knowledge-based curriculum and that's why"}, {"timestamp": [2457.92, 2462.08], "text": " England is going up as it is yes international leaders in those international"}, {"timestamp": [2462.08, 2466.14], "text": " eat terms partly due to reforms that you introduce mr Gibb, thank you very much indeed for joining us."}, {"timestamp": [2469.92, 2472.46], "text": " I'm Sumis Omisconda from the Global Story podcast,"}, {"timestamp": [2472.76, 2476.82], "text": " where we're asking how the U.S. election could impact the war in Ukraine."}, {"timestamp": [2477.36, 2480.68], "text": " With Kamala Harris and Donald Trump neck and neck in the polls,"}, {"timestamp": [2481.24, 2484.92], "text": " President Zelensky's campaign to ensure crucial funds don't run out"}, {"timestamp": [2484.92, 2485.92], "text": " is increasingly uncertain. So will the result in November Zelensky's campaign to ensure crucial funds don't run out is increasingly"}, {"timestamp": [2485.92, 2492.62], "text": " uncertain. So will the result in November change his nation's fate? The global story brings you unique"}, {"timestamp": [2492.62, 2497.64], "text": " perspectives from BBC journalists around the world. Find us wherever you get your podcasts."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. This is an ad by BetterHelp. October is for wearing masks, but sometimes we hide more often than we want. Take off the mask with better help. It's entirely online, designed to be convenient, flexible and suited to your schedule. Just fill out a brief questionnaire to get matched with a therapist and switch therapists at any time for no additional charge. Take off the mask with BetterHelp. Visit BetterHelp.com to learn more and save 10% of your first month. That's BetterHelp, H-E-L-P.com. I'm Sumis-O-Mascanda from the Global Story, where we're asking how the U.S. election could impact the war in Ukraine. With Kamala Harris and Donald Trump neck and neck in the polls, President Zelensky's campaign to ensure crucial funds don't run out is increasingly uncertain. So will the result in November change his nation's fate? The Global story brings you unique perspectives from BBC journalists around the world. Find us wherever you get your podcasts. BBC Sounds, music, radio podcasts. All this week on the Today program, we've been looking at how schools are innovating in different ways ahead of a review that the Labour government has started into the curriculum in England's schools. In opposition, Sir Keir Starma outlined a vision for education which sought to combat disadvantage, not least by placing Orsci, the ability to communicate effectively at the heart of schooling. Voice 21, a charity which works with schools to build speaking skills, has published a report it commissioned into Oracy Education. Our reporter Christian Johnson joined the report's author, the former Education Union leader Jeff Barton, on a visit to Cubet Town Primary School in London's Isle of Dogs. Hello, everyone. Hello everyone. Hello everyone. Thank you so much Iris class. Can we try... That's just about the children getting used to the voice and changing your voice because a lot of them speak monotone. Structures that started RSC have changed because our children are different and I think that's the whole thing about RSC is that it's going to be different in every school. Robin Bruce, head teacher here at Cubit Town, explains how from reception children's speaking skills are nurtured. They can tell us what they did there. So we can learn from others about their experiences and where they're from. That is a beautiful point. Let's focus in on London then for a bit for our final little bit of discussion. How does diversity impact London? I think having more cultures around you makes it more fun. And also you can learn. With these year six pupils, Assembly is a chance to put their language skills as well as their knowledge into action. We realised that assemblies could be a really great space to showcase what the children can do and also the sort of main area for them to develop these oracy skills. So we developed a strategy where the children sat in a circle and the emphasis was very much on them contributing as you see today with the teacher playing more of a role as facilitator, encouraging discussion. Nicky Pear, Kubit Town's deputy head teacher and Orsie Lead, believes embedding language skills into the curriculum is fundamental for the children the school serves. There's entrenched poverty in the borough. Many of our children speak English as an additional language. Orsci, we feel, is key to unlock some of those challenges, to develop skills in our pupils before they move to secondary school, that will help them in all manner of ways moving forward in life, whether it's with the next stage in their academic career or when they move forward and they're going to interviews for jobs we think oracy is something that can really unlock the potential of these children that we work with here and become a tool for social mobility. For me it feels like not just talking but talking is like a factor of oracy and one of the major ones but it's also listening and debating and clarifying and instigating and so many other things. It's like a very wide variety of things to me. Ten-year-old's Nadia and Reuben spoke to me about the impact of oracy on them. It's made me speak more because I used to be a shy kid in my old school. What differences do you think your parents have noticed in you? They've definitely known that I'm more confident and respectful and stuff like that. Outside of school, what differences have you noticed in yourself? Outside of school, I'm more like talkative and I'm less shy. If I accidentally hit someone with my bike, I will say sorry and that was by accident and yeah. For Geoff Barton, former head teacher, English teacher and author of today's report into oracy education, it needs to be placed at the heart of schooling alongside literacy and numeracy. We're here on the Isle of Dogs and what you see is you walk through here is communities which haven't got enough and then you've got places which you've got huge amounts of wealth. If anything ever personified the need for us working in the state sector to do everything we can to empower those young people to give them the entitlement to understand the language of power to be able to use that, to look into subjects to tell the stories of our cultures and all of those kind of things we've just seen in an assembly, well now is the time to do that. And the fact that the new government has said that OREC needs to form a part of their curriculum review gives me optimism. As soon as you talk to parents, particularly as soon as you talk to employers, they say what we want are young people who understand how to be able to communicate, how to be able to talk, how to know when not to communicate, how to be able to talk, how to know when not to talk, how to listen more critically, more actively, all of those things our society needs. And instead of seeing that as a kind of nice to have, that should be a fundamental entitlement to every young person. That's why we're saying that oracy should be the fourth R, just like reading, writing and arithmetic. Now's the time we need to do that. A broader, richer, cutting edge curriculum that drives high and rising school standards and sets all young people up for life and work. That is what the government says it wants its review of what children in England learn in our schools to examine. Peter Heimann is a former senior advisor to Kier Starrma and Tony Blair, also a former head teacher, school founder and teacher. He collaborated on drawing up the new government's curriculum and assessment review while Labour was in opposition and preparing for government. Orsi for me is the golden thread of the curriculum. It's better for academic knowledge. It's better for empathy and understanding. We've got at the moment this polarisation of people being in their own echo chambers. Oracy is a good way of bridging that. And it's very good for mental health and well-being as well. So it's actually the golden thread in our view across the curriculum. And I don't want to inject false political divides here, but is that in a way, is your position in a way, an extension of the famous Nick Gibbon Michael Gover reforms where a greater focus on literacy and numeracy at an early age seem to drive some improvements? Well, that was an extension, of course, of the last Labour government. Look, we all want a grounding in the basics. One of the questions for this curriculum review you is what are now the basics? What is a modern basics? I would say, as well as reading, writing and mass, you should add two to that. One we've just discussed, which is Oracy. But the other one is digital skills. One of the great problems with the curriculum is young people are going to go into a world of AI of rapid technological change, and they're not quick to do so. Schools are only at the foothills of grappling with that. That's not their fault. So they haven't got the space to do so at the moment. So if we want a curriculum that's fit for purpose that genuinely prepares people for the world they're going to go into, then it's got to change. When you set up School 21 in East London, how did you want to try and rethink education itself? We had a philosophy of head, heart and hand, and that was crucial. Head meant the academics and the grounding and the basics and subject knowledge. Heart meant all those social skills that are absolutely vital, resilience, teamwork, empathy, and hand meant creativity and problem solving which is absolutely vital again with the oracy as the golden thread going through it but then we wanted to create and it's difficult to do with all the accountability regime a balance curriculum at the moment it's far too narrow so we wanted a balance between head heart and hand because that we thought developed the rounded individual you see there's some who argue and you know you've engaged with this over more than 30, maybe 40 years, but there's some who argue that actually the flight from, if you like, a more traditional, knowledge-based approach to education, the flight from the idea that the function of education is to transmit knowledge through the generations actually ends up harming people from poorer backgrounds more because you end up with a divide where you get schools for the rich and skills for the poor. Now, I know lots of people in teaching would say that's a completely false binary, but what do you say to that? Well, you yourself did a program cracking the class ceiling. How to crack the class ceiling, exactly. And what you discovered from watching the program was that you need a whole variety of skills. It's not about doing away with knowledge. There's a lot of polarization in education. You need knowledge and skills. Sometimes your skills are called soft skills. They're not actually soft skills. They're hard skills to acquire, but they're vital skills. So yes, you do need your grounding in science or history or maths or geography. But how many parents out there, in fact, when they're surveyed, they say the opposite. They don't think that is sufficient. They think that is part of a good education, but it's not enough to set people genuinely up for life and work and to navigate a complex workplace, to navigate complex social media. You need a far more rounded education. And what's been crowded out in this sort of exam factory model is any of those skills that really set people up for life. A final thought, this is asking for your political intelligence. What do you think, we've heard a lot about the scrapping of the VAT privileges for some private schools. But what do you think the Bridget Philipson agenda is? How is education going to change in this Parliament? You've got a sense of what they care about. What do they want to do differently? Well, I think we've just touched on it. The biggest reform, look, there's lots of stuff which they're addressing immediately about recruitment crisis and things like that, which are sort of urgent. But the most profound change will be this curriculum and assessment review because we need a system that is properly fit for purpose. And that will be a radical review. It also has the benefit of not being hugely expensive. It's a reform that actually will have a big impact without vast amounts of money. Could harnessing the power of artificial intelligence help transform outcomes for disadvantaged schoolchildren while also empowering teachers? Liverpool Metro Mayor, Steve Rotherham certainly thinks so, he's urging local heads to take part in a free three-month pilot of education programs developed by the British company Century Tech. Our north of England correspondent Nick Garnett went to Liverpool's Runnymede St Edward's Catholic Primary School, which is trialling Century's System. The Welcome Committee and the Red Carpet are out here at Runnymede St Edward's Primary School because it's playing host to head teachers from across Liverpool. They've used artificial intelligence here for the last three years. And while I could try and explain how it all works, Noah from Year 6 knows a lot more than me. Let's say you're really good at your times tables and you're very bad at say science. It'll decide to give you a bit more science and put the times tables to like at a standby where you can still do it, but science is a bit more up to try and get you intrigued with it. The system promises individual tuition, questions that are hand-picked, well, machine-picked, for each and every student. 35 children, 35 different sets of homework. The AI marks it and the teacher instantly gets a breakdown, pointing out strengths and weaknesses of every single pupil. The AI takes all this into account when it sets the next night's homework. This platform, Century, is run by Priya Lekarni. The tool, the technology, can learn what the student's learning, where the gaps are in knowledge, where the gaps in skills are, it can do that in real time, and then offer the teacher the insights, so the teacher can then make those timely targeted interventions. We are using it predominantly for homework at the moment. At Runny Meade St Edwards, the system is looked after by Joe Quilty. But as we get better and more used to using it, we may start to use it more in school. The Department for Education wants AI to help give teachers more time to interact with students. A spokesperson told us it can act as a helping hand and reduce workloads. And that's key for teachers such as Joe Quilty. Massive, for the likes of me, for example, most evenings I'll go home. But then I have to sit down and spend an hour or two mark and to get it ready for the next day. Don't do you have to do that anymore. If we're doing three sets of homework a week, there's 90, 100 things you don't have to mark, so that time can be used more productively somewhere else. This is one school, but the mayor of the Liverpool City Region Steve Rotherham is offering every school in the city the chance to sign up as part of a short pilot program. Our qualification standards after secondary education are so poor that about half of our kids are going into the colleges or into their new roles and needing to have top-ups to English and mathematics. We're failing kids at an early stage. We'd much rather invest earlier and give every child the opportunity to reach their full potential. That's what this is about. Look, it's a pilot so we don't know whether it will work, but if it does work, I think it's something that nationally the government might look towards further support, and we'll already be ahead of the game. There are, of course, fears that teachers will lose their jobs to AI, but a more immediate problem is that of a digital divide. For families living in one of the most hard-up areas of the country, forking out for a new laptop for what could be a short-term pilot program might not be welcomed. Brea Likarni from Century sees it as an issue of trigonometry. It's the golden triangle. You need the hardware, you need the connectivity and then you need the software. There's a lot of work to be done and I also will not stop talking to policymakers across the world to ensure they're thinking about that triangle. The city region mayor is hoping to announce new tie-in schemes with banks and mobile phone companies. They might help, but at the launch of the pilot, there was a healthy dose of realism from headteachers from other schools considering signing up. We come from one of the most deprived areas in the country. In terms of tech, we're quite low in what we have as a school. Currently, we only have 30 iPads for the whole school. When I started last year, we had six iPads. We're looking at more of a ratio of one to two so one tablet between every two children in the school. I've been ahead for 13 years, I've been in education for 25, I've never seen budgets so tight. But the willingness to try it is being welcomed by the Mayor Steve Rotherham. I understand the dangers and I think we have to get the safeguards and the guardrails right. But if we can get them right, then think about the possibilities for using AI for good. And as for the children? If you have a teacher, it just feels like you've got so much pressure weighing on your shoulders. At least I can go up my own pace. But with teachers, you can get a better explanation out of it. No one expects an exam board to say there are too many exams, but that is what the boss of one of the country's big exam boards now argues. Jill Duffy is the chief executive of the OCR exam board, which sets GCSEs, A-Levels and vocational qualifications in a wide range of subjects in England, Wales and Northern Ireland. Well, in terms of generative AI, we think this really reinforces, if you like, the value of in-person and human-supervised exams. It's not possible, you know, to bring CHAPT into an exam hall. But we know it's a very broad area and we know it presents opportunities as well as challenges. And we really, really need to make sure in education that we're making the most of those opportunities. You mean in a sense you need the exam to be sure that the work that's been done during the work isn't been written for young people by their computers. Yeah. I mean, they cannot bring it into the exam hall. So at the moment, it remains the most fairest and valid form of assessment. But isn't it an optimistic vision of AI that given that it can personally tailor teaching, given that it can also help to mark work, you can do permanent assessment. You simply don't need a kind of annual season of examinations. I think it's really interesting. And I think, you know, that exam season, I don't think we think that will go away for a long time to come. And, you know, it's interesting. When I went into schools after the pandemic and I talked to students after their exams, I was really struck by one girl who said to me, you know, about the sense of achievement that she got when she put her pen down in the exam hall for the last time. And I think, you know, it was a real milestone for her and a sense of achievement that she had achieved her exams. But you at OCR, commissioned a report, which you did conclude there were simply too many exams for young people. Yeah, what we're arguing is we think there should be a rebalancing. What's happened over the last few years, if we've got to the point where there are, we think there are too many exams crammed right at the end of Key Stage 4. And there is an opportunity to rebalance that by looking at assessment, as you said earlier, looking at assessment across the secondary phase. And I think there is scope there for using digital assessments informed by AI that can help pinpoint, say, at the end of Key Stage 3, the skills and knowledge that children have, say, in English and maths, and what they then need to develop, so that they can succeed when it comes to GCSE at 16. It's GCSEs that are the target of the ire of many teachers, aren't there, which is, is it really necessary to put young people through all those exams, and mainly these days they stay on to do another set of exams when they're 18, either A-Levels or vocational or hires in Scotland, of course. I mean, I think there's still an awful lot of support for GCSEs, and we see that GCSEs are internationally recognised. They have been copied in many countries around the world, and IGCSEs are sat in many countries. So they are, you know, renowned as a very fair and a very effective part of assessment. So we absolutely don't want to, don't want to get rid of GCSEs and we're really, really, you know, pleased that the government itself in its review is not suggesting that exams should go at 16. So all this week, our local correspondence have spent many hours in many different schools talking to pupils, parents, staff and administrators. Not just because it matters, but because Sir Keir Starmes' government is currently undertaking a major review of the curriculum and assessment in England schools, which will be chaired by the education policy expert, Becky Francis. So how should we rethink the English curriculum and assessment? Well, Sir Ian Livingston is the founder of Games Workshop who advised the 2010 Coalition Government on a digital skills strategy for schools and he later helped to found the Livingston Academy in Bournemouth. Jason Arde is a former guest editor of the Today Program and a former PE teacher. He's professor of the Sociology of Education at Cambridge University. And Claire Heald is CEO of the CAM Academy Trust. What we don't need as a result of curriculum and assessment reform is wholesale change. Our hardworking teachers in schools and I've been in education for over 20 years now and a teacher for about 15 years of that, is the last thing our teachers need and it's the last thing our children need. I think there's two fundamental things in terms of the direction I feel we should be going. We need to secure a strong core academic entitlement for all of our children. That's really important for the most disadvantaged and vulnerable children in our society. But I also think we need to see a shift towards quality, not quantity. And if I can get into that in a bit more detail, I'd really love to see the impact of reform being a reduction in curriculum content and assessment load. And what I mean by that is less content to teach and as a result, fewer exams and less content to assess. Just last week, I was talking to a head in the Cam Academy Trust in Cambridge, where I work, about the challenge of just fitting all this stuff into the curriculum. And if we can retain that strong academic core core teach our children the powerful knowledge and skills that they need to not just navigate the world but thrive in it not just access society but influence it that you know that's fundamental but we do need to free up some space yeah okay well we'll come back to that idea too much in the curriculum in a second let me just ask our guest in the studio, Ian and Jason. Ian, first of all, are we teaching the right subjects in the right way? The subjects are fine, but they need to be joined up. I think children are obviously naturally curious, and I think they need to be more engaged in their learning, whether it's working collaborative with their with their school mates or whether it's it's being more involved in the subjects themselves you know participation leads to achievement and it's really important that children have a good arts education as well as a good science and stem education. I think it's important that they're able to understand that maths can be a beautiful thing. I struggled with maths at school. I know people who can very good rote learning and they can learn maths computationally, but so they can do algebra. But it's not as though you can go into a shop and ask for 2x plus Y suites. You need to be able to understand how that works in context. So it's the application of learning that's so important. So knowledge is important, but so is know-how. Qualification is important, but so is skill. So it's not just a one-size-fits-all. We're all different. We learn at different speeds, and it's not just a one-size-fits-all. We're all different. We learn at different speeds and it's important that we have an environment that has a different way to assess children's performance. Okay, and we're going to come back to that idea of applied learning, which is obviously central to the work that you do in Bournemouth. But Jason, briefly to you, are we teaching the right subjects in the right way? I don't think so. I think there are opportunities to really kind of think about the whole part of it in terms of assessment, how we engage different types of learners. I think increasingly, and this has kind of been generation upon generation, learners are coming to the educational space with more complex and diverse needs. And unfortunately, at times our curriculum is enabled to support those needs. So I think recognising some of the differences in that learning and how we can reshape parts of our curriculum to better suit learners and teachers and educators as well. I think it's a really good way to go or think about this. Let's pursue some of the points you've all raised. So Jason, what are the things that you think we've lost that we're not teaching enough of? I think the erasure or the subtle reduction of the arts, I think, has been, and humanities has been a significant stain, I think, on the national curriculum, because I think it provides, you know, a canon of creativity in terms of learning to use different parts of the brain and engage in different ways. And I think this has been really consequential in terms of the pressure that now young people face within kind of their education trajectories and having an outlet for kind of developing different skills, thinking creative ways that can complement some of the things they do in core subjects like mass, English or science. Okay. And Claire Heald, you mentioned in your first answer there that you think there's too much in the curriculum. Why? Just explain why you think that there is just too much content in the curriculum currently? I think there's a couple of reasons for that. I mean, if we free up space, it's important to hear that they are the thinking about the points I've just heard, which there's some stuff there that I would that would really support particularly around the arts if if we if we free up space in in in our curriculum what we what that enables is more flexibility and choice in the system so that some of our peoples who is historically have been less successful thinking about the forgotten third, the pupils that at the moment aren't successful in getting their core academic qualifications, that can support those kind of children. But it also creates space for non-examined content, for the really important enrichment opportunities, the co-curricular aspects of the curriculum. And what I mean by that is the arts, sports cultural experiences it's really important for our children alongside that you know core academic core entitlement to have the opportunities and experiences that will enable choice and agency. Okay and do you think briefly clear that children sit too in exams? I think they probably slightly do. Okay. Yes. And I think I'll guess in the studio might agree with that. Ian, was the starting point, if you like, for Livingston Academy, your feeling, based on your own experience as well, that what we teach matters almost less than how we teach it? Yeah, I think it's all about context for children, the applied learning. I mean, obviously I've been in the games for a long time, but I've seen through people playing games and through making games that a child, for example, playing Minecraft can understand, learning by doing that, applying the heat of a furnace to silica sand, that they make glass, and they take that glass and they put in their environment. They won't forget that. But if they were just told that, chance are they would forget that. A game like Roller Coast Tycoon, effectively a management simulation, understanding the physics of building the rides, the economy of running and pricing those rides, and the staffing level is required to run those rides as well. And if you do it well, you have a successful theme park, and the customers will come. If you get it wrong, you tweet the parameters. But through that game, everyone can be a winner over time. So it's important that that child feels that they are not a failure. Why, they can feel like a failure if they fail in examination. It's just a question that we learn at different speeds. And to the point about the arts, we're a creative nation. Look at our film, our fashion, our music, our publishing, our architecture. And we have to make sure that it's not simply a nice to have the arts. It's not a question of either or it should be part and parcel. Leonardo da Vinci, the world's best palomath amazing artists, but also mathematician and engineer. We've got to join up the left side and the right side of the brain. Not just about IQ, it's about EQ, the emotion intelligence to create in a workplace where people enjoy working together as teams. So it's joining up together, collaboration and contextualising the curriculum is so important. I'll ask you all in a moment for your one key message to Becky Francis, who's almost certainly listening. Jason, you know Becky Francis. You were a PE teacher before you had a big shift into academic life. One of the things you're interested in in terms of the curriculum, Jason, I know is lifelong learning. What would it actually mean in practice to change our approach to education from cram, cram, cram until you're 18 to something that's genuinely lifelong? I think I've never subscribed to the idea that, you know, you have these do or die exams at 15 and 16 that fundamentally can shape, determine the arc of how one's, you know, life or educational trajectory may go. You know, I subscribe to the idea that learning happens on this continuum, which is a lifelong kind of stretch and that people can enter that continuum at different times or mature or realize their educational capabilities across that particular continuum. So I think one of the things I think is hugely important is really having a wider embracing of this idea that actually people may realize their educational potential at different points in their educational journey and not really kind of focus and hone in on this idea that at 15, you know, you're having this huge set of exams that kind of determines where one's trajectory may lead them to. A very brief final thought, I'm going to go to you for this, Ian, which is about digital skills. We've talked about OREC this week, but you would argue, I'm sure, looking at the world of technology, which you're in, that we need to make sure kids are doing things that AI doesn't. They need to be able to digitally create, not just consume. So we have to move children from the passenger seat of digital consumption to the driver's seat of digital creativity to be able to forge themselves a career in a world that's going to be dominated by robots and AI. And you only can do through that through critical thinking, complex problem solving and creativity. Well, earlier this week I spoke to a head teacher and a couple of pupils at the Livingston Academy in Bournemouth. This is a school which is pioneering a relatively modern approach to education through something called applied learning. And Lauren Tharm is the head teacher. Nicole and Agatha are two pupils there. And I asked Mr Tham if they prioritise skills over knowledge. The knowledge of which they are learning is deeper because they are understanding it more, they're using it, they're applying it to authentic scenarios rather than just listening and then forgetting it within a day. So it's not that the knowledge is not there, absolutely not. And this debate between knowledge versus skills has got to go. It's knowledge and skills. You can't have one without the other. What is that curriculum approach so that when children have that secure knowledge, what do we do with it? How do they embed it? How do they really understand it deeply? Got it. Let's talk to some of your pupils. I'm going to start with Agatha for no obvious reason, just because you were looking down and I thought I'd just surprise you there. Agatha, what's your sense of what the Livingston Academy does differently? And do you like what it does differently? We got a lovely range of GTSC options. And we just have many projects, even classwork, basic classwork, you have ThinkPers share where we get to collaborate with our students and that's a lot different from other schools and I do like that. I think you're the first teenager I've ever heard who referred to a lovely range of GCSE options which is nice. Can I have a quick chat with Nicole? Is there an example, Nicole, of something that every school does because it's in the curriculum and every pupil might do, but which you guys at Livingston Academy will do slightly differently because you have this philosophy of applied learning? So we do a quite a lot of research in groups, which is really good because you learn something from other people. And a technique I personally use for actually, remember my study is that when you know a topic well enough that you can teach it to one another, it's something we did in English because we're currently learning about a Christmas carol by Charlestick and one of my favourite books. We got asked to research for topics, poverty, ghost, London, Christmas. And we were each given half an hour to do some deep research onto the topic and then we shared the knowledge with other students. I personally researched poverty and how how affected people in Victorian era. What I taught them, I actually remember because it's a very effective method of learning. So I get to build on myself and also build the people around me, which is a great example of applied learning. I had a geography teacher who said the best way to learn is to teach. That sounds like what you're saying as well. Agatha, do you know what you might want to do in the future for a career? I say football. In women's football, it's a bit easier to go pro. If not, then I am doing more coaching degree. Maybe coaching would be nice. What position do you play? Goalkeeper. Goalkeeper. You're really good. I bet you're really good, aren't you? Of course. And Nicole, what do you want to do in the future? My plan to be a surgeon when I grew up. Cardiffrasic surgeon really interested me. Last year we got into looking at the cells and I was so interested at it. I went home and asked my mom, can you get me a heart for Christmas? Because I wanted to get a better feel of the anatomy. We've been doing it in school. I watched tutorials and I think, how did I dissect the car, Caves Heart? Because obviously the anatomy is going to be a little different. So I started poking and I was like yeah this is this is the left atrium, this is the main veins and we started learning about the school and I was really proud of myself because I'd remember this stuff and I still remember it now because I can see the heart. That's like applied learning. That's like applied learning in practice right? Yeah. Well it's a real privilege to talk to you all. Honestly, it is. And I'm conscious that it was taking quite a lot. Which are lessons have you missed? Agatha, what have you missed in order to be on the Today program? I mean, I'm not really complaining. We've got to miss a bleep test. Hang on, but you want to be a footballer, Agatha. You need to be top of the game. That just can't. What do you mean? That doesn't count. I like football, right? I just don't like bleep tests. Hang on a second. You need to be top of the game. That doesn't count. What do you mean that doesn't count? Of course it counts. I like football, right? I just don't like bleep tests. Hang on a second. You need to be a top of class on the bleep test if you're going to be a footballer. No, it doesn't mean that I'm not good at bleep test. I just don't like them. Mr. Thumb, sir, what's the influence of Ian Livingston? This hugely important figure in modern British business, life, culture. A lot of people won't know that he's also involved in education. How do you feel his influence in what you do? He works closely with our managing directors, Stephen Paula Kenning, to design and create this school. There was a need for this type of school in this area. But also, he wanted to rethink education himself. He didn't enjoy traditional education. His passion is to get children busy. They want to be making, they want to be creating, they want to be actively involved in their learning. He's fed up walking around schools and seeing children being spoken at for an hour. Fantastic. All right, guys, thank you so much. And best of luck for the future, guys. Good luck with the bleep test. And we also spoke to Nick Gibb. He was the longstanding conservative schools minister, whose reform was particularly around phonics teaching and maths are widely credited with improving England standings in the International League tables. And before asking Nick Gibb what he would change about the curriculum and assessment in England, I asked him what he would say he got right. Well, the phonics change is the way we teach children to read has changed and improved and we're now fourth in the world in terms of the reading ability of nine-year-olds. And the knowledge-rich curriculum that we introduced, as well as all the changes to mathematics, making sure it was being taught in the way the best countries in the world are teaching it has led to England, rising in the PISA tables from about 20 something to 11th in the most recent pizza tables. So that has gone right. And up and down the country, I was with a group of teachers last night in Litchfield. And they are embracing the concept now. They're taking control of the profession. They're taking control of debates about curriculum and how to teach the curriculum. And that's one of the great things that I think we've achieved over the last 15 years, that teachers rather than academics in the universities, are now leading the debate about how children should be taught and what they should be taught. And what are those teachers and what are you saying to Becky Francis this morning and generally about what her priorities should be for this review of the curriculum and assessment? Well, Becky Francis herself has said that it should be evolution, not revolution. And as Claire Heald said in your panel, what teachers do not need, and from last night I can tell you that that is their view, they don't want a wholesale change now to the curriculum. When we introduce the curriculum review in 2011 onwards, we looked around the world to adopt the best approaches to the curriculum. So what we have in place now is a very well consulted on and delivered and evidence-based approach to the curriculum. The teachers have spent a long time turning into lesson plans for their schools. So we don't need to overturn all that. And it has, as you say, it has proven successful. It is pushing England up the international league tables. And that matters for young people. It's not just a sort of, you know, I mean saying this on the today program. This matters for young people because it means that they are better educated and better prepared in the global competitive market that there is for business and for jobs. And on that preparation, what do you think specifically about the idea that oracy should be added to the curriculum in a formal way and do by the argument that it's the way of helping those children you obviously want to help? I think talk is important. It's important that children practice vocabulary that they turn to. I've been into lessons where the teacher says to the children, turn to your partner to give them the answer to the question. So they are practicing the answer. You've got half the class instead of just one child answering the question. I think it's important when children answer questions that they give a full sentence to the answer, not just, you know, one word answers. So they are practicing syntax and getting their sentence and grammar correct. But the idea of having an oracy hour, I think is not a good use of students' time. They should be using oracy in every lesson because they need to have things to talk about. You can't just, you know, talk. You need to be talking about history or science or maths and practicing the vocabulary of those specific subjects. So oracy, like the skills that Ian Livingston talked about, creativity, problem solving, critical thinking, it has to relate to the subject that's being taught. You can't teach these skills, Orsi or creativity, in isolation as if you're just teaching a standalone skill. And what can we do, especially in an era of tight public finances, to put it mildly, to get more and better teachers? Well, that's something that I worked very hard at in my 10 years as a minister. When you have a strong economy like Britons, it's always a very competitive market to recruit the best graduates into the profession. We did manage to get 27,000 more teachers into the profession over those 15 years, but it's a continual struggle to do so. You need to pay well. What we also introduced was the early career framework, making sure that those teachers in the first two years of their career in schools were better supported with mentoring and a better preparation for how to manage a classroom and how to understand concepts such as cognitive load theory and so on how children learn. So we were better supporting them. We introduced that from quite recently in about 2020, 21, 22. And I think that will help retention. And all the work we did on improving people behavior is also designed to encourage more top graduates to come into teaching. We, yes, I was just going to say, so I was just going to pick up on a phrase in your first answer. Forgive me, sorry, Mr. Gere. You talked about knowledge rich. Do you worry that there is a danger that we end up with this dichotomy? I don't want to overstate it. Lots of people say it's false, but that we do have the danger of schooling for the rich and skilling for the poor. And that if there's any flight from a knowledge-based, yes, a more traditional form of education, that actually is kids from a poorer background that might miss out on the benefits of a knowledge-rich education. Well, that's why we were so determined to have a knowledge-rich curriculum at least up to the age of 16. After 16, you know, people can choose whatever, you know, is their passion to do for their long-term. But up to 16, children do need a knowledge-rich curriculum. They need to know about science. They need to be-rich curriculum. They need to know about science. They need to be good at math. They need to be able to read fluently. They need to be introduced to the best literature and music and arts. And the humanities, history and geography. There are now more young people taking history and geography than there were in 2010. More young people taking double science compared with single science or triple science as well. So all those things are important and the curriculum needs to be knowledge rich. Children need to know things. And from that knowledge comes the cognitive skills that we all want for our economy. If you're good at math, you'll be a good problem solver, particularly in math. If you want to be, if you want children to be critical thinkers, they need to know things. They need to know about all the problems that the countries of the world have had in the past. They need to know about the problems in science, what previous scientists of previous generations, the problems that they have solved. And if you want to be creative, you need to have read the best literature and heard the best music and seen the best art, that's how you become creative. And that's what we've introduced in the curriculum review that we conducted from 2011 onwards, have more knowledge into the curriculum so that children's vocabulary is increasing their knowledge is increasing their cognitive skills are increasing as a consequence of the challenges of that knowledge-based curriculum and that's why England is going up as it is yes international leaders in those international eat terms partly due to reforms that you introduce mr Gibb, thank you very much indeed for joining us. I'm Sumis Omisconda from the Global Story podcast, where we're asking how the U.S. election could impact the war in Ukraine. With Kamala Harris and Donald Trump neck and neck in the polls, President Zelensky's campaign to ensure crucial funds don't run out is increasingly uncertain. So will the result in November Zelensky's campaign to ensure crucial funds don't run out is increasingly uncertain. So will the result in November change his nation's fate? The global story brings you unique perspectives from BBC journalists around the world. Find us wherever you get your podcasts."}