{"speakers": [], "chunks": [{"timestamp": [0.0, 1.76], "text": " This is the BBC."}, {"timestamp": [2.94, 6.54], "text": " This podcast is supported by advertising outside the UK."}, {"timestamp": [10.16, 12.44], "text": " This is an ad by BetterHelp."}, {"timestamp": [12.96, 17.4], "text": " October is for wearing masks, but sometimes we hide more often than we want."}, {"timestamp": [17.88, 19.74], "text": " Take off the mask with better help."}, {"timestamp": [20.0, 24.36], "text": " It's entirely online, designed to be convenient, flexible and suited to your schedule."}, {"timestamp": [24.78, 31.44], "text": " Just fill out a brief questionnaire to get matched with a therapist and switch therapists at any time for no additional charge."}, {"timestamp": [31.96, 34.06], "text": " Take off the mask with BetterHelp."}, {"timestamp": [34.68, 39.24], "text": " Visit BetterHelp.com to learn more and save 10% of your first month."}, {"timestamp": [39.62, 42.98], "text": " That's BetterHelp, H-E-L-P.com."}, {"timestamp": [45.82, 50.26], "text": " Hello, I'm Sumis-O-M from the Global Story podcast where we're looking at America"}, {"timestamp": [50.26, 51.34], "text": " and immigration."}, {"timestamp": [52.52, 57.22], "text": " Illegal immigration has made the southern border a lightning rod for fiery political debate."}, {"timestamp": [57.7, 62.16], "text": " How is that shaping the upcoming election and how might the outcome impact America's"}, {"timestamp": [62.16, 63.26], "text": " neighbors to the south?"}, {"timestamp": [63.74, 67.8], "text": " The global story brings you unique perspectives from BBC journalists around the world."}, {"timestamp": [68.06, 69.74], "text": " Find us wherever you get your podcasts."}, {"timestamp": [76.74, 79.92], "text": " BBC Sounds, music, radio podcasts."}, {"timestamp": [80.72, 86.34], "text": " Watching a child who's in pain, knowing that there's likely to be no cure or treatment for them,"}, {"timestamp": [86.82, 94.54], "text": " wishing that science could come to there, to your aid, that is the plight of parents of babies born with rare diseases."}, {"timestamp": [95.26, 99.48], "text": " There is no growing hope for them, hope created by advances in genetics,"}, {"timestamp": [100.08, 104.46], "text": " and in particular the ability to sequence the genetic code of newborns,"}, {"timestamp": [104.46, 108.4], "text": " hope being generated, particularly here in the UK,"}, {"timestamp": [108.98, 114.58], "text": " where scientists are leading advances in understanding those rare diseases."}, {"timestamp": [115.44, 118.28], "text": " David Cameron's son Ivan could not walk or talk."}, {"timestamp": [118.88, 122.04], "text": " He was often rushed into A&E after having a seizure."}, {"timestamp": [122.82, 126.12], "text": " Sometimes he had those 20 or 30 times a day."}, {"timestamp": [126.82, 128.16], "text": " Ivan died at the age of"}, {"timestamp": [128.16, 130.1], "text": " just 6 in the year before his father"}, {"timestamp": [130.1, 131.72], "text": " became Prime Minister."}, {"timestamp": [132.42, 133.74], "text": " And now that Lord Cameron"}, {"timestamp": [133.74, 136.02], "text": " has stepped back from front-line"}, {"timestamp": [136.02, 137.7], "text": " politics, having been foreign secretary"}, {"timestamp": [137.7, 139.36], "text": " up until the general election,"}, {"timestamp": [139.88, 141.6], "text": " he's taken the decision to chair"}, {"timestamp": [141.6, 144.02], "text": " an advisory council of a body"}, {"timestamp": [144.02, 146.52], "text": " called the Oxford Harrington Rare Disease Centre."}, {"timestamp": [146.64, 152.22], "text": " It's a cooperation between Oxford University and a university in Yale in the United States."}, {"timestamp": [152.78, 159.56], "text": " Its aim is simple to develop 40 new treatments for rare diseases in the next decade."}, {"timestamp": [159.76, 160.74], "text": " It's quite an ambition."}, {"timestamp": [161.5, 165.36], "text": " So when I spoke to Lord Cameron about his work, the work of that rare"}, {"timestamp": [165.36, 171.48], "text": " disease centre, I began by asking whether the memory of Ivan had inspired him to take on the"}, {"timestamp": [171.48, 177.14], "text": " role. Yes, the memory of having a child where you're obviously expecting all the things"}, {"timestamp": [177.14, 181.76], "text": " you've been dreaming of and your dreams are shattered when you realise that your child is"}, {"timestamp": [181.76, 186.56], "text": " never going to be able to walk or talk or take part in so much of"}, {"timestamp": [186.56, 192.68], "text": " life. That shock, that sort of stays with you. But I think the other thing is what doctors call"}, {"timestamp": [192.68, 198.68], "text": " the diagnostic odyssey, which is when Ivan was born, you know, over 20 years ago, you had"}, {"timestamp": [198.68, 205.66], "text": " test after test, blood tests, spinal fluid tests, brain scans, observing everything that happened."}, {"timestamp": [205.9, 210.84], "text": " Still, all you really ended up with was a sort of description of some very bad symptoms,"}, {"timestamp": [211.16, 214.26], "text": " but no real understanding of any underlying causes."}, {"timestamp": [215.08, 218.86], "text": " And so what drives me on this is to think, would it be so great,"}, {"timestamp": [218.94, 222.52], "text": " even if all you get is a proper explanation of what's wrong,"}, {"timestamp": [223.08, 226.76], "text": " that is so much better than so much time spent"}, {"timestamp": [226.76, 231.04], "text": " in these painful situations, trying to find out more."}, {"timestamp": [231.04, 237.72], "text": " And because we think 80% of rare diseases are genetic, actually using the sequencing of"}, {"timestamp": [237.72, 241.26], "text": " genomes to try and get to the bottom of these diseases means that in many cases there"}, {"timestamp": [241.26, 245.64], "text": " might well be treatments that mitigate the symptoms or even cures."}, {"timestamp": [245.64, 251.24], "text": " You spoke in the past of the loneliness of knowing there might not be a cure, not be a treatment for Ivan."}, {"timestamp": [251.92, 258.54], "text": " How different would it be if he was born now compared with when he was born, what, 22 years ago?"}, {"timestamp": [258.98, 265.44], "text": " Well, I can't be absolutely certain, but at a recent seminar in Oxford, listening to some of the world's leading"}, {"timestamp": [265.44, 270.78], "text": " geneticists and experts on the genome, I had a real sense that if Ivan was born today and"}, {"timestamp": [270.78, 276.18], "text": " if all the right things happen, so you immediately sequence the genome, you observe all the other"}, {"timestamp": [276.18, 283.18], "text": " medical data, you look at genomes that are similar to Ivan's who have similar conditions,"}, {"timestamp": [283.18, 287.96], "text": " there is a chance that you might find either different"}, {"timestamp": [287.96, 294.02], "text": " treatments that could be had, or possibly even with all the advances in technology and gene editing"}, {"timestamp": [294.02, 298.96], "text": " and so-called CRISPR treatments, you might find things you could actually change. So I think it really"}, {"timestamp": [298.96, 303.64], "text": " is that exciting. I mean, I sat there thinking, oh my God, if this happened today, he could have"}, {"timestamp": [303.64, 305.74], "text": " had a completely different and much longer life."}, {"timestamp": [305.94, 309.4], "text": " No, it's already the case, isn't it, that Britain's one of the world leaders at genetic sequencing."}, {"timestamp": [309.64, 319.18], "text": " So this initiative that you are part of, this partnership between Oxford University and Harrington in the United States, what can it change?"}, {"timestamp": [319.18, 325.56], "text": " Well, what it changes is it brings together philanthropy, venture capital and the sort of medical and scientific"}, {"timestamp": [325.56, 329.82], "text": " expertise. Because what we've got in this country is great universities like Oxford and"}, {"timestamp": [329.82, 334.72], "text": " Cambridge and others, and this is obviously Oxford's lead. We've got the genomic database"}, {"timestamp": [334.72, 340.48], "text": " that I set up as Prime Minister. It was originally 100,000 genomes, but now is growing like crazy"}, {"timestamp": [340.48, 346.72], "text": " as we're sequencing the genomes of newborn babies. We've got a very effective venture capital"}, {"timestamp": [346.72, 352.88], "text": " industry. We've got the philanthropy that comes from the UK but also the US. And crucially,"}, {"timestamp": [352.88, 361.2], "text": " we've got a regulator in the MRHA, which it can be sort of lean and nimble and fast"}, {"timestamp": [361.2, 368.76], "text": " compared with some of its competitors. And it was interesting, you know, listening to scientists saying that this really is a great place to invest in the UK because actually"}, {"timestamp": [368.76, 373.24], "text": " the regulator being creative and inventive and prepared to license drugs more quickly,"}, {"timestamp": [373.46, 377.76], "text": " if we can really make that happen, then that would have a big benefit as well."}, {"timestamp": [377.76, 380.82], "text": " Do you believe, because the Health Secretary, the new Labour Health Secretary, West"}, {"timestamp": [380.82, 384.72], "text": " Streeting, appears to believe that the NHS is uniquely well placed to take advances to these"}, {"timestamp": [384.72, 388.9], "text": " sorts of technological advances. We're the boss of the big US farmer firm,"}, {"timestamp": [389.04, 394.74], "text": " Eli, Lily on the program yesterday, saying, look, it's no use encouraging the science if the"}, {"timestamp": [394.74, 401.54], "text": " NHS itself doesn't then invest in that new technology. That's right. I mean, the fundamental"}, {"timestamp": [401.54, 426.06], "text": " advantage of the NHS is because it's a single system, as it were, nobody leaves it. So you've got this amazing through-life data. So if you can sequence genomes, back that up with the medical data of patients, you can run that not only immediately in cases like Ivan's, but actually all the way through people's lives and marry up the health data with the genomic data. But despite that, is it too cautious?"}, {"timestamp": [426.26, 427.1], "text": " Is it too nervous?"}, {"timestamp": [427.2, 432.34], "text": " Frankly, after conservative years of austerity, does it not have enough money to do that?"}, {"timestamp": [433.28, 436.5], "text": " Well, I've obviously make the point that we increase the NHS budget every year."}, {"timestamp": [436.5, 440.0], "text": " As you know, Nick, has appeared on your program for many times during those years."}, {"timestamp": [440.12, 443.2], "text": " But it is always difficult to change."}, {"timestamp": [443.44, 451.0], "text": " And the NHS does need to do better on data and on digital transformation and on using patients data."}, {"timestamp": [451.32, 452.24], "text": " But it is possible."}, {"timestamp": [452.38, 459.4], "text": " You know, if we're having this conversation in America and I was a big health insurance company, you know, a quarter of my patients might leave every year."}, {"timestamp": [459.4, 466.0], "text": " And so it's not always worthwhile to make those long-term investments in patient health, which it can be here in the UK."}, {"timestamp": [466.0, 470.76], "text": " But as the guy you had on the radio yesterday said, in order to do that, you need the investments"}, {"timestamp": [470.76, 472.88], "text": " in data and digital."}, {"timestamp": [472.88, 474.62], "text": " And so you can marry it up with the genomic data."}, {"timestamp": [474.62, 479.6], "text": " But certainly the scientists would say a good regulator, a genomic database, great universities,"}, {"timestamp": [479.6, 484.12], "text": " the support of life sciences, and a single-payer health system like the NHS, that can"}, {"timestamp": [484.12, 490.28], "text": " be part of the magic formula. I want to ask you a question which I hope won't sound too brutal, but the number of"}, {"timestamp": [490.28, 496.54], "text": " children like Ivan who died when he was six years old is very, very small. And people might think"}, {"timestamp": [496.54, 501.86], "text": " this involves a very high cost at a time that there's a vast backlog in the NHS, a very big"}, {"timestamp": [501.86, 505.44], "text": " waiting list. Is this really a priority?"}, {"timestamp": [510.6, 514.94], "text": " Well, I think there are two answers to that. One is that, yes, these diseases are all rare, but if you look on a global basis, there are 400 million people with rare diseases,"}, {"timestamp": [515.1, 519.18], "text": " so there's a big population of people that can be helped by it. And of course, the Oxford"}, {"timestamp": [519.18, 528.48], "text": " Harrington Institute is not really taking public money. It is using philanthropy initially to support what we're going to do, which has come up"}, {"timestamp": [528.48, 533.08], "text": " with 40 cures for 40 diseases over the next 10 years."}, {"timestamp": [533.08, 535.26], "text": " And that is initially backed with philanthropy."}, {"timestamp": [535.26, 540.5], "text": " It takes about 20 million pounds to get a good idea from a scientist that we're going"}, {"timestamp": [540.5, 545.34], "text": " to sponsor into a drug that might be available in a doctor's surgery."}, {"timestamp": [547.42, 547.5], "text": " And initially, that money is going to be philanthropic."}, {"timestamp": [551.72, 556.44], "text": " And then as it gets going, you use venture capital because all of these drug developments could turn into great companies that would be great for employing people and investing in Britain"}, {"timestamp": [556.44, 557.18], "text": " and all the rest of it."}, {"timestamp": [557.5, 562.56], "text": " So this is really philanthropy meets venture capital rather than lots of public money."}, {"timestamp": [562.56, 565.84], "text": " Now, Kirstarman was talking about this sort of thing at an investment summit yesterday."}, {"timestamp": [566.1, 570.62], "text": " I wonder if there's a little bit of you, putting aside the party politics for a second,"}, {"timestamp": [570.76, 574.2], "text": " that identifies with Kirstama."}, {"timestamp": [574.68, 579.32], "text": " He became Prime Minister after his party had been in the wilderness for years."}, {"timestamp": [579.58, 580.52], "text": " So did you."}, {"timestamp": [580.98, 586.14], "text": " He came to be Prime Minister after, never having served as a minister, so did you."}, {"timestamp": [586.26, 590.96], "text": " Do you look at him and think of yourself? Any advice for him?"}, {"timestamp": [591.26, 593.84], "text": " I did think about this, as I knew I was coming on your programme."}, {"timestamp": [594.26, 598.18], "text": " Actually, there are only three people in Britain that have gone from being leader of the"}, {"timestamp": [598.18, 603.32], "text": " opposition to Prime Minister, Tony Blair, Kirstama, and me. So it's quite a small group of"}, {"timestamp": [603.32, 605.2], "text": " people that have made this transition."}, {"timestamp": [605.48, 610.3], "text": " And as Kier is clearly finding, it's a tough transition because in opposition, you know,"}, {"timestamp": [610.3, 615.3], "text": " you have your words, you have your team, you try and put things together, but you have absolutely"}, {"timestamp": [615.3, 620.2], "text": " no power. And there's a huge transition when you come into government, which makes the importance"}, {"timestamp": [620.2, 625.74], "text": " of planning, you know, who you're bringing with you and what you're going to do and what the plan is."}, {"timestamp": [626.4, 628.28], "text": " It makes it more and more important."}, {"timestamp": [628.66, 633.56], "text": " But look, I think the Investment Summit that the government are currently holding is absolutely the right thing to do."}, {"timestamp": [633.68, 641.94], "text": " I'm a great believer that Britain has to attract inward investment, has to make this country as attractive as possible for people to come and grow and invest."}, {"timestamp": [641.94, 645.24], "text": " I think the only advice I'd give to care is,"}, {"timestamp": [645.24, 648.42], "text": " in government, what you find is if you want something to happen,"}, {"timestamp": [648.42, 651.5], "text": " you've got to want it more than anything else."}, {"timestamp": [651.5, 654.16], "text": " So if you're prioritizing growth and growth in productivity,"}, {"timestamp": [654.16, 655.74], "text": " which is absolutely right,"}, {"timestamp": [655.74, 658.66], "text": " everything has got to be bent towards that objective."}, {"timestamp": [658.66, 660.88], "text": " And there's always a danger in politics"}, {"timestamp": [660.88, 664.56], "text": " that you kind of signal left and then turn right."}, {"timestamp": [664.56, 668.52], "text": " And I think there's a bit of a danger of that at the moment, saying we want deregulation,"}, {"timestamp": [668.68, 674.14], "text": " which is essential, but we're also going to be making it harder to employ people, saying we want"}, {"timestamp": [674.14, 677.5], "text": " growth, but saying, no, no, but we're not going to have any more investment in the North Sea."}, {"timestamp": [677.76, 682.7], "text": " Those are examples, to me, of signaling left and turning right, or perhaps the other way around."}, {"timestamp": [682.7, 688.64], "text": " And you really, if you want to get this economy moving, every part of government has got to be helping to deliver,"}, {"timestamp": [688.88, 691.76], "text": " and the Prime Minister has got to drive it in a very personal way."}, {"timestamp": [691.76, 697.12], "text": " Meanwhile, your party, or old party, perhaps we talk about it now, as you've stepped back from"}, {"timestamp": [697.12, 700.8], "text": " the political front line, are signaling right and right, aren't they, with their choice"}, {"timestamp": [700.8, 705.16], "text": " of leadership? Has the Cameron Project, the so-called modernisation of the Tory"}, {"timestamp": [705.16, 709.68], "text": " Party, been binned? Not at all. I mean, I think actually when you consider, you look at the"}, {"timestamp": [709.68, 716.02], "text": " makeup of the candidates first that were running for the leadership. You know, the idea that there"}, {"timestamp": [716.02, 722.56], "text": " would be, you know, British, black and minority ethnic candidates running for the leadership"}, {"timestamp": [722.56, 730.24], "text": " of the party, having just had Britain's first British Indian Prime Minister, that would an unthinkable when I became leader of the party"}, {"timestamp": [730.24, 735.2], "text": " in 2005. So the change in the makeup of the party, quite apart for anything else, has definitely"}, {"timestamp": [735.2, 738.24], "text": " endured. And they're not your politics at all, are they?"}, {"timestamp": [739.0, 746.2], "text": " No, I don't agree that. I think Rishi did a great job in saying, I'll stay on and let there be a debate and let"}, {"timestamp": [746.2, 752.24], "text": " different candidates come forward because, you know, we need to be able to see them debating, arguing,"}, {"timestamp": [752.48, 757.96], "text": " making speeches, making mistakes, having good days and bad days. That's all part of politics."}, {"timestamp": [758.12, 763.48], "text": " So I'm going to stay out of it because I want to help and support whoever wins. But I think we"}, {"timestamp": [763.48, 765.14], "text": " had a strong line up, and I'm looking"}, {"timestamp": [765.14, 765.98], "text": " forward to seeing the result."}, {"timestamp": [766.46, 768.72], "text": " You were Foreign Secretary until a few weeks ago."}, {"timestamp": [768.82, 771.58], "text": " I think this is the first time we've had a chance to talk to you since then."}, {"timestamp": [771.92, 777.56], "text": " At the time, you made clear that support for Israel could be, in your words, could not be"}, {"timestamp": [777.56, 778.38], "text": " unconditional."}, {"timestamp": [779.18, 784.06], "text": " Now that war has widened to Lebanon, potentially to Iran."}, {"timestamp": [784.06, 787.08], "text": " Now it is deepened with horrific stories"}, {"timestamp": [787.08, 793.8], "text": " emerging from northern Gaza and Lebanon, two, of civilian casualties. Is it time to stand up,"}, {"timestamp": [793.86, 798.28], "text": " not to Israel, but to biniam and Netanyahu and say, we think you're getting this wrong?"}, {"timestamp": [798.96, 802.74], "text": " Well, I think the thing about being out of office is, as I always said, as prime minister,"}, {"timestamp": [802.82, 805.9], "text": " you have no time to think. And when you stop being prime minister, you have too much time to think."}, {"timestamp": [805.94, 807.96], "text": " And I suppose it's the same with being foreign secretary."}, {"timestamp": [808.52, 822.18], "text": " Looking at it now and standing back, I mean, you can still see the basic fact that on October the 7th, Israel was attacked not just in the south by Hamas, but it was attacked then continually with rockets in the north by Hezbollah."}, {"timestamp": [822.56, 826.86], "text": " And we all want to see this conflict end, but it's got to end in a way that is sustainable,"}, {"timestamp": [826.86, 829.06], "text": " end in a way that it doesn't restart."}, {"timestamp": [829.06, 831.9], "text": " And that's why it's right, I think, to back Israel's right"}, {"timestamp": [831.9, 833.24], "text": " to self-defense."}, {"timestamp": [833.24, 835.44], "text": " But as you said, it's not a blank check."}, {"timestamp": [835.44, 837.34], "text": " It's not unconditional."}, {"timestamp": [837.34, 840.28], "text": " We do want to make sure aid gets through into Gaza."}, {"timestamp": [840.28, 846.72], "text": " We do want the role of the UN in Lebanon to be respected."}, {"timestamp": [847.28, 866.2], "text": " I mean, I thought the government made a mistake over the arms embargo because, you know, fundamentally, if you're at one hand protecting, helping to protect Israel from a state-on-state attack by Iran, but at the same time, you're withholding export of weapons. That policy makes no sense."}, {"timestamp": [866.2, 872.0], "text": " I think there are perhaps other things we can do to put pressure on Netanyahu and say,"}, {"timestamp": [872.0, 876.6], "text": " look, of course we respect your right to self-defense, but we do want you to act within the law."}, {"timestamp": [876.6, 882.0], "text": " And in fact, before I left office, I was working up sanctions on these two ministers,"}, {"timestamp": [882.0, 886.4], "text": " Minister Smotrich and Ben Gavir, who when you look at what they say,"}, {"timestamp": [886.4, 893.44], "text": " they have said things like encouraging people to stop aid convoys getting into Gaza. They've encouraged"}, {"timestamp": [893.44, 900.32], "text": " extreme settlers in the West Bank with the appalling things they've been carrying out."}, {"timestamp": [900.32, 910.42], "text": " And so actually saying to Netanyahu, yes, we support your right to self-defense, no, we're not going to end the sale of arms, but actually when ministers in your government,"}, {"timestamp": [910.72, 915.24], "text": " who are extremists and behave in this way, we're prepared to use our sanctions regime to say"}, {"timestamp": [915.24, 917.24], "text": " this simply isn't good enough and has to stop."}, {"timestamp": [917.62, 921.24], "text": " So why did those sanctions you were working up not happen?"}, {"timestamp": [921.54, 926.24], "text": " I couldn't do them during the election period because I think it was too much of a political"}, {"timestamp": [926.24, 930.16], "text": " act was the advice I received."}, {"timestamp": [930.16, 934.12], "text": " But I'm a bit, you know, I'm concerned that nothing's happened since."}, {"timestamp": [934.12, 937.56], "text": " And as I say, I think the government's taken perhaps the wrong path."}, {"timestamp": [937.56, 942.04], "text": " I wouldn't have done what they did on arms, but I would look again at this sanctions issue"}, {"timestamp": [942.04, 951.28], "text": " because we've got to make sure the aid continues to get into Gaza. We've got to make sure that the settlers in illegal settlers in the West Bank don't"}, {"timestamp": [951.28, 956.72], "text": " behave in this way. But we've also got to maintain our support for Israel's right for self-defense."}, {"timestamp": [956.72, 962.72], "text": " And that, you know, enables us to have conversations with the Israelis, as I did, from a position"}, {"timestamp": [962.72, 966.16], "text": " of being a friend and a supporter and a believer in the"}, {"timestamp": [966.16, 969.94], "text": " right of Israel to defend itself, but at the same time have conversations, sometimes pretty"}, {"timestamp": [969.94, 974.84], "text": " tough conversations as I did, for instance, over the treatment of detainees, which actually"}, {"timestamp": [974.84, 980.46], "text": " can produce some results. You should never overemphasize the extent to which you can change"}, {"timestamp": [980.46, 985.56], "text": " the approach of another country. But on the other hand, you should try and maximize your"}, {"timestamp": [985.56, 989.78], "text": " influence where you can. David Cameron, Lord Cameron, thanks for joining us on the Today Pro."}, {"timestamp": [990.2, 995.06], "text": " Thank you. Hello, it's Amal Rajan here. And it's Nick Robinson, and we want to tell you about"}, {"timestamp": [995.06, 1003.0], "text": " the Today podcast from BBC Radio 4. Yes, this is where we go deeper into the sort of journalism"}, {"timestamp": [1003.0, 1008.9], "text": " that you hear on today, exploring one big story with more space for insight and context."}, {"timestamp": [1009.14, 1011.7], "text": " We hear from a key voice each week, a leader in their field,"}, {"timestamp": [1011.86, 1015.7], "text": " be they a spy chief, a historian, a judge, a politician,"}, {"timestamp": [1016.0, 1017.58], "text": " all with something unique to say,"}, {"timestamp": [1017.7, 1020.66], "text": " and we make sure they've got the time and space to say it."}, {"timestamp": [1020.66, 1026.0], "text": " The WhatsApps show the character of the men who were running our country at that point."}, {"timestamp": [1026.0, 1031.68], "text": " Trump is probably going to beat Joe Biden because he is a force of nature."}, {"timestamp": [1031.68, 1036.32], "text": " If the next scan says nothing's working, I might buzz off to Zurich."}, {"timestamp": [1036.32, 1041.84], "text": " We give you our take as well and lift the lid just a little bit on how the Today program actually works."}, {"timestamp": [1041.84, 1046.38], "text": " That is the Today podcast. Listen now on BBC Sounds and subscribe."}, {"timestamp": [1050.38, 1055.36], "text": " I'm Sumis Omisconda from the Global Story podcast where we're asking how the U.S. election"}, {"timestamp": [1055.36, 1061.48], "text": " could impact the war in Ukraine. With Kamala Harris and Donald Trump neck and neck in the polls,"}, {"timestamp": [1062.04, 1065.72], "text": " President Zelensky's campaign to ensure crucial funds don't run out"}, {"timestamp": [1065.72, 1072.62], "text": " is increasingly uncertain. So will the result in November change his nation's fate? The global story"}, {"timestamp": [1072.62, 1077.82], "text": " brings you unique perspectives from BBC journalists around the world. Find us wherever you get"}, {"timestamp": [1077.82, 1078.44], "text": " your podcasts."}], "text": " This is the BBC. This podcast is supported by advertising outside the UK. This is an ad by BetterHelp. October is for wearing masks, but sometimes we hide more often than we want. Take off the mask with better help. It's entirely online, designed to be convenient, flexible and suited to your schedule. Just fill out a brief questionnaire to get matched with a therapist and switch therapists at any time for no additional charge. Take off the mask with BetterHelp. Visit BetterHelp.com to learn more and save 10% of your first month. That's BetterHelp, H-E-L-P.com. Hello, I'm Sumis-O-M from the Global Story podcast where we're looking at America and immigration. Illegal immigration has made the southern border a lightning rod for fiery political debate. How is that shaping the upcoming election and how might the outcome impact America's neighbors to the south? The global story brings you unique perspectives from BBC journalists around the world. Find us wherever you get your podcasts. BBC Sounds, music, radio podcasts. Watching a child who's in pain, knowing that there's likely to be no cure or treatment for them, wishing that science could come to there, to your aid, that is the plight of parents of babies born with rare diseases. There is no growing hope for them, hope created by advances in genetics, and in particular the ability to sequence the genetic code of newborns, hope being generated, particularly here in the UK, where scientists are leading advances in understanding those rare diseases. David Cameron's son Ivan could not walk or talk. He was often rushed into A&E after having a seizure. Sometimes he had those 20 or 30 times a day. Ivan died at the age of just 6 in the year before his father became Prime Minister. And now that Lord Cameron has stepped back from front-line politics, having been foreign secretary up until the general election, he's taken the decision to chair an advisory council of a body called the Oxford Harrington Rare Disease Centre. It's a cooperation between Oxford University and a university in Yale in the United States. Its aim is simple to develop 40 new treatments for rare diseases in the next decade. It's quite an ambition. So when I spoke to Lord Cameron about his work, the work of that rare disease centre, I began by asking whether the memory of Ivan had inspired him to take on the role. Yes, the memory of having a child where you're obviously expecting all the things you've been dreaming of and your dreams are shattered when you realise that your child is never going to be able to walk or talk or take part in so much of life. That shock, that sort of stays with you. But I think the other thing is what doctors call the diagnostic odyssey, which is when Ivan was born, you know, over 20 years ago, you had test after test, blood tests, spinal fluid tests, brain scans, observing everything that happened. Still, all you really ended up with was a sort of description of some very bad symptoms, but no real understanding of any underlying causes. And so what drives me on this is to think, would it be so great, even if all you get is a proper explanation of what's wrong, that is so much better than so much time spent in these painful situations, trying to find out more. And because we think 80% of rare diseases are genetic, actually using the sequencing of genomes to try and get to the bottom of these diseases means that in many cases there might well be treatments that mitigate the symptoms or even cures. You spoke in the past of the loneliness of knowing there might not be a cure, not be a treatment for Ivan. How different would it be if he was born now compared with when he was born, what, 22 years ago? Well, I can't be absolutely certain, but at a recent seminar in Oxford, listening to some of the world's leading geneticists and experts on the genome, I had a real sense that if Ivan was born today and if all the right things happen, so you immediately sequence the genome, you observe all the other medical data, you look at genomes that are similar to Ivan's who have similar conditions, there is a chance that you might find either different treatments that could be had, or possibly even with all the advances in technology and gene editing and so-called CRISPR treatments, you might find things you could actually change. So I think it really is that exciting. I mean, I sat there thinking, oh my God, if this happened today, he could have had a completely different and much longer life. No, it's already the case, isn't it, that Britain's one of the world leaders at genetic sequencing. So this initiative that you are part of, this partnership between Oxford University and Harrington in the United States, what can it change? Well, what it changes is it brings together philanthropy, venture capital and the sort of medical and scientific expertise. Because what we've got in this country is great universities like Oxford and Cambridge and others, and this is obviously Oxford's lead. We've got the genomic database that I set up as Prime Minister. It was originally 100,000 genomes, but now is growing like crazy as we're sequencing the genomes of newborn babies. We've got a very effective venture capital industry. We've got the philanthropy that comes from the UK but also the US. And crucially, we've got a regulator in the MRHA, which it can be sort of lean and nimble and fast compared with some of its competitors. And it was interesting, you know, listening to scientists saying that this really is a great place to invest in the UK because actually the regulator being creative and inventive and prepared to license drugs more quickly, if we can really make that happen, then that would have a big benefit as well. Do you believe, because the Health Secretary, the new Labour Health Secretary, West Streeting, appears to believe that the NHS is uniquely well placed to take advances to these sorts of technological advances. We're the boss of the big US farmer firm, Eli, Lily on the program yesterday, saying, look, it's no use encouraging the science if the NHS itself doesn't then invest in that new technology. That's right. I mean, the fundamental advantage of the NHS is because it's a single system, as it were, nobody leaves it. So you've got this amazing through-life data. So if you can sequence genomes, back that up with the medical data of patients, you can run that not only immediately in cases like Ivan's, but actually all the way through people's lives and marry up the health data with the genomic data. But despite that, is it too cautious? Is it too nervous? Frankly, after conservative years of austerity, does it not have enough money to do that? Well, I've obviously make the point that we increase the NHS budget every year. As you know, Nick, has appeared on your program for many times during those years. But it is always difficult to change. And the NHS does need to do better on data and on digital transformation and on using patients data. But it is possible. You know, if we're having this conversation in America and I was a big health insurance company, you know, a quarter of my patients might leave every year. And so it's not always worthwhile to make those long-term investments in patient health, which it can be here in the UK. But as the guy you had on the radio yesterday said, in order to do that, you need the investments in data and digital. And so you can marry it up with the genomic data. But certainly the scientists would say a good regulator, a genomic database, great universities, the support of life sciences, and a single-payer health system like the NHS, that can be part of the magic formula. I want to ask you a question which I hope won't sound too brutal, but the number of children like Ivan who died when he was six years old is very, very small. And people might think this involves a very high cost at a time that there's a vast backlog in the NHS, a very big waiting list. Is this really a priority? Well, I think there are two answers to that. One is that, yes, these diseases are all rare, but if you look on a global basis, there are 400 million people with rare diseases, so there's a big population of people that can be helped by it. And of course, the Oxford Harrington Institute is not really taking public money. It is using philanthropy initially to support what we're going to do, which has come up with 40 cures for 40 diseases over the next 10 years. And that is initially backed with philanthropy. It takes about 20 million pounds to get a good idea from a scientist that we're going to sponsor into a drug that might be available in a doctor's surgery. And initially, that money is going to be philanthropic. And then as it gets going, you use venture capital because all of these drug developments could turn into great companies that would be great for employing people and investing in Britain and all the rest of it. So this is really philanthropy meets venture capital rather than lots of public money. Now, Kirstarman was talking about this sort of thing at an investment summit yesterday. I wonder if there's a little bit of you, putting aside the party politics for a second, that identifies with Kirstama. He became Prime Minister after his party had been in the wilderness for years. So did you. He came to be Prime Minister after, never having served as a minister, so did you. Do you look at him and think of yourself? Any advice for him? I did think about this, as I knew I was coming on your programme. Actually, there are only three people in Britain that have gone from being leader of the opposition to Prime Minister, Tony Blair, Kirstama, and me. So it's quite a small group of people that have made this transition. And as Kier is clearly finding, it's a tough transition because in opposition, you know, you have your words, you have your team, you try and put things together, but you have absolutely no power. And there's a huge transition when you come into government, which makes the importance of planning, you know, who you're bringing with you and what you're going to do and what the plan is. It makes it more and more important. But look, I think the Investment Summit that the government are currently holding is absolutely the right thing to do. I'm a great believer that Britain has to attract inward investment, has to make this country as attractive as possible for people to come and grow and invest. I think the only advice I'd give to care is, in government, what you find is if you want something to happen, you've got to want it more than anything else. So if you're prioritizing growth and growth in productivity, which is absolutely right, everything has got to be bent towards that objective. And there's always a danger in politics that you kind of signal left and then turn right. And I think there's a bit of a danger of that at the moment, saying we want deregulation, which is essential, but we're also going to be making it harder to employ people, saying we want growth, but saying, no, no, but we're not going to have any more investment in the North Sea. Those are examples, to me, of signaling left and turning right, or perhaps the other way around. And you really, if you want to get this economy moving, every part of government has got to be helping to deliver, and the Prime Minister has got to drive it in a very personal way. Meanwhile, your party, or old party, perhaps we talk about it now, as you've stepped back from the political front line, are signaling right and right, aren't they, with their choice of leadership? Has the Cameron Project, the so-called modernisation of the Tory Party, been binned? Not at all. I mean, I think actually when you consider, you look at the makeup of the candidates first that were running for the leadership. You know, the idea that there would be, you know, British, black and minority ethnic candidates running for the leadership of the party, having just had Britain's first British Indian Prime Minister, that would an unthinkable when I became leader of the party in 2005. So the change in the makeup of the party, quite apart for anything else, has definitely endured. And they're not your politics at all, are they? No, I don't agree that. I think Rishi did a great job in saying, I'll stay on and let there be a debate and let different candidates come forward because, you know, we need to be able to see them debating, arguing, making speeches, making mistakes, having good days and bad days. That's all part of politics. So I'm going to stay out of it because I want to help and support whoever wins. But I think we had a strong line up, and I'm looking forward to seeing the result. You were Foreign Secretary until a few weeks ago. I think this is the first time we've had a chance to talk to you since then. At the time, you made clear that support for Israel could be, in your words, could not be unconditional. Now that war has widened to Lebanon, potentially to Iran. Now it is deepened with horrific stories emerging from northern Gaza and Lebanon, two, of civilian casualties. Is it time to stand up, not to Israel, but to biniam and Netanyahu and say, we think you're getting this wrong? Well, I think the thing about being out of office is, as I always said, as prime minister, you have no time to think. And when you stop being prime minister, you have too much time to think. And I suppose it's the same with being foreign secretary. Looking at it now and standing back, I mean, you can still see the basic fact that on October the 7th, Israel was attacked not just in the south by Hamas, but it was attacked then continually with rockets in the north by Hezbollah. And we all want to see this conflict end, but it's got to end in a way that is sustainable, end in a way that it doesn't restart. And that's why it's right, I think, to back Israel's right to self-defense. But as you said, it's not a blank check. It's not unconditional. We do want to make sure aid gets through into Gaza. We do want the role of the UN in Lebanon to be respected. I mean, I thought the government made a mistake over the arms embargo because, you know, fundamentally, if you're at one hand protecting, helping to protect Israel from a state-on-state attack by Iran, but at the same time, you're withholding export of weapons. That policy makes no sense. I think there are perhaps other things we can do to put pressure on Netanyahu and say, look, of course we respect your right to self-defense, but we do want you to act within the law. And in fact, before I left office, I was working up sanctions on these two ministers, Minister Smotrich and Ben Gavir, who when you look at what they say, they have said things like encouraging people to stop aid convoys getting into Gaza. They've encouraged extreme settlers in the West Bank with the appalling things they've been carrying out. And so actually saying to Netanyahu, yes, we support your right to self-defense, no, we're not going to end the sale of arms, but actually when ministers in your government, who are extremists and behave in this way, we're prepared to use our sanctions regime to say this simply isn't good enough and has to stop. So why did those sanctions you were working up not happen? I couldn't do them during the election period because I think it was too much of a political act was the advice I received. But I'm a bit, you know, I'm concerned that nothing's happened since. And as I say, I think the government's taken perhaps the wrong path. I wouldn't have done what they did on arms, but I would look again at this sanctions issue because we've got to make sure the aid continues to get into Gaza. We've got to make sure that the settlers in illegal settlers in the West Bank don't behave in this way. But we've also got to maintain our support for Israel's right for self-defense. And that, you know, enables us to have conversations with the Israelis, as I did, from a position of being a friend and a supporter and a believer in the right of Israel to defend itself, but at the same time have conversations, sometimes pretty tough conversations as I did, for instance, over the treatment of detainees, which actually can produce some results. You should never overemphasize the extent to which you can change the approach of another country. But on the other hand, you should try and maximize your influence where you can. David Cameron, Lord Cameron, thanks for joining us on the Today Pro. Thank you. Hello, it's Amal Rajan here. And it's Nick Robinson, and we want to tell you about the Today podcast from BBC Radio 4. Yes, this is where we go deeper into the sort of journalism that you hear on today, exploring one big story with more space for insight and context. We hear from a key voice each week, a leader in their field, be they a spy chief, a historian, a judge, a politician, all with something unique to say, and we make sure they've got the time and space to say it. The WhatsApps show the character of the men who were running our country at that point. Trump is probably going to beat Joe Biden because he is a force of nature. If the next scan says nothing's working, I might buzz off to Zurich. We give you our take as well and lift the lid just a little bit on how the Today program actually works. That is the Today podcast. Listen now on BBC Sounds and subscribe. I'm Sumis Omisconda from the Global Story podcast where we're asking how the U.S. election could impact the war in Ukraine. With Kamala Harris and Donald Trump neck and neck in the polls, President Zelensky's campaign to ensure crucial funds don't run out is increasingly uncertain. So will the result in November change his nation's fate? The global story brings you unique perspectives from BBC journalists around the world. Find us wherever you get your podcasts."}